{"domain":"team-booking","locale_data":{"team-booking":{"":{"domain":"team-booking","plural_forms":"nplurals=2; plural=(n > 1);","lang":"pt_BR"},"TheBooking":["TheBooking"],"A booking plugin for WordPress.":["Um plugin de agendamento para WordPress."],"VonStroheim":["VonStroheim"],"https://stroheimdesign.com":["https://stroheimdesign.com"],"Service":["Serviço"],"Date":["Data"],"Created":["Criado"],"Form field":["Campo do formulário"],"TheBooking reservations":["Reservas TheBooking"],"Email":["Email"],"First name":["Primeiro nome"],"Last name":["Último nome"],"Address":["Endereço"],"Phone":["WhatsApp"],"Url":["URL"],"Google Account":["Conta do Google"],"Google Integration":["Integração com Google"],"Google Accounts":["Contas do Google"],"Google Meet link":["Link do Google Meet"],"Reservation":["Reserva"],"Google Calendar":["Calendário do Google"],"In order to use Google Calendar with the plugin, you have to activate and configure a Google Project.":["Para usar o Google Agenda com o plug-in, você precisa ativar e configurar um projeto do Google."],"Your authorization was revoked upstream, please disconnect and reconnect!":["Sua autorização foi revogada, desconecte e reconecte!"],"Something changed in your Google account (a password reset or similar), please disconnect and reconnect!":["Algo mudou em sua conta do Google (uma redefinição de senha ou similar), desconecte e reconecte!"],"Google Calendar API is not configured.":["A API do Calendário do Google não está configurada."],"Insufficient permissions for the Google account %s, please disconnect it, then reconnect and ensure to select ALL the checkboxes when asked for permissions!":["Permissões insuficientes para a conta do Google %s, desconecte-a e reconecte, garantindo selecionar TODAS as caixas de seleção quando solicitado por permissões!"],"Event not created. The reservation is not confirmed.":["Evento não criado. A reserva não foi confirmada."],"Event not created. No destination calendar is found.":["Evento não criado. Nenhum calendário de destino foi encontrado."],"Event created.":["Evento criado."],"Event deleted.":["Evento excluído."],"Access was already revoked manually.":["O acesso já foi revogado manualmente."],"Google Account %s not found.":["Conta do Google %s não encontrada."],"This provider is already associated with the Google Account %s":["Este provedor já está associado à Conta do Google %s"],"Settings have been saved!":["Convigurações salvas!"],"Allow service providers to connect their own Google Account":["Permita que os prestadores de serviço conectem sua própria Conta do Google"],"If active, service providers will be able to connect their own Google Account autonomously.":["Se ativo, os prestadores de serviço poderão conectar sua própria Conta do Google de forma autônoma."],"Allow service providers to use override commands.":["Permita que os prestadores de serviço usem comandos de substituição."],"If active, service providers will be able to override some general service settings for specific slots, such as the price, by using slot commands directly in Google Calendar.":["Se ativo, os provedores de serviço poderão substituir algumas configurações gerais de serviço para horários específicos, como o preço, usando comandos de horário diretamente no Google Calendar."],"Administrators are always allowed.":["Os administradores são sempre permitidos."],"API App Name":["Nome do App API"],"Google Cloud Platform console > OAuth Consent screen > Edit App (button) > App name":["Console da platforma Google Cloud  > Tela de consentimento oAuth > Editar aplicativo (botão) > Nome do aplicativo"],"Google API Authorized JS Origin":["Origem JS autorizada pela API do Google"],"Copy/Paste this link in the Authorized JS Origin field of the Google Project":["Copie e cole este link no campo Origem Autorizada de JS do Projeto Google"],"API Client ID":["ID da API Cliente"],"Google Cloud Platform console > Credentials > Client ID":["Console da platforma Google Cloud  > Credenciais > ID do Cliente"],"API Client Secret":["ID da API Cliente secreta"],"Google Cloud Platform console > Credentials > Client ID > Edit oAuth Client (pencil icon) > Client Secret":["Console da platforma Google Cloud  > Credenciais > ID do Cliente - Editar cliente oAuth (ícone lápis) > Segredo do cliente"],"Google API Redirect URI":["URI de redirecionamento da API do Google"],"Copy/Paste this link in the Redirect URI field of the Google Project":["Copie e cole este link no campo URI de Redirecionamento do Projeto Google"],"Google Calendar refresh delay":["Atraso de atualização do Calendário do Google"],"If the value is greater than 0, the Google Calendar availability events will be cached for the specified time (in seconds)":["Se o valor for maior que 0, os eventos de disponibilidade do Google Agenda serão armazenados em cache pelo tempo especificado (em segundos)"],"If the Google Calendar availability is not changed too often, consider increasing this value to save Google API quota. However, note that events added to Google Calendar will only be detected by the plugin after this interval has passed.":["Se a disponibilidade do Google Agenda não for alterada com muita frequência, considere aumentar esse valor para economizar a cota da API do Google. No entanto, observe que os eventos adicionados ao Google Agenda só serão detectados pelo plug-in após esse intervalo."],"Location successfully added.":["Localização adicionada com sucesso."],"Location successfully deleted.":["Localização excluída com sucesso.","Localizações excluídas com sucesso."],"Name":["Nome"],"Actions":["Ações"],"General":["Geral"],"Locations":["Localidades"],"Duplicate from %s":["Duplicar de %s"],"To the customer":["Para o Cliente"],"To the admin":["Para o administrador"],"To the service provider":["Para o provedor de serviço"],"Personal notifications":["Notificações pessoais"],"Selected":["Selecionado"],"Not selected":["Não selecionado"],"Customer":["Cliente"],"Description":["Descrição"],"Short description":["Descrição curta"],"Start time":["Horário de início"],"Start date":["Data de início"],"End time":["Horário final"],"End date":["Data final"],"Timezone":["Fuso Horário"],"Location (name)":["Localidade (nome)"],"Location (address)":["Localidade (endereço)"],"Duration":["Duração"],"Price":["Preço"],"Tickets":["Tickets"],"Cancellation reason":["Motivo do cancelamento"],"Id":["Id"],"Provider":["Prestador de serviço"],"Start time (old)":["Horário de início (antigo)"],"Start date (old)":["Data de início (antiga)"],"End time (old)":["Horário final (antigo)"],"End date (old)":["Data final (antiga)"],"Duration (old)":["Duração (antiga)"],"Form":["Formulário"],"Availability plan not found.":["Plano de disponibilidade não encontrado."],"You do not have the necessary authorization to manage this availability plan at this time.":["Você não tem a autorização necessária para gerenciar este plano de disponibilidade no momento."],"You do not have the necessary authorization to manage availability plans at this time.":["Você não tem a autorização necessária para gerenciar planos de disponibilidade no momento."],"A calendar cannot be both the source and personal for the same plan.":["Um calendário não pode ser tanto a fonte quanto pessoal para o mesmo plano."],"Service provider not found.":["Prestador de Serviço não encontrado."],"Availability plan successfully added.":["Plano de disponibilidade adicionado com sucesso."],"Availability plan successfully deleted.":["Plano de disponibilidade excluído com sucesso."],"Translations":["Traduções"],"Update WPML translations":["Atualização de transações WPML"],"Update":["Atualização"],"Regenerate existing strings data for WPML":["Regenerar dados de strings existentes para WPML"],"Zoom Join Meeting link":["Link para Ingressar na reunião do Zoom"],"Zoom Start Meeting link":["Smart Link da reunião do Zoom"],"Meeting with %s":["Reunião com %s"],"Zoom":["Zoom"],"Refer to the plugin documentation to know hot to get your API keys.":["Consulte a documentação para saber como obter suas chaves de API."],"Zoom Account Id":["ID da conta Zoom"],"Zoom API key":["Chave de API do Zoom"],"Zoom API secret":["Chave de API do Zoom  secreta"],"Zoom JWT API key (deprecated)":["Chave da API Zoom JWT (obsoleta)"],"Zoom JWT API secret (deprecated)":["Chave secreta da API Zoom JWT (obsoleta)"],"All day":["Dia todo"],"TheBooking widget":["TheBooking widget"],"Configuration":["Configuração"],"Widget type":["Tipo de Widget"],"Monthly calendar":["Calendário mensal"],"Upcoming events":["Eventos futuros"],"Unscheduled services":["Serviços não agendados"],"Reservations list (logged users only)":["Lista de reservas (somente usuários logados)"],"Displayed events":["Eventos exibidos"],"The number of upcoming events that are displayed on the page":["O número de eventos futuros exibidos na página"],"Show more":["Mostrar mais"],"Shows a button to load more events":["Mostra um botão para carregar mais eventos"],"Maximum fetched events":["Máximo de eventos buscados"],"Limit the number of maximum events that can be loaded. 0 means no limit.":["Limite o número máximo de eventos que podem ser carregados. 0 significa sem limite."],"Restrictions":["Restrições"],"Restrict services":["Serviços restritos"],"Restrict providers":["Prestadores de serviço restritos"],"Read-only":["Apenas leitura"],"Logged-only":["Logados apenas"],"No payment to refund.":["Nenhum pagamento para reembolsar."],"PayPal API are not configured, refunds are not active.":["A API do PayPal não está configurada, os reembolsos não estão ativos."],"PayPal API connection error.":["Erro de conexão da API do PayPal."],"PayPal refund failed. Reason: %s":["Falha de reembolso do PayPal. Motivo: %s"],"PayPal refund pending. Reason: %s":["Reembolso do PayPal pendente. Razão: %s"],"from %1$s to %2$s":["de %1$s para %2$s"],"Return to %s":["Retornar a %s"],"Direct payment":["Pagamento direto"],"PayPal":["PayPal"],"Done in a currency not held by your PayPal account at the moment of the transaction.":["Feito em uma moeda que não esteja em sua conta do PayPal no momento da transação."],"PayPal Settings":["Configurações do PayPal"],"Use of either Business or Premium PayPal account is recommended to avoid issues, as you are not supposed to make commercial transactions with a Personal PayPal account.":["O uso da conta PayPal Business ou Premium é recomendado para evitar problemas, pois você não deve fazer transações comerciais com uma conta PayPal pessoal."],"Active":["Ativo"],"Use this payment gateway to accept online payments.":["Use este gateway de pagamento para aceitar pagamentos online."],"Account email":["Conta de email"],"Payments will be addressed to this email.":["Os pagamentos serão endereçados para este e-mail."],"If you are using the Sandbox for testing, ensure to put here an email address generated in the Sandbox instead of your live account, or the payment notifications will fail.":["Se você estiver usando o Sandbox para testes, certifique-se de colocar aqui um endereço de e-mail gerado no Sandbox em vez de sua conta real, ou as notificações de pagamento falharão."],"Primary email (optional)":["Email principal (opcional)"],"Payments will be checked against this email. Use this setting if your PayPal account handles multiple email addresses and the payments are not supposed to go into the primary one.":["Os pagamentos serão verificados neste e-mail. Use esta configuração se sua conta do PayPal lidar com vários endereços de e-mail e os pagamentos não devem ir para o endereço principal."],"Ensure that your primary PayPal email address is correct, otherwise payment notifications will fail.":["Certifique-se de que seu endereço de e-mail principal do PayPal esteja correto, caso contrário, as notificações de pagamento falharão."],"Use sandbox":["Use o sandbox"],"Activate the sandbox to test payments.":["Ativar modo de testes de pagamentos."],"Redirect URL":["URL de redirecionamento"],"After payment, the customer will be redirected to this URL.":["Após o pagamento, o cliente será redirecionado para esta URL."],"Required to enable refunds":["Obrigatório para habilitar reembolsos"],"API Client ID (test)":["ID da API Cliente (teste)"],"API Client Secret (test)":["ID da API Cliente secreta (teste)"],"Debug (IPN)":["Depuração (IPN)"],"Activate this setting to dump IPN requests from PayPal in case of issues.":["Ative esta configuração para descarregar solicitações de IPN do PayPal em caso de problemas."],"Stripe gateway is not active.":["Gateway do Stripe não está ativo."],"Stripe API error.":["Erro de API do Stripe."],"Reservation for %s":["Reserva para %s"],"Card":["Cartão"],"Stripe":["Stripe"],"Payment error.":["Erro de pagamento."],"Stripe Settings":["Configurações do Stripe"],"Publishable Key":["Chave pública"],"https://dashboard.stripe.com/account/apikeys":["https://dashboard.stripe.com/account/apikeys"],"Secret Key":["Chave Secreta"],"Publishable Key (test)":["Chave pública (teste)"],"Used to test payments":["Usado para testar pagamentos"],"Secret Key (test)":["Chave Secreta (teste)"],"Send receipt to the customer":["Enviar recibo ao cliente"],"The customer email provided in the reservation form will be used":["Será utilizado o e-mail do cliente fornecido no formulário de reserva"],"IDEAL support":["Suporte IDEAL"],"Activate this option if you want to use IDEAL":["Ative esta opção se quiser usar o IDEAL"],"Load Stripe.js library":["Carregar biblioteca Stripe.js"],"Deactivate this option only if another plugin is loading the same library":["Desative esta opção somente se outro plugin estiver carregando a mesma biblioteca"],"Stripe webhook URL":["URL do webhook do Stripe"],"This is the URL where Stripe notifies the payments. It must be equal to %s, otherwise go in your Stripe account dashboard and change the URL.":["Esta é a URL onde o Stripe notifica os pagamentos. Deve ser igual a %s, caso contrário, acesse o painel da sua conta Stripe e altere a URL."],"Booking tools":["Ferramentas de reserva"],"Please navigate in the preview to a page where the booking calendar resides.":["Por favor navegue na visualização para uma página onde reside o calendário de reservas."],"Style & Colors":["Estilo & Cores"],"Maps":["Mapas"],"Behaviour":["Comportamento"],"Dashboard":["Painel"],"Availability plan":["Plano de disponibilidade","Planos de disponibilidade"],"Slots":["Horários"],"Availability":["Disponibilidade"],"Core":["Principal"],"Redirects":["Redirecionamentos"],"Roles":["Funções"],"Frontend":["Front-end"],"Style":["Estilo"],"Frontend can be styled through the customizer":["O front-end pode ser personalizado através do personalizador"],"Inside the customizer preview window, navigate to a page where the booking calendar resides.":["Dentro da janela de visualização do personalizador, navegue até a página onde reside o calendário de reservas."],"Customize":["Personalizar"],"Import/Export":["Importar / Exportar"],"Export settings":["Exportar configurações"],"Export the plugin settings in a JSON file. It doesn't export data or user settings.":["Exporte as configurações do plug-in em um arquivo JSON. Ele não exporta dados ou configurações do usuário."],"The exported file can't be imported on different versions of the plugin. This is meant to migrate settings from one environment to one another, not to pass settings through plugin versions which is not needed.":["O arquivo exportado não pode ser importado em versões diferentes do plug-in. Isso serve para migrar configurações de um ambiente para outro, não para passar configurações por meio de versões de plug-in que não são necessárias."],"Import settings":["Configurações de Importação"],"Import the plugin settings from a JSON file. It doesn't import data or user settings.":["Importa as configurações do plug-in de um arquivo JSON. Não importa dados ou configurações do usuário."],"Import/Export data":["Importar / Exportar dados"],"Data such as services, reservations, promotions and so on, requires an import/export of the following tables though a proper db migration plugin.":["Dados como serviços, reservas, promoções e assim por diante requerem uma importação."],"Migrate from version 2.x":["Migrar a partir da versão 2.x"],"Migrates the data from old plugin version installed.":["Migra os dados da versão antiga do plug-in instalado."],"Migrate":["Migrar"],"This will overwrite the current plugin data.":["Isso substituirá os dados atuais do plug-in."],"Clean version 2.x data":["Versão 2.x com dados limpos"],"Removes data of previous plugin versions.":["Remove dados de versões anteriores do plug-in."],"Cleanup":["Limpar"],"In case you migrated the data, please ensure that all is working as expected, before cleaning up 2.x data. This operation cannot be undone.":["Caso você tenha migrado os dados, verifique se tudo está funcionando conforme o esperado antes de limpar os dados da versão 2.x. Esta operação não pode ser desfeita."],"Advanced":["Avançado"],"Business Model":["Modelo de Negócio"],"Service Providers":["Provedores de Serviço"],"Payment Gateways":["Gateways de pagamento"],"API":["API"],"API tokens":["Token da API"],"API tokens can be used by 3rd party applications to read/write the plugin data.":["Os tokens de API podem ser usados por aplicativos de terceiros para ler."],"Token":["Token"],"Usages":["Uso"],"API endpoint":["Ponto final da API"],"A note on API tokens":["Uma observação sobre tokens de API"],"Don't generate tokens if you don't know what you're doing. Read the documentation to explore how the API endpoint works.":["Não gere tokens se não souber o que está fazendo. Leia a documentação para explorar como a interface (endpoint) da API funciona."],"Give tokens only to someone you trust, as they are able to read/write sensitive data.":["Dê tokens apenas para alguém em quem você confia, pois eles são capazes de ler / escrever dados sensíveis."],"Google Maps":["Google Maps"],"Google requires the activation of a Google Cloud billing account, in order to use Google Maps in your website.":["O Google requer a ativação de uma conta de cobrança do Google Cloud para usar o Google Maps em seu site."],"Settings":["Configurações"],"Reservations":["Reservas"],"E-mail":["E-mail"],"WP Roles":["Funções no WP"],"Providers":["Prestadores de serviço"],"Customers":["Clientes"],"Status":["Status"],"Class":["Classe"],"Time slots":["Horários disponíveis"],"Overlapping":["Sobreposição"],"Approval":["Aprovação"],"Cancellation":["Cancelamento"],"Payments":["Pagamentos"],"Access":["Acesso"],"Redirect and conversions":["Redirecionamento e conversões"],"Personal Availability":["Disponibilidade Pessoal"],"Services":["Serviços"],"Target services":["Serviços alvo"],"Promotions":["Prromoções"],"This email address is already registered for a WordPress user.":["Um usuário do WordPress já está registrado com este endereço de e-mail."],"This email address is already registered for another customer.":["Este endereço de e-mail já está registrado para outro cliente."],"This WordPress User does not exist.":["Este usuário do WordPress não existe."],"There are reservations for this customer.":["Existem reservas para este Cliente."],"Customer removed":["Cliente removido"],"Certain customers could not be removed due to existing reservations associated with them.":["Alguns clientes não foram removidos porque havia reservas para eles."],"Please provide a valid email address.":["Por favor, forneça um endereço de email válido."],"This WordPress User is already associated with another customer.":["Este usuário do WordPress já está mapeado para outro cliente."],"Another customer is already registered with this email address.":["Outro cliente já está registrado com este endereço de e-mail."],"Form item added":["Campo do formulário adicionado"],"Service form ID not found.":["ID do formulário de serviço não encontrado."],"Service not found":["Serviço não encontrado"],"Booking form not found":["Formulário de reserva não encontrado"],"Form item removed":["Campo do formulário removido"],"Form has been saved":["Formulário salvo"],"Refund issued.":["Reembolso emitido."],"Promotion successfully added.":["Promoção adicionada com sucesso."],"Service price not found":["Preço do Serviço não encontrado"],"Promotion successfully deleted.":["Promoção excluída com sucesso.","Promoções excluídas com sucesso."],"Reservation data saved":["Dados de reserva salvos"],"No timeslots found in the request":["Nenhum horário encontrado na solicitação"],"Failed to upload the file":["Upload do arquivo falhou"],"The requested service could not be found for booking.":["O serviço solicitado não pôde ser encontrado para reserva."],"Multiple slot bookings are currently not permitted.":["Reservas de múltiplos horários atualmente não são permitidas."],"The current user is not eligible to book this service.":["O usuário atual não está habilitado para reservar este serviço."],"Unable to find booking form submission.":["Não foi possível encontrar o envio do formulário de reserva."],"Unable to find booking form data.":["Não foi possível encontrar os dados do formulário de reserva."],"Invalid customer email address.":["Email de Cliente inválido."],"No customer email address provided.":["Nenhum endereço de e-mail do cliente fornecido."],"New customer":["Novo Cliente"],"You have already reached the maximum number of reservations for this service.":["Você já atingiu o número máximo de reservas para este serviço."],"No available provider for this service.":["Nenhum prestador de serviço disponível para este serviço."],"Those time slots are not available anymore, apparently someone else was very fast :(":["Esses horários não estão mais disponíveis, aparentemente alguém foi muito rápido :("],"Trying to book more tickets than they're available.":["Tentando reservar mais ingressos do que existem disponíveis."],"Trying to book more tickets than you're allowed.":["Tentando reservar mais ingressos do que permitido."],"File has been deleted":["Arquivo apagado com sucesso"],"Entry has been deleted":["Entrada excluída com sucesso"],"Reservation not found.":["Reserva não encontrada."],"Customer not found":["Cliente não encontrado"],"Not authorized":["Não autorizado"],"Reservation expired":["Reserva expirada"],"The current WordPress User is not linked to any customer.":["O usuário WP atual não está vinculado a nenhum Cliente."],"Reservation successfully removed":["Reserva removida com sucesso"],"Defaults restored!":["Padrão restaurado!"],"Settings imported, reloading page.":["Configurações importadas, página recarregada."],"Data removed!":["Dados removidos!"],"Data migrated!":["Dados migrados!"],"Service successfully created":["Serviço criado com sucesso"],"Copy of %s":["Cópia de %s"],"Service successfully cloned as \"%s\"":["Serviço clonado com sucesso como \"%s\""],"Setting configuration has been delegated to service providers!":["A configuração foi delegada aos prestadores de serviço!"],"Setting is controlled by administrators!":["A configuração agora é controlada pelos administradores!"],"There are reservations for this service.":["Existem reservas para este serviço."],"Service successfully removed":["Serviço removido com sucesso"],"Some services were not removed because there were reservations in place for them.":["Alguns serviços não foram removidos porque havia reservas para eles."],"Allow multiple slots selection":["Permitir seleção de vários horários"],"If enabled, customers will be able to extend the reservation duration by selecting consecutive time slots.":["Se ativo, os clientes poderão estender a duração da reserva selecionando intervalos de tempo consecutivos."],"Please refer to the documentation for more information on the implications.":["Consulte a documentação para saber todas as implicações."],"WP Roles allowed to manage the plugin":["Funções WP com permissão para gerenciar o plugin"],"Select WP User roles that can manage the plugin.":["Selecione as funções de usuário do WP que podem gerenciar o plugin."],"Administrators are always allowed":["Os administradores são sempre permitidos"],"WP Roles allowed to be Service Providers":["Funções WP com permissão para serem prestador de serviços"],"Select WP User roles that can provide services.":["Selecione as funções de usuário do WP que podem prestar serviços."],"Allow customers to download iCal file after booking.":["Permita que os clientes baixem o arquivo ICAL após a reserva."],"Enable Service Providers to manage their own availability":["Habilite os prestadores de serviço a gerenciar sua própria disponibilidade"],"Each service provider will have the ability to create and manage their own availability plans for their services. Administrators can still oversee and fully manage those plans, if required.":["Cada prestador de serviço terá a capacidade de criar e gerenciar seus próprios planos de disponibilidade para seus serviços. Administradores ainda podem supervisionar e gerenciar completamente esses planos, se necessário."],"Currency":["Moeda"],"Use currency code over symbol":["Use o código da moeda em vez do símbolo"],"When enabled, the currency code (e.g. USD) will be displayed throughout the UI instead of the currency symbol (e.g. $), ensuring clarity on the exact currency type.":["Quando ativado, o código da moeda (por exemplo, USD) será exibido em toda a interface do usuário em vez do símbolo da moeda (por exemplo, $), garantindo clareza sobre o tipo exato de moeda."],"Currency format":["Formado da moeda"],"The $ symbol here is taken as example, it does not necessarily reflect the actual currency.":["O símbolo $ aqui é tomado como exemplo, não reflete necessariamente a moeda real."],"Message to return when restricted":["Mensagem a ser retornada quando restrito"],"We're sorry, but at this time, your account is restricted from making reservations. If you believe this is an error or need further assistance, please contact our support team. ":["Lamentamos, mas no momento, sua conta está restrita para fazer reservas. Se você acredita que isso é um erro ou precisa de mais assistência, por favor, entre em contato com nossa equipe de suporte."],"When this setting is deactivated, the customer will be unable to make any reservations. ":["Quando essa configuração estiver desativada, o cliente não poderá fazer nenhuma reserva."],"Fetch granularity":["Granularidade"],"Number of months to query for events in a single API call.":["Número de meses para consultar eventos em uma única chamada de API."],"Default is 1. Try to raise it if you have sparse events and you want to speed up the loading times, or if you are hitting the limits of Google API usage quota too often.":["O padrão é 1. Tente aumentá-lo se tiver eventos esparsos e quiser acelerar os tempos de carregamento ou se estiver atingindo os limites da cota de uso da API do Google com muita frequência."],"Reservation status page":["Página de status da reserva"],"Select the frontend page where customers can view and manage their reservations.":["Selecione a página de front-end onde os clientes devem ver suas reservas e gerenciá-las."],"To ensure functionality, the selected page must include the plugin widget in any section.":["Para funcionar, a página selecionada deve conter o widget do plug-in em algum lugar."],"No page selected":["Nenhuma página selecionada"],"Frontend Timezone":["Fuso horário do Front-end"],"Select your preferred timezone for displaying date and times in the frontend. By default, date and times are displayed in customer's local timezone.":["Selecione seu fuso horário preferido para exibir data e hora no frontend. Por padrão, a data e a hora são exibidas no fuso horário local do cliente."],"Google Maps API key":["Chave de API do Google Maps"],"If you don't already have a Google Maps API key, please refer to the documentation for instructions on how to obtain one.":["Se você ainda não possui uma chave de API do Google Maps, verifique a documentação para saber como obtê-la."],"Load the calendar on the nearest date with available slots":["Carregue o calendário na data mais próxima com horários disponíveis"],"If enabled, the frontend calendar will load on the nearest date that has at least one available slot.":["Se ativo, o calendário front-end será carregado na data mais próxima com pelo menos um horário disponível."],"Enabling this option may result in slower page loading.":["Habilitar essa opção pode resultar em carregamento mais lento da página."],"Use Google Places for address autocomplete":["Use o Google Places para preencher endereços automaticamente"],"Enable this setting if you want the Address field in the reservation form to be automatically completed using Google Places":["Ative esta configuração se quiser que o campo Endereço no formulário de reserva seja preenchido automaticamente com o Google Places"],"Please note that this may have a significant impact on your Google Cloud usage billing.":["Isso pode ter um impacto considerável em seu faturamento de uso do Google Cloud."],"Login URL":["URL de login"],"When attempting to book a service for logged-in users only, customers will be prompted to log in at this page.":["Ao tentar reservar um serviço apenas para usuários logados, os clientes são convidados a fazer login aqui."],"Leave it empty to use the WordPress default behaviour.":["Deixe em branco para o padrão do WordPress."],"Pending payment expiration time":["Tempo de expiração de pagamento pendente"],"The customer must complete the online payment within this specified time frame.":["Quando se espera um pagamento online, o cliente deve concluir o pagamento dentro deste prazo."],"%d minute":["%d minuto","%d minutos"],"%d hour":["%d hora","%d horas"],"It is not recommended to set a very short time as there could be delays in the acknowledgment of the payment by your web server for various reasons.":["Não é recomendado definir um tempo muito curto, pois pode haver atrasos na confirmação do pagamento pelo seu servidor web, por diversos motivos."],"Pre-populate booking form":["Pré-preencher formulário de reserva"],"Controls if the booking form fields should be pre-populated with available data for logged-in customers.":["Controla se os campos do formulário de reserva devem ser pré-preenchidos com dados disponíveis para clientes logados."],"Each form field should be instructed where to fetch data through a proper meta-key configuration.":["Cada campo de formulário deve ser instruído sobre onde buscar dados por meio de uma configuração de meta-chave adequada."],"Price decimals":["Decimais do preço"],"The decimal separator here is taken as example, it does not necessarily reflect the actual separator.":["O separador decimal aqui é tomado como exemplo, não reflete necessariamente o separador real."],"Price format":["Formato do preço"],"The number of decimals here are taken as example, they does not necessarily reflect the actual number of decimals.":["O número de decimais aqui é tomado como exemplo, eles não refletem necessariamente o número real de decimais."],"Coupon configuration":["Configuração de cupom"],"If set to \"fixed\", the coupon text will be the same as the promotion name. Alternatively, you can enter a list of single-use coupons, separated by commas. Please refer to the documentation for more information on coupon configuration.":["Se fixo, o texto do cupom será igual ao nome da promoção. Caso contrário, você pode fornecer uma lista de cupons de uso único separados por vírgula. Verifique a documentação para obter detalhes."],"Fixed":["Fixo"],"List":["Lista"],"Discount type":["Tipo de desconto"],"Percentage (%)":["Percentual (%)"],"Fixed amount":["Quantia fixa"],"Global discount usage limit":["Limite de uso de desconto global"],"Specify the maximum number of times the discount can be used globally across all reservations. Enter 0 for no limit.":["Quantas vezes (ou seja, reservas) o desconto pode ser usado globalmente. Defina 0 para nenhum limite."],"Please enter the name of the promotion.":["Escolha o nome da promoção."],"Promotion duration":["Período da promoção"],"The promotion will be valid within the specified date range.":["A promoção será executada dentro deste intervalo de datas."],"Services to target":["Serviços a serem direcionados"],"Select the services eligible for this promotion.":["Selecione os serviços aos quais esta promoção se aplica."],"Promotion type":["Tipo  da promoção"],"Campaign":["Campanha"],"Coupon":["Cupom"],"Maximum end date for time slots":["Data máxima de término para os intervalos de horários"],"The promotion is valid for time slots that end on or before this date.":["A promoção é válida apenas para os horários que terminam até esta data."],"Time slot end date condition":["Condição de data de término do intervalo de horários"],"The promotion will be applied conditionally based on the time slot end date.":["A promoção será aplicada condicionalmente à data de término do intervalo de tempo."],"Minimum start date for time slots":["Data mínima de início para os intervalos de horários"],"The promotion is valid for time slots that start on or after this date.":["A promoção é válida apenas para os horários a partir desta data."],"Time slot start date condition":["Condição de data de início do intervalo de horários"],"The promotion will be applied conditionally based on the time slot start date.":["A promoção será aplicada condicionalmente à data de início do intervalo de tempo."],"Discount value":["Valor de desconto"],"The discount will be applied to the base price of the service.":["Aplicado ao preço base do serviço."],"Allowed services":["Serviços permitidos"],"Select the services to which this provider is restricted.":["Selecione os serviços aos quais este prestador de serviço está restrito."],"If you want to assign this service provider to specific services, activate this setting.":["Se você deseja atribuir este prestador de serviços a serviços específicos, ative esta configuração."],"Please note that if this setting is active, new services will not be automatically assigned to this provider.":["Observe que, se esta configuração estiver ativa, novos serviços não serão atribuídos automaticamente a este prestador de serviço."],"Registration URL":["URL de registro"],"When attempting to book a service for logged-in users only, customers will be prompted to register at this page.":["Ao tentar reservar um serviço apenas para usuários logados, os clientes são convidados a se registrar aqui."],"Leave it empty to use the WordPress default behavior":["Deixe em branco para o padrão do WordPress"],"Sender email":["E-mail do remetente"],"Please provide the email address that will be used as the sender of notifications from the system. If left empty or invalid, the admin email address of the WordPress website will be used instead.":["Digite o endereço de e-mail que será usado como remetente das notificações do sistema. Se vazio ou inválido, o endereço de e-mail do administrador do site WordPress será usado."],"Make sure that the email address you provide belongs to the domain of your mail server. Emails sent from unrecognized domains may be blocked by the recipient's email service.":["Certifique-se de que o endereço de e-mail fornecido pertence ao domínio do seu servidor de e-mail. E-mails enviados de domínios não reconhecidos podem ser bloqueados pelo serviço de e-mail do destinatário."],"Who can make a reservation":["Quem pode fazer uma reserva"],"If \"Logged user only\" is selected, a notice with a link to the registration page will be displayed. The default link can be changed in the \"Settings\" section.":["Se \"Somente usuário conectado\" for selecionado, um aviso com um link para a página de registro será exibido. O link padrão pode ser alterado na guia \"Configurações do núcleo\"."],"Everyone":["Todos"],"Logged users only":["Apenas usuários logados"],"Nobody (read-only)":["Ninguém (somente leitura)"],"Allow customers to cancel a reservation":["Permitir que os clientes cancelem uma reserva"],"Customers will be able to cancel their reservations for this service either by using the cancellation link in the email (if provided) or by visiting the page where a reservation status widget is placed (in which case they must be logged in).":["Os clientes poderão cancelar suas reservas para este serviço pelo link de cancelamento de e-mail (se fornecido) ou pela página onde é colocado o shortcode [tb-reservations] (nesse caso, eles devem estar logados)"],"Reservation Approval":["Aprovação da reserva"],"By enabling this setting, reservations won't be finalized immediately upon booking. Instead, they will await approval.":["Ao ativar essa configuração, as reservas não serão finalizadas imediatamente após a reserva. Em vez disso, aguardarão aprovação."],"Approval authority":["Autoridade de aprovação"],"If enabled, no actions such as sending confirmation emails or updating Google Calendar will be performed until the reservation is approved.":["Se ativo, nenhuma ação como envio de e-mail de confirmação ou atualização do Google Agenda será realizada, até que a reserva seja aprovada."],"Admin approval":["Aprovação do administrador"],"Service provider approval":["Aprovação do prestador de serviços"],"Service provider assignment rule":["Prestador de Serviço não encontrado"],"In case of multiple service providers, you can specify the assignment rule that the plugin should follow after each reservation.":["No caso de vários prestadores de serviço, especifique qual regra de atribuição o plug-in deve seguir após cada reserva."],"Equal":["Igual"],"A new reservation will be assigned to the service provider with the fewest number of reservations already assigned to them, based on the reservations stored in the database.":["Uma nova reserva é atribuída ao provedor com menos reservas atribuídas (no contexto do serviço). Com base nas reservas que estão presentes no banco de dados."],"Direct":["Direto"],"Always assign the reservation to a specific service provider.":["Sempre atribua a um prestador de serviço específico."],"Random":["Randômico"],"A random provider will be selected for the assignment.":["Um provedor aleatório será selecionado para a atribuição."],"Block after one reservation":["Bloquear após uma reserva"],"Even if a single reservation does not reach the maximum number of available tickets for the time slot(s), activating this setting will prevent other reservations from being made for the same time slot(s).":["Mesmo que uma única reserva não exceda os ingressos disponíveis para o(s) horário(s), ativar essa configuração evita que outras reservas ocorram para o(s) mesmo(s) horário(s)."],"A reservation was cancelled.":["Uma reserva foi cancelada."],"Send cancellation email":["Enviar e-mail de cancelamento"],"An email notification is sent to the admin after a booking is cancelled":["Uma mensagem de e-mail é enviada ao administrador após o cancelamento de uma reserva"],"Recipients administrators":["Administradores de destinatários"],"Reservation cancelled":["Reserva cancelada"],"Your reservation was cancelled.":["Sua reserva foi cancelada."],"An email notification is sent to the customer after a booking is cancelled":["Uma mensagem de e-mail é enviada ao cliente após o cancelamento da reserva"],"Specify the email address that should appear as the sender.":["Especifique o endereço de e-mail que deve aparecer como remetente."],"Administrator":["Administrador"],"The email address is taken from Settings > General > Sender email. The sender name will be the site title as set in WordPress > General.":["O endereço de e-mail é obtido em Configurações > Geral > E-mail do remetente. O nome do remetente será o título do site conforme definido em WordPress > Geral."],"Service Provider":["Prestador de Serviço"],"Email address and name as set in the WordPress user profile of the service provider":["Endereço de e-mail e nome conforme definido no perfil de usuário do WordPress do prestador de serviços"],"Allow customers to provide a reason when canceling a reservation.":["Permita que os clientes informem um motivo caso cancelem uma reserva."],"Cancellation timespan":["Período de cancelamento"],"Customers are not able to cancel their reservations when the start date and time are within this specified timespan.":["Os clientes não podem cancelar suas reservas quando a data e hora de início estiverem dentro deste intervalo especificado."],"Color":["Cor"],"Select the color for the service.":["Selecione a cor para o serviço."],"You just got a new reservation!":["Você acabou de receber uma nova reserva!"],"Send confirmation email":["Enviar e-mail de confirmação"],"An email notification will be sent to the admin after a booking is made.":["Será enviada uma notificação por e-mail para o administrador após uma reserva ser feita."],"Include uploaded files as attachments":["Incluir arquivos enviados como anexo"],"If the reservation form collects one or more file from the customer, you can enable or disable the inclusion of those files as email attachments.":["Se o formulário de reserva coletar um ou mais arquivos do cliente, escolha se deseja incluí-los ou não como anexo de e-mail."],"A new reservation":["Uma nova reserva"],"Thanks for your reservation!":["Obrigado por sua reserva!"],"An email notification will be sent to the customer after a booking is made.":["Será enviada uma notificação por e-mail para o cliente após uma reserva ser feita."],"Your reservation is confirmed":["Sua reserva está confirmada"],"Create a Zoom Meeting":["Criar uma reunião no Zoom"],"Automatically create a Zoom Meeting after a reservation is made.":["Uma reunião Zoom é criada automaticamente após uma reserva."],"It will be displayed at the top of the time slots list or reservation form for unscheduled services.":["Ele será exibido no topo da lista de horários ou formulário de reserva para serviços não agendados."],"If you use HTML content, please consider the fact that it will observe the stylesheet of your theme and other plugins, so the result may differ from what you see in the editor.":["Se você usar conteúdo HTML, considere o fato de que ele seguirá a folha de estilo do seu tema e outros plug-ins, portanto, o resultado pode ser diferente do que você vê no editor."],"Direct provider for assignment":["Prestador de serviço direto para atribuição"],"How to treat discarded available slots":["Como tratar horários disponíveis descartados"],"Choose how to handle available slots that are discarded due to overlapping settings.":["Escolha o que fazer com os horários disponíveis que são descartados como resultado de reservas sobrepostas."],"Don't show":["Não exibir"],"Show them as booked":["Mostre-os como reservados"],"Location":["Localidade"],"Choose how to set the location for this service. If a location is provided, it will be displayed in the frontend with directions and a map, unless specified otherwise.":["Escolha como definir um local para este serviço. Se houver um local, ele será mostrado aos usuários com direções e mapa (a menos que especificado de outra forma)"],"No location":["Sem localidade"],"Inherited from the booking form Address field":["Herdado do campo Endereço do formulário de reserva"],"Assigned location":["Local atribuído"],"Location visibility":["Localidade visibilidade"],"Choose whether the location should be visible in the frontend. If you choose to hide the location from the frontend, it will still be visible in the backend and can be used, for example, in email templates.":["Escolha se o local deve estar visível no frontend. Se você optar por ocultar o local na página do usuário, ele ainda estará visível no painel de controle e poderá ser usado, por exemplo, nos modelos de e-mail."],"Max reservations per user":["Máximo de reservas por usuário"],"The book button will display the number of reservations remaining for the current user. If the limit is reached, the user will not be able to proceed. Set 0 for no limit.":["O botão de reserva mostrará quantas reservas restam para o usuário atual. Se o limite for atingido, o usuário não poderá prosseguir. Defina 0 para nenhum limite."],"Choose the name of the service":["Escolha o nome do serviço"],"How payment is required":["Como é requerido o pagamento"],"Online":["Online"],"Customers are required to make an online payment. If no payment is made within the specified pending time, the reservation will be automatically cancelled.":["Os clientes devem pagar online. Se nenhum pagamento for feito dentro do Tempo Máximo Pendente, a reserva é automaticamente cancelada."],"Local":["Local"],"The plugin will not handle the payment. You should manually set the reservation as \"Paid\" when the payment is done locally.":["O plugin não vai lidar com o pagamento, você deve definir manualmente a reserva como \"Pago\", quando o pagamento for feito localmente."],"Discretionary":["Discricionário"],"Customers can choose whether to pay online or pay later/locally.":["Os clientes escolhem se querem pagar online ou mais tarde no local."],"Buffer configuration":["Configuração de intervalo"],"Select how the buffer between time slots should be calculated":["Selecione como a folga entre intervalos de tempo deve ser calculada"],"Always computed between slots":["Sempre calculado entre horários"],"The buffer is calculated between both free and booked slots within a container interval. This option is the default and ensures a consistent distribution of slots.":["A folga é calculada entre horários livres e reservados dentro de um intervalo de tempo definido. Essa opção é o padrão e garante uma distribuição consistente de slots."],"Only computed around booked slots":["Calculado apenas em relação aos horários reservados"],"The buffer is applied around booked slots. It can cause redistribution of free slots when a new reservation is made.":["A folga é aplicada em torno dos slots reservados. Isso pode causar redistribuição de slots gratuitos quando uma nova reserva é feita."],"Buffer between consecutive slots":["Intervalo entre horários consecutivos"],"A reservation was cancelled":["Uma reserva foi cancelada"],"Cancellation email":["E-mail de cancelamento"],"Get notified when a customer cancels a reservation for this service that was booked from you":["Seja notificado quando um cliente cancelar uma reserva para este serviço que foi reservado com você"],"Confirmation email":["E-mail de confirmação"],"Get notified when someone books this service from you":["Seja notificado quando alguém reservar este serviço de você"],"Block availability if overlaps with reservations for other services":["Bloquear disponibilidade se coincidir com reservas de outros serviços"],"Activate this option to automatically block all other overlapping available slots as soon as one of them is booked.":["Ative para bloquear todos os outros horários disponíveis sobrepostos assim que um deles for reservado."],"Block availability if overlaps with personal events":["Bloquear a disponibilidade se coincidir com eventos pessoais"],"Busy events in a personal Google Calendar will block the availability of this service. A personal Google Calendar which is different from the source one, must be set for this to work.":["Eventos ocupados em um calendário pessoal do Google bloquearão a disponibilidade deste serviço. Um calendário pessoal do Google diferente do de origem deve ser definido para que isso funcione."],"Block availability if overlaps with reservations for the same service":["Bloquear disponibilidade se coincidir com reservas do mesmo serviço"],"When using multiple availability plans for this service, enable this to exclude overlapping slots once a reservation is placed, regardless of which plan initiated it. Applicable only to non-independent plans.":["Ao usar vários planos de disponibilidade para este serviço, ative isso para excluir horários sobrepostos assim que uma reserva for feita, independentemente de qual plano a iniciou. Aplicável apenas a planos não independentes."],"Event color (booked slot)":["Color do evento (horário agendado)"],"Select a color for the Google Calendar reservation events.":["A cor dos eventos de reserva do Google Agenda."],"Calendar default":["Calendário padrão"],"Event title (booked slot)":["Título do evento (horário agendado)"],"Provide a title for the Google Calendar reservation events.":["O título dos eventos de reserva do Google Agenda."],"New reservation for %s":["Nova reserva para %s"],"Slots filling":["Preenchimento de horários"],"Choose how the slots should be redistributed when a blocking event or a reservation of other services occurs.":["Escolha como os slots devem ser redistribuídos quando ocorrer um evento de bloqueio ou reserva de outros serviços."],"Slots will always observe the original segmentation":["Os horários sempre observarão a segmentação original"],"Adaptive":["Adaptável"],"Slots are adapted to maximize the available times":["Os horários são adaptados para maximizar os tempos disponíveis"],"Add customers as guests of the Google Calendar event":["Adicionar clientes como convidados do evento do Google Agenda"],"If enabled, customers will receive Google notifications based on your Google Calendar settings. Additionally, a copy of the event will be created in their Google Calendars (if they have one), allowing them to view the event description. They will not have access to the guests list.":["Se ativo, os clientes recebem notificações do Google de acordo com suas configurações do Google Agenda, uma cópia do evento será criada em seus Google Agendas (se houver) e eles poderão ler a descrição do evento. Eles não poderão ver a lista de convidados."],"In accordance with personal data regulations, it may be necessary to provide customers with a comprehensive disclosure regarding the storage of their data. Additionally, you should ensure the ability to erase such data upon request. Before configuring this option to store customer personal data outside of this site, it is advisable to consult with the site administrator to ensure compliance with relevant regulations and guidelines.":["Em conformidade com as regulamentações de dados pessoais, pode ser necessário fornecer aos clientes uma divulgação abrangente sobre o armazenamento de seus dados. Além disso, você deve garantir a capacidade de apagar tais dados mediante solicitação. Antes de configurar esta opção para armazenar dados pessoais de clientes fora deste site, é aconselhável consultar o administrador do site para garantir a conformidade com as regulamentações e diretrizes relevantes."],"Add reservation on Google Calendar":["Adicionar reserva no Google Calendar"],"If enabled, reservations will be automatically added as events to the designated Google Calendar.":["Se ativo, as reservas serão adicionadas como eventos no Google Calendar de destino."],"In order for this feature to work, you need to set a destination Google Calendar.":["Para que essa funcionalidade funcione, é necessário definir um Calendário do Google de destino."],"Create a Google Meet link":["Criar link de Google Meet"],"A Google Meet link will be created after a reservation is made.":["Um link do Google Meet é criado após uma reserva."],"Google Calendar event description content":["Conteúdo da descrição do evento do Calendário do Google"],"Specify the content that should be included in the event description of the Google Calendar when a reservation is made.":["Especifique o conteúdo na descrição do evento do Google Agenda quando uma reserva for feita."],"Empty content":["Conteúdo vazio"],"Customer's name, tickets, email and phone when available":["Nome do cliente, tickets, e-mail e telefone quando disponível"],"Custom content":["Conteúdo customizado"],"Privacy alert: Please note that the content of the Google Calendar event description may be visible to guests if customers are being added as guests.":["Alerta de privacidade: a descrição do evento do Google Agenda fica visível para os convidados. Se os clientes estiverem sendo adicionados como convidados, isso será visível para eles."],"Google Calendar event description custom content":["Conteúdo personalizado da descrição do evento do calendário do Google"],"You can use dynamic placeholders.":["Você pode usar espaços reservados dinâmicos."],"Do not use HTML content!":["Não use conteúdo HTML!"],"Set a Google Calendar reminder for reserved slot":["Defina um lembrete do Google Agenda para o horário reservado"],"No reminder":["Sem lembrete"],"10 minutes before":["10 minutos antes"],"30 minutes before":["30 minutos antes"],"1 hour before":["1 hora antes"],"Drop tickets":["Liberar bilhetes"],"Instead of dropping the slot, reservations made for the same service but in a different availability plan will be treated as if they are on the same plan.":["Em vez de perder o horário, as reservas feitas para o mesmo serviço, mas em um plano de disponibilidade diferente, funcionarão como se estivessem no mesmo plano."],"Participate":["Participar"],"Turn this off if you want to exclude your availability events from being counted for this service. This can be useful for temporary needs, such as vacations, as it allows you to maintain your availability schedule unchanged.":["Desative isso se quiser evitar que seus eventos de disponibilidade sejam contados para este serviço. Útil para uma necessidade temporária, por ex. Férias, pois permite que você mantenha sua agenda de disponibilidade intocada."],"Slot duration":["Duração do horário"],"Slot duration configuration":["Configuração de duração do horário"],"How the duration of a timeslot is defined":["Como a duração de um horário é definida"],"Use the entire available interval":["Use o intervalo disponível completo"],"Utilize the duration of the entire available interval as the slot duration for the service, without dividing it into separate timeslots.":["Utilize a duração do intervalo disponível inteiro como a duração do horário para o serviço, sem dividi-lo em horários separados."],"Fixed duration":["Duração fixa"],"Automatically divide the entire available interval into timeslots of equal duration for the service.":["Divida automaticamente o intervalo disponível inteiro em horários de duração igual para o serviço."],"Lead Time Restriction":["Restrição de Antecedência"],"Set the minimum required timespan between the current time and the time slot start or end time. Reservations are only allowed if the specified timespan is met, ensuring a buffer period for scheduling.":["Defina o período mínimo necessário entre o horário atual e o início ou fim do horário. Reservas são permitidas apenas se o período especificado for cumprido, garantindo um período de buffer para agendamento."],"%d minute before":["%d minuto antes","%d minutos antes"],"%d hour before":["%d hora antes","%d horas antes"],"%d day before (until midnight)":["%d dia anterior (até meia noite)","%d dias anteriores (até meia noite)"],"Lead Time Restriction Reference":["Referência de Restrição de Antecedência"],"Slot start time":["Início do horário"],"Slot end time":["Término do horário"],"Opening Lead Time":["Tempo de Início de Antecedência"],"Specify the timespan before the start time of a time slot when it becomes visible in the frontend for reservations. Slots will only be displayed if the start time is within the specified timespan.":["Especifique o período antes do horário de início de um horário quando ele se torna visível no frontend para reservas. Horários só serão exibidos se o horário de início estiver dentro do período especificado."],"Always":["Sempre"],"Picture":["Foto"],"Provide a picture for the service.":["Por favor, forneça um nome para o serviço."],"We hope you had a memorable experience.":["Esperamos que você tenha tido uma experiência memorável."],"Send post-service engagement email":["Envie um e-mail de engajamento pós-serviço"],"Enable this feature to send a tailored email to customers after they've experienced the service.":["Ative este recurso para enviar um e-mail personalizado aos clientes após terem experimentado o serviço."],"%d day after":["%d dia após","%d dias após"],"Thank you for choosing us.":["Obrigado por nos escolher."],"Thank you for booking with us! We'll notify you once your reservation is confirmed.":["Obrigado por reservar conosco! Notificaremos você assim que sua reserva for confirmada."],"Send preliminary confirmation email":["Enviar e-mail de confirmação preliminar"],"Upon making a booking that necessitates approval, an email notification will be promptly dispatched to the customer.":["Ao fazer uma reserva que necessita de aprovação, uma notificação por e-mail será enviada imediatamente ao cliente."],"Booking received: awaiting approval confirmation":["Reserva recebida: aguardando confirmação de aprovação."],"If zero, won't appear. To change the currency, navigate to the Settings section.":["Se zero, não aparecerá. Para alterar a moeda, vá para a guia Gateways de pagamento."],"Redirect":["Redirecionar"],"If active, the customer will be redirected to the specified URL after a successful reservation for this service. This is meant for tracking conversions.":["Se ativo, o cliente será redirecionado para a URL especificada após uma reserva bem-sucedida para este serviço. Isso é feito para rastrear conversões."],"About payments: when redirect is active, the immediate and later payment settings will work just fine, while discretion payment setting will not, so no payment option will be presented to the customer after the reservation in this case.":["Sobre pagamentos: quando o redirecionamento está ativo, as configurações de pagamento imediato e posterior funcionarão bem, enquanto a configuração de pagamento a critério do usuário não funcionará, portanto, nenhuma opção de pagamento será apresentada ao cliente após a reserva neste caso."],"We are getting close!":["Estamos chegando perto!"],"Send reminder email":["Enviar e-mail de lembrete"],"Reminders are sent using the WordPress Cron system, which relies on site visits to trigger the scheduled events. If your site has low traffic, there may be delays or the reminders may not be sent at all.":["Os lembretes são enviados por meio do sistema WordPress Cron, que é acionado por visitas ao site. Se o seu site tiver pouco tráfego, os lembretes podem sofrer atrasos ou não serem enviados."],"%d day before":["%d dia anterior","%d dias anteriores"],"Don't forget your reservation":["Não se esqueça da sua reserva"],"Short text to describe the service":["Texto curto para descrever o serviço"],"Capacity display":["Exibição de capacidade"],"Display available time slot capacity.":["Exibir capacidade de horário disponível."],"Show booked slots":["Mostrar horários reservados"],"Show map":["Mostrar mapa"],"By default, a location map is displayed. However, you can change this setting to hide the map if it is not needed.":["Um mapa de localização é exibido por padrão. Altere esta configuração para ocultar o mapa se não for necessário."],"Show provider name":["Mostrar nome do prestador de serviço"],"Show provider profile page link":["Mostrar link do prestador de serviço"],"When enabled, the provider name will be displayed as a hyperlink that leads to the provider's profile page. To set the profile page for each provider, navigate to WordPress > Users > Edit > Website.":["Quando ativado, o nome do prestador de serviço será exibido como um hiperlink que leva à sua página de perfil. Para definir a página de perfil para cada prestador de serviço, navegue até WordPress > Usuários > Editar > Site."],"Show slot customers":["Mostrar clientes dos horários"],"Choose whether to display a list of the attendees or not, and which data it should include":["Escolha se deseja exibir uma lista dos participantes ou não e quais dados devem ser incluídos"],"Show names":["Mostrar nomes"],"Show email":["Mostrar email"],"Show names and email":["Mostrar nomes e email"],"Please carefully consider any privacy-related implications":["Por favor, considere cuidadosamente quaisquer implicações relacionadas à privacidade"],"Show start/end times":["Mostrar horários de início / fim"],"Show start/end":["Mostrar início / fim"],"Hide":["Ocultar"],"Show start time only":["Mostrar apenas hora de início"],"Time slot capacity":["Capacidade do intervalo de tempo"],"Max user tickets per slot":["Máximo de tíquetes de usuário por horário"],"The maximum number of tickets that a customer is allowed to book for a single slot. 0 means up to the maximum available tickets.":["O número máximo de tickets que um cliente pode reservar para um único horário. 0 (zero) significa até o máximo de tickets disponíveis."],"Choose the class of the service":["Escolha a classe do serviço"],"Keep available until approval":["Manter disponível até aprovação"],"Activate this option if you want to keep the slot/tickets available for other reservations, until a reservation gets approved.":["Ative esta opção se quiser manter os horários / bilhetes disponíveis para outras reservas, até que uma reserva seja aprovada."],"Activating this option could lead to overbooking":["Ativar esta opção pode ocasionar overbooking"],"Available slot color":["Cor do horário disponível"],"Background color":["Cor do fundo"],"Border color":["Cor da borda"],"Border radius":["Raio da borda"],"Border size":["Espessura da borda"],"Total number of available slots":["Número total de horários disponíveis"],"Total number of available tickets":["Número total de tickets disponíveis"],"Service name":["Nome do serviço"],"Service name + total number of available slots":["Nome do serviço + Número total de horários disponíveis"],"Service name + total number of available tickets":["Nome do serviço + Número total de tickets disponíveis"],"Hide the dots":["Ocultar os pontos"],"Numbered dots meaning":["Significado dos pontos numerados"],"Select what the number inside the dots represents.":["Selecione o que o número dentro dos pontos representa."],"Numbered dots threshold":["Limite de pontos numerados"],"Numbers inside the dots are not displayed when their value is below this threshold.":["Os números dentro dos pontos não são exibidos quando seu valor está abaixo desse limite."],"Default style":["Estilo padrão"],"Google Maps Style":["Estilo do Google Maps"],"Do you want more styles or even create your own style? Just set this to \"Default style\", then install the SnazzyMaps WordPress plugin.":["Você quer mais estilos ou até mesmo criar seu próprio estilo? Basta definir isso como \"Estilo padrão\" e instalar o plugin SnazzyMaps WordPress."],"Map zoom level":["Nível de zoom do mapa"],"Primary widget color":["Cor principal do widget"],"Booked slot color":["Cor do horário reservado"],"Skip Google Maps library loading":["Ignorar o carregamento da biblioteca do Google Maps"],"Enable this setting if you are experiencing issues with the Google Maps JS library being loaded by another plugin or theme.":["Ative esta configuração se estiver tendo problemas com a biblioteca JS do Google Maps carregada por outro plug-in ou tema."],"Providers sorting order":["Ordem do Prestador de serviço"],"This determines the sorting order of service providers during the selection step.":["Esta é a ordem dos prestadores de serviço durante a etapa de seleção do prestador de serviço."],"Services sorting order":["Ordem dos serviços"],"This determines the sorting order of services during the selection step.":["Esta é a ordem dos serviços durante a etapa de seleção do serviço."],"Enable Caching":["Habilitar o cache"],"If enabled, the plugin will utilize the existing caching system to improve loading times.":["Se ativo, o plug-in usará o sistema de cache atual disponível para otimizar os tempos de carregamento."],"Disabling caching can significantly impact the overall speed of the plugin. Only disable caching if you are encountering problems with your current caching system.":["Desativar o cache pode ter um grande impacto na velocidade geral do plug-in. Desative-o se estiver tendo problemas com seu sistema de cache atual."],"Use Service Providers":["Use Provedores de Serviço"],"Enable this setting to allocate and manage services across multiple WordPress Users (service providers).":["Ative esta configuração para alocar e gerenciar serviços entre vários Usuários do WordPress (prestadores de serviço)."],"TheBooking is now at v%s!":["TheBooking agora está na versão %s!"],"📢 We've rolled out some changes. Some of them might need your attention.":["📢 Implementamos algumas mudanças. Algumas delas podem precisar da sua atenção."],"See What's New":["Veja o que há de novo"],"Dismiss":["Dispensar"],"WP API nonce expired, please refresh the page.":["API do WP expirada, atualize a página."],"Generic error":["Erro genérico"],"All times are local":["Todos os horários são locais"],"Add":["Adicionar"],"Cancel":["Cancelar"],"This panel is for administrative purposes only":["Este painel é apenas para fins administrativos"],"Form conditionals and requirements will not be applied. All fields will be displayed, and all values will be allowed.":["Condicionais e requisitos do formulário não serão aplicados. Todos os campos serão exibidos e todos os valores serão permitidos."],"Reset this field if you want to create a new customer using the provided email address.":["Limpe este campo se desejar criar um novo cliente, com base no endereço de e-mail fornecido."],"This is required":["Isso é necessário"],"Please provide a valid email address":["Por favor, forneça um endereço de email válido"],"Time":["Tempo"],"Add reservation":["Adicionar reserva"],"%d out of %d":["%d de %d"],"Booked":["Agendado"],"Available":["Disponível"],"Customer notifications will follow this timezone setting.":["As notificações ao cliente seguirão esta configuração de fuso horário."],"System timezone (WordPress > Settings > General)":["Fuso horário do sistema (WordPress > Configurações > Geral)."],"Associate the customer with a WordPress user":["Associe o cliente a um usuário do WordPress"],"Do not associate the customer":["Não associe o cliente"],"Are you sure?":["Tem certeza?"],"Yes":["Sim"],"No":["Não"],"Delete":["Apagar"],"New API token":["Novo token de API"],"Generate a new API token":["Criar novo token de API"],"Create":["Criar"],"Please provide the token name":["Por favor insira o o nome do token"],"If enabled, this API token restricts write operations for API requests.":["Se ativado, este token de API restringe operações de escrita para solicitações de API."],"Add coupon":["Adicionar cupom"],"Used":["Usado"],"Please enter the coupon text without any spaces":["Por favor insira o texto do cupom sem espaços em branco"],"Coupon already exists":["Cupom já presente"],"Error":["Erro"],"There are reservations for this customer":["Existem reservas para este Cliente"],"Registered":["Registrado"],"Not registered":["Não registrado"],"Inactive":["Inativo"],"Selected %d item":["%d item selecionado","%d itens selecionados"],"Delete %d item":["Apagar %d item","Apagar %d itens"],"All":["Todos"],"Reservations by %s":["Reservas por %s"],"Search...":["Pesquisar..."],"Add a customer":["Adicionar um Cliente"],"Create a new WordPress user":["Criar um novo usuário WordPress"],"Please provide a name":["Por favor, forneça um nome"],"Deletion prevented: services are assigned to this location.":["Exclusão impedida: serviços estão atribuídos a este local."],"New location":["Nova localidade"],"Add a location":["Adicionar uma localidade"],"Please enter a valid and properly formatted address":["Por favor, forneça um endereço válido e bem formatado"],"Additional configuration options will be accessible once created.":["Mais opções de configuração estarão disponíveis após a criação."],"Discount":["Desconto"],"Uses":["Usa"],"Period":["Período"],"Type":["Tipo"],"This promotion is no longer available for customer use.":["Esta promoção não pode mais ser usada pelos Clientes."],"This promotion cannot be deleted because there are reservations associated with it.":["Esta promoção não pode ser excluída porque há reservas associadas a ela."],"Running":["Correndo"],"Not running (paused)":["Não está funcionando (em pausa)"],"Not running":["Não está funcionando"],"New promotion":["Nova promoção"],"Create a new Promotion":["Criar uma nova promoção"],"Please enter the promotion name without any spaces":["Por favor insira o nome da promoção sem espaços em branco"],"Name already exists":["Nome já existente"],"The promotion will run for the selected period, the discount is automatically applied to any eligible service.":["A promoção decorrerá durante o período selecionado, o desconto é aplicado automaticamente a qualquer serviço elegível."],"The promotion will run for the selected period, the discount is applied to any eligible service only if a valid coupon is provided.":["A promoção decorrerá durante o período selecionado, o desconto é aplicado a qualquer serviço elegível apenas se for fornecido um cupom válido."],"Please provide a date interval":["Forneça um intervalo de datas"],"Please provide a discount value":["Forneça um valor de desconto"],"Payment":["Pagamento"],"Paid":["Pago"],"Not paid":["Não pago"],"Not due":["Não devido"],"Search customer":["Pesquisar Cliente"],"Details":["Detalhes"],"Confirm":["Confirme"],"Approve":["Aprovar"],"Start meeting":["Iniciar reunião"],"Zoom meeting":["Reunião do Zoom"],"Google Meet":["Google Meet"],"Confirmed":["Confirmado"],"Cancelled":["Cancelado"],"Pending":["Pendente"],"Expired":["Expidado"],"Deny":["Negar"],"ID":["ID"],"Customer Name":["Nome do Cliente"],"Customer Email":["Email do Cliente"],"Start date of service":["Data de início do serviço"],"Start time of service":["Hora de início do serviço"],"End date of service":["Data de término do serviço"],"End time of service":["Hora de término do serviço"],"Form field: %s":["Campo do formulário %s"],"Reset reservation IDs":["Redefinir IDs de reserva"],"PDF file is ready!":["Arquivo PDF está pronto!"],"Open PDF":["Abrir PDF"],"Today's":["De hoje"],"Tomorrow's":["De amanhã"],"This week":["Esta semana"],"Past":["Passado"],"Search by ID":["Pesquise por ID"],"Export selected (%d)":["Exportar selecionados (%d)"],"Export all":["Exportar tudo"],"Empty the database":["Base de dados vazia"],"Activate Table view":["Ativar visualização de tabela"],"Activate List view":["Ativar visualização de lista"],"Activate Auto view":["Ativar visualização automática"],"Display columns":["Mostrar colunas"],"Sort by":["Ordenar por"],"Sorting order":["Ordenado por"],"Descending":["Descendente"],"Ascending":["Ascendente"],"Include reservations":["Incluir reservas"],"I know what I'm doing, proceed":["Eu sei o que estou fazendo, prossiga"],"This erases the reservations database":["Isso apaga o banco de dados de reservas"],"Select additional properties to copy with service.":["Selecione propriedades adicionais para copiar com o serviço."],"Copy form":["Copiar formulário"],"Copy providers settings":["Copiar configurações do prestador de serviço"],"Copy notifications":["Copiar notificações"],"Deletion prevented: there are reservations for this service.":["Exclusão impedida: existem reservas para este serviço."],"Notifications":["Notificações"],"Booking form":["Formulário de reserva"],"Personal settings":["Configurações pessoais"],"Duplicate service":["Duplicar serviço"],"Duplicate":["Duplicar"],"Appointment":["Compromisso"],"Unscheduled":["Não agendado"],"Your changes here only affect the service when provided by you":["Suas alterações aqui afetam apenas o serviço quando fornecido por você"],"New service":["Novo serviço"],"Create a new Service":["Criar um novo serviço"],"Suitable for timeslot-based reservations.":["Adequado para reservas baseadas em intervalos de tempo."],"A service with no scheduling needs. Think about support tickets, estimate request, and so on.":["Um serviço sem necessidade de agendamento. Pense em tíquetes de suporte, solicitação de orçamento e assim por diante."],"Please provide a name for the service":["Por favor, forneça um nome para o serviço"],"This field is always active":["Este campo está sempre ativo"],"Other fields are dependent on this field":["Outros campos dependem deste campo"],"Activate":["Ativar"],"depends on %s":["depende de %s"],"New paragraph":["Novo parágrafo"],"New text input":["Nova entrada de texto"],"New text area":["Nova área de texto"],"New options field":["Novo campo de opções"],"Option 1":["Opção 1"],"Option 2":["Opção 2"],"Option 3":["Opção 3"],"New checkbox":["Nova caixa de seleção"],"New file upload":["Novo upload de arquivo"],"New number input":["Nova entrada de número"],"New date input":["Nova entrada de data"],"New option":["Nova opção"],"Option %d label":["Opção %d rótulo"],"Price increment":["Incremento de preço"],"Increase service price by the specified amount when this option is selected during booking":["Aumente o preço do serviço pelo valor especificado quando esta opção for selecionada durante a reserva"],"Add option":["Adicionar opção"],"Validation":["Validação"],"Regex":["Regex"],"Need help with regex expressions?":["Precisa de ajuda com expressões regex?"],"No validation":["Sem validação"],"Phone (international)":["Fone (internacional)"],"Alphanumeric with space":["Alfanumérico com espaço"],"Hide from registered users":["Ocultar para usuários registrados"],"Notification template placeholder":["Espaço reservado do modelo de notificação"],"This placeholder, when inserted in a notification template, will be replaced with the value of the field. It must be unique in the context of the service.":["Este placeholder, quando inserido em um template de notificação, será substituído pelo valor do campo. Deve ser único no contexto do serviço."],"Pre-fill user meta-key":["Preencher meta-chave do usuário"],"Select or write":["Selecione ou escreva"],"The field will be pre-populated with the corresponding user meta when available (even if the field is hidden)":["O campo será pré-preenchido com a meta-dados do usuário correspondente quando disponível (mesmo que o campo esteja oculto)"],"Allowed file extensions":["Extensões de arquivo permitidas"],"Comma-separated, e.g. \"jpeg, png, tiff\"":["Separados por vírgulas, ex: \"jpeg, png, tiff\""],"Max file size":["Máx tamanho de arquivo"],"Visible":["Visível"],"Hidden":["Oculto"],"Required":["Requerido"],"Not required":["Não requerido"],"Checked":["Checked"],"Not checked":["Não verificado"],"Greater than":["Maior que"],"Less than":["Menos que"],"Equal to":["Igual a"],"Conditional":["Condicional"],"The field is":["O campo é"],"No valid fields in this form":["Nenhum campo válido neste formulário"],"Select a state":["Selecione um estado"],"Depending on":["Dependendo de"],"Select a field":["Selecione um campo"],"Being":["Sendo"],"Parent field options must be 2 or more":["As opções do campo pai devem ser 2 ou mais"],"Select a value":["Selecione um valor"],"This number":["Este número"],"Experimental feature":["Característica experimental"],"Apply dynamic rules to control the field's behavior based on the values of other fields.":["Aplique regras dinâmicas para controlar o comportamento do campo com base nos valores de outros campos."],"The conditional rule feature is available when the form includes at least one field of type number, options, or checkbox (excluding the current field).":["O recurso de regra condicional está disponível quando o formulário inclui pelo menos um campo do tipo número, opções ou caixa de seleção (excluindo o campo atual)."],"Label":["Rótulo"],"Min":["Min"],"Max":["Máx"],"Discard":["Descartar"],"Save changes":["Salvar alterações"],"Input text":["Entrada de texto"],"Text area":["Área de texto"],"Checkbox":["Checkbox"],"Number":["Número"],"Options":["Opções"],"File upload":["Upload de arquivo"],"Paragraph":["Parágrafo"],"Account":["Conta"],"No provider":["Sem provedor"],"Add Google Account":["Adicionar Conta do Google"],"Associate with a service provider":["Associe a um provedor de serviço"],"The associated provider gains the ability to manage the Google Account integration.":["O prestador associado ganha a capacidade de gerenciar a integração da Conta do Google."],"Changing the service provider will unlink any calendars associated with this account from availability plans not assigned to the new provider":["Ao mudar o provedor de serviço, qualquer calendário associado a esta conta será desvinculado dos planos de disponibilidade que não estão atribuídos ao novo provedor"],"Connected as %s":["Conectado como %s"],"Disconnect":["Desconectar"],"Connect your Google Account":["Conecte sua Conta Google"],"Authorize":["Autorizar"],"Google Calendars":["Calendários do Google"],"Personal":["Pessoal"],"Events on this calendar will block plan availability":["Eventos neste calendário bloquearão a disponibilidade do plano"],"Source":["Fonte"],"Events on this calendar will be considered as available time for this plan":["Eventos neste calendário serão considerados como horário disponível para este plano."],"Destination":["Destino"],"Reservations made for this plan will generate events on this calendar":["Reservas feitas para este plano gerarão eventos neste calendário"],"Owner":["Proprietário"],"Shared":["Compartilhado"],"No availability plans available":["Não há planos de disponibilidade disponíveis"],"Thanks for updating to TheBooking!":["Obrigado por atualizar para o TheBooking!"],"This release represents our most significant update since the app's inception. Along with a host of new features and a complete visual revamp, it introduces pivotal changes you should be aware of. For a detailed overview, please consult our %supdated documentation%s.":["Este lançamento representa nossa atualização mais significativa desde o início do aplicativo. Além de uma série de novos recursos e uma reformulação visual completa, introduz mudanças fundamentais das quais você deve estar ciente. Para uma visão detalhada, consulte nossa %sdocumentação atualizada%s."],"Migrate settings and data":["Migrar configurações e dados"],"Start fresh (migrate later if needed)":["Comece do zero (migre mais tarde, se necessário)"],"Save":["Salvar"],"Subject":["Assunto"],"Please provide the email subject":["Por favor, forneça assunto do email"],"Body":["Corpo"],"You can use HTML":["Você pode usar HTML"],"Please provide the email content":["Por favor, forneça o conteúdo do email"],"Edit email content":["Editar conteúdo do email"],"Coupons":["Cupons"],"List of single use coupon codes":["Lista de códigos de cupom de uso único"],"Connect a Google Account and associate it with the provider":["Conecte uma Conta do Google e associe-a ao prestador"],"The Google Account associated with this service provider grants access to their associated calendars, empowering them to effectively configure their Google integration using these calendars.":["A Conta do Google associada a este prestador de serviço concede acesso aos seus calendários associados, permitindo que eles configurem efetivamente sua integração com o Google usando esses calendários."],"The service provider can autonomously link their Google Account by navigating to Availability > Your Google Account.":["O prestador de serviço pode conectar autonomamente sua Conta do Google navegando para Disponibilidade > Sua Conta do Google."],"Service provider notifications will follow this timezone setting.":["As notificações do provedor de serviço seguirão esta configuração de fuso horário."],"Download":["Download"],"Not provided":["Não fornecido"],"Date of service":["Data do serviço"],"Times":["Horas"],"Submitted":["Enviado"],"UID (internal)":["UID (interna)"],"Virtual meetings":["Reunião virtual"],"Get data for Zoom meeting ID %s":["Obter dados para reunião no Zoom meeting ID %s"],"Start URL":["URL de início"],"Join URL":["URL de entrada"],"Password: %s":["Senha: %s"],"Status: %s":["Status: %s"],"Join meeting":["Entre na reunião"],"Google Calendar events":["Eventos do Calendário do Google"],"Refresh Google Calendar event creation":["Criar evento no Calendário do Google novamente"],"An event will be created or updated in any destination calendar set for the availability plan for which this reservation was generated.":["Um evento será criado ou atualizado em qualquer calendário de destino definido para o plano de disponibilidade para o qual esta reserva foi gerada."],"Form submission details":["Detalhes de envio do formulário"],"Applied discounts":["Descontos aplicados"],"The discount values are based on the time of the reservation and any subsequent changes to a promotion will not be reflected here.":["Os valores de desconto são baseados no momento da reserva e quaisquer alterações posteriores a uma promoção não serão refletidas aqui."],"System":["Sistema"],"User":["Usuário"],"Confirmation email sent by %s":["Email de confirmação enviado por %s"],"send again":["enviar novamente"],"Confirmation pending":["Confirmação pendente"],"Reminder email sent by %s":["E-mail de lembrete enviado por %s"],"send now":["enviar agora"],"Reminder email pending":["E-mail de lembrete pendente"],"Cancellation email sent by %s":["E-mail de cancelamento enviado por %s"],"Refund":["Reembolso"],"Gateway":["Gateway"],"Amount":["Valor"],"Gateway data":["Dados do gateway"],"Edit":["Editar"],"Files":["Arquivos"],"This reservation has expired.":["Esta reserva expirou."],"Editing an expired reservation could lead to overbooking as the spot may have been taken by other reservations.":["A edição de uma reserva expirada pode resultar em overbooking, pois o horário pode ter sido ocupado por outras reservas."],"I am aware of the potential risks":["Estou ciente dos riscos potenciais"],"You are editing the database directly":["Você está editando o banco de dados diretamente"],"Changes made here won't send notifications. Use the actions in the reservations table to trigger them.":["As alterações feitas aqui não enviarão notificações. Use as ações na tabela de reservas para acioná-los."],"The service will be modified even if there are no available slots for it.":["O serviço será modificado mesmo que não haja horários disponíveis para ele."],"Start date time":["Hora de início"],"The date will be modified even if there are no available slots for it.":["A data será modificada mesmo que não haja vagas disponíveis para ela."],"End date time":["Data e horário final"],"Payment status":["Situação dos pagamentos"],"Base price":["Preço base"],"Reason for cancellation":["Motivo do cancelamento"],"This is the latest service form available.":["Este é o formulário de serviço mais recente disponível."],"If you've made changes to the service form after this reservation was submitted, some information may be missing or different from what the customer originally viewed.":["Se você fez alterações no formulário de serviço após o envio desta reserva, algumas informações podem estar ausentes ou diferentes do que o cliente visualizou originalmente."],"No payment yet":["Nenhum pagamento ainda"],"No locations available.":["Nenhuma localidade disponível."],"Go to Locations":["Ir para locais"],"Customer's local timezone":["Fuso horário local do cliente"],"Customer was not able to pay within the allowed time. Expired reservations are going to be automatically deleted on a weekly basis, unless the status is manually changed or the reservation is set as paid.":["O cliente não conseguiu pagar dentro do prazo permitido. As reservas expiradas serão excluídas automaticamente semanalmente, a menos que o status seja alterado manualmente ou a reserva seja definida como paga."],"To do":["A fazer"],"Done":["Feito"],"Draft":["Rascunho"],"Total time: %s":["Tempo total: %s"],"Add interval":["Adicionar intervalo"],"Remove interval":["Remover intervalo"],"Showing from %s":["Mostrando a partir de %s"],"to %s":["para %s"],"Activity period":["Período de atividade"],"Excluded dates":["Datas excluídas"],"New plan":["Novo plano"],"Create a new Plan":["Criar um novo plano"],"Please provide a name for the plan":["Por favor, forneça um nome para o plano"],"Independent":["Independente"],"When set as independent, reservations from other plans will not interfere with the availability of this plan, and vice versa.":["Quando definido como independente, reservas de outros planos não interferirão na disponibilidade deste plano, e vice-versa."],"Weekly plan":["Plano semanal"],"Services to which this availability source is applied.":["Serviços aos quais esta fonte de disponibilidade é aplicada."],"Providers to which this availability source is applied.":["Provedores aos quais esta fonte de disponibilidade é aplicada."],"Changing the service provider will disassociate any existing provider's Google Account. Please remember to reconfigure the Google Calendars for this plan, if necessary.":["Alterar o prestador de serviço desassociará qualquer Conta do Google do prestador existente. Lembre-se de reconfigurar os Calendários do Google para este plano, se necessário."],"Destination calendars":["Calendários de destino"],"Calendars in which reservation events should be created for this plan.":["Calendários nos quais eventos de reserva devem ser criados para este plano."],"Personal calendars":["Calendários pessoais"],"Calendars whose busy events will block availability for this plan.":["Calendários cujos eventos ocupados bloquearão a disponibilidade para este plano."],"Source calendars":["Calendários de origem"],"Calendars whose busy events will be considered as AVAILABLE time for the selected services. If more BUSY events overlap, their UNION will be considered.":["Calendários cujos eventos ocupados serão considerados como tempo DISPONÍVEL para os serviços selecionados. Se mais eventos OCUPADOS se sobrepuserem, sua UNIÃO será considerada."],"Schedule":["Agenda"],"Google 3-way":["Google 3-vias"],"Edit content":["Editar conteúdo"],"Select":["Selecione"],"Remove":["Remover"],"This file is from a different version.":["Este arquivo é de uma versão diferente."],"Not a valid JSON file.":["Não é um arquivo JSON válido."],"Import":["Importar"],"Export":["Exportar"],"Discard change":["Descartar alteração"],"Save change":["Salvar alteração"],"Time left":["Tempo restante"],"Your reservation is expired.":["Sua reserva expirou."],"Thank you for the reservation":["Obrigado pela reserva"],"To confirm the reservation, please select a payment method.":["Para confirmar a reserva, por favor, selecione um método de pagamento."],"Please select a payment method.":["Por favor, selecione um método de pagamento."],"Amount to pay":["Valor a pagar"],"Pay":["Pagar"],"Summary":["Resumo"],"Back":["Voltar"],"Book now":["Agendar agora"],"Coupon?":["Cupom?"],"Apply":["Aplicar"],"Price details":["Detalhes do preço"],"%s list price":["%s lista de preços"],"X %d ticket =":["X %d ticket =","X %d tickets ="],"Coupon %s ":["Cupom %s"],"Slot %d: %s discount":["Desconto do Horário %d: %s"],"%s discount":["%s desconto"],"Total":["Total"],"Coupon applied!":["Cupom aplicado!"],"Invalid coupon!":["Cupom inválido!"],"Go back":["Voltar"],"Reservations for %s number %s":["Reservas por %s número %s"],"Add to calendar":["Adicionar ao calendário"],"Thank you for your reservation":["Obrigado por sua reserva"],"Thank you for your reservation, we will notify you once confirmed.":["Obrigado pela sua reserva, iremos notificá-lo assim que for confirmada."],"Reservation ID: %s":["ID da reserva: %s"],"Do you wish to pay online?":["Você deseja pagar online?"],"Select a service":["Selecione um serviço"],"Promo price!":["Preço da promoção!"],"starts from":["a partir de"],"Upcoming":["Por vir"],"Promo":["Promoção"],"Map cannot be loaded right now, sorry.":["O mapa não pode ser carregado agora, desculpe."],"Warning":["Aviso"],"Please input":["Por favor insira"],"Validation failed":["Falha na validação"],"Select...":["Selecione..."],"Upload":["Upload"],"Max file size is %d MB, this file is %d MB":["Máx tamanho de arquivo é %d MB, este arquivo tem %d MB"],"Next":["Próximo"],"%s left":["%s restante"],"Get directions":["Obter direção"],"%s or %s to book this service":["%s de %s para agendar este serviço"],"Login":["Login"],"Register":["Registro"],"Promo available!":["Promoção disponível!"],"Select a provider":["Selecione um prestador de serviço"],"Select one or more adjacent timeslots":["Selecione um ou mais intervalos de tempo adjacentes"],"Select a timeslot":["Selecione um horário"],"Local times in %s":["Horário local em %s"],"This timeslot is not adjacent to the others!":["Este intervalo de tempo não é adjacente aos outros!"],"Pay %s":["Pagar %s"],"Join Zoom meeting":["Entrar na reunião do Zoom"],"Join Google Meet":["Junte-se ao Google Meet"],"Please tell us the reason":["Por favor, informe o motivo"],"Saving...":["Salvando..."],"Whoops":["Whoops"],"Success":["Sucesso"],"Starts from %s":["Iniciar a partir de %s"],"%d available":["%d disponível"],"Sold out":["Lotado"],"Form field validation regex\u0004Email":["Email"],"Form field validation regex\u0004URL":["URL"],"Form field label\u0004Email":["Email"],"Form field label\u0004First name":["Primeiro nome"],"Form field label\u0004Last name":["Último nome"],"Form field label\u0004User URL":["URL do usuário"],"Setting control\u0004Delegated":["Delegado"],"Setting control\u0004Admin":["Administrator"],"WP Block Editor\u0004Service restrictions":["Restrições de serviço"],"WP Block Editor\u0004For unrestricted listing, leave all checkboxes unselected.":["Para uma listagem irrestrita, deixe todas as caixas de seleção desmarcadas."],"WP Block Editor\u0004Provider restrictions":["Restrições do provedor"],"WP Block Editor\u0004Configuration":["Configuração"],"WP Block Editor\u0004Widget type":["Tipo de Widget"],"WP Block Editor\u0004Monthly calendar":["Calendário mensal"],"WP Block Editor\u0004Upcoming events":["Eventos futuros"],"WP Block Editor\u0004Unscheduled services":["Serviços não agendados"],"WP Block Editor\u0004Reservations list (logged users only)":["Lista de reservas (somente usuários logados)"],"WP Block Editor\u0004Visible events":["Eventos exibidos"],"WP Block Editor\u0004Number of upcoming events shown on the page":["O número de eventos futuros exibidos na página"],"WP Block Editor\u0004Show more":["Mostrar mais"],"WP Block Editor\u0004Load more events button":["Botão \"Carregar mais eventos\""],"WP Block Editor\u0004Maximum fetched events":["Máximo de eventos buscados"],"WP Block Editor\u0004Maximum number of events that can be loaded in total when using the \"Show more\" button. Set \"0\" for no limit.":["Número máximo de eventos que podem ser carregados no total ao usar o botão \"Mostrar mais\". Defina \"0\" para sem limite."],"WP Block Editor\u0004Permissions":["Permissões"],"WP Block Editor\u0004Read-only":["Apenas leitura"],"WP Block Editor\u0004Prevents booking through this widget instance.":["Impede reservas através desta instância de widget."],"WP Block Editor\u0004Logged-only":["Logados apenas"],"WP Block Editor\u0004Restricts booking to logged-in users only through this widget instance.":["Restringe reservas apenas para usuários logados através desta instância de widget."],"WP Block Editor\u0004These permissions apply to all services presented through this widget, overriding any service-specific permission settings.":["Essas permissões se aplicam a todos os serviços apresentados por meio deste widget, substituindo quaisquer configurações de permissão específicas do serviço."],"block title\u0004TheBooking widget":["TheBooking widget"],"block description\u0004Displays the booking widget":["Exibe o widget de reserva"],"block keyword\u0004tbk-booking":["tbk-booking"],"block keyword\u0004thebooking":["thebooking"],"block keyword\u0004teambooking":["teambooking"],"block keyword\u0004calendar":["calendário"],"block keyword\u0004reservations":["reservas"]}}}