{"domain":"team-booking","locale_data":{"team-booking":{"":{"domain":"team-booking","plural_forms":"nplurals=2; plural=(n != 1);","lang":"de_AT"},"TheBooking":["TheBooking"],"A booking plugin for WordPress.":["Ein Buchungs-Plugin für WordPress."],"VonStroheim":["Von Stroheim"],"https://stroheimdesign.com":["https://stroheimdesign.com"],"Service":["Service"],"Date":["Datum"],"Created":["Erstellt"],"Form field":["Formularfeld"],"TheBooking reservations":["TheBooking-Reservierungen"],"Email":["Email"],"First name":["Vorname"],"Last name":["Nachname"],"Address":["Adresse"],"Phone":["Telefon"],"Url":["URL"],"Google Account":["Google-Konto"],"Google Integration":["Google-Integration"],"Google Accounts":["Google-Konten"],"Google Meet link":["Google Meet-Link"],"Reservation":["Reservierung"],"Google Calendar":["Google Kalender"],"In order to use Google Calendar with the plugin, you have to activate and configure a Google Project.":["Um Google Kalender mit dem Plugin nutzen zu können, müssen Sie ein Google-Projekt aktivieren und konfigurieren."],"Your authorization was revoked upstream, please disconnect and reconnect!":["Ihre Autorisierung wurde Upstream widerrufen, bitte trennen und neu verbinden!"],"Something changed in your Google account (a password reset or similar), please disconnect and reconnect!":["Etwas hat sich in Ihrem Google-Konto geändert (ein Zurücksetzen des Passworts oder ähnliches), bitte widerrufen und erneut autorisieren!"],"Google Calendar API is not configured.":["Die Google Kalender-API ist nicht konfiguriert."],"Insufficient permissions for the Google account %s, please disconnect it, then reconnect and ensure to select ALL the checkboxes when asked for permissions!":["Unzureichende Berechtigungen für das Google-Konto %s, bitte trennen Sie die Verbindung und verbinden Sie es erneut. Stellen Sie sicher, dass Sie ALLE Kontrollkästchen auswählen, wenn Sie nach Berechtigungen gefragt werden!"],"Event not created. The reservation is not confirmed.":["Ereignis nicht erstellt. Die Reservierung ist nicht bestätigt."],"Event not created. No destination calendar is found.":["Ereignis nicht erstellt. Kein Zielkalender gefunden."],"Event created.":["Ereignis erstellt."],"Event deleted.":["Ereignis gelöscht."],"Access was already revoked manually.":["Der Zugriff wurde bereits manuell entzogen."],"Google Account %s not found.":["Google-Konto %s nicht gefunden."],"This provider is already associated with the Google Account %s":["Dieser Anbieter ist bereits mit dem Google-Konto %s verknüpft"],"Settings have been saved!":["Einstellungen gespeichert!"],"Allow service providers to connect their own Google Account":["Dienstanbieter erlauben, ihr eigenes Google-Konto zu verbinden"],"If active, service providers will be able to connect their own Google Account autonomously.":["Wenn aktiv, können Dienstanbieter ihr eigenes Google-Konto eigenständig verbinden."],"Allow service providers to use override commands.":["Dienstanbieter erlauben, Überschreibbefehle zu verwenden."],"If active, service providers will be able to override some general service settings for specific slots, such as the price, by using slot commands directly in Google Calendar.":["Wenn aktiv, können Dienstanbieter einige allgemeine Diensteinstellungen für bestimmte Slots, wie z.B. den Preis, überschreiben, indem sie Slot-Befehle direkt im Google Kalender verwenden."],"Administrators are always allowed.":["Administratoren sind immer erlaubt."],"API App Name":["API-App-Name"],"Google Cloud Platform console > OAuth Consent screen > Edit App (button) > App name":["Google Cloud Platform-Konsole > OAuth-Zustimmungsbildschirm > App bearbeiten (Schaltfläche) > App-Name"],"Google API Authorized JS Origin":["Google-API-autorisierter JS-Ursprung"],"Copy/Paste this link in the Authorized JS Origin field of the Google Project":["Kopieren Sie diesen Link und fügen Sie ihn in das Feld Autorisierter JS-Ursprung des Google-Projekts ein"],"API Client ID":["API-Client-ID"],"Google Cloud Platform console > Credentials > Client ID":["Google Cloud Platform-Konsole > Anmeldedaten > Client-ID"],"API Client Secret":["API-Client-Geheimnis"],"Google Cloud Platform console > Credentials > Client ID > Edit oAuth Client (pencil icon) > Client Secret":["Google Cloud Platform-Konsole > Anmeldeinformationen > Client-ID > oAuth-Client bearbeiten (Stiftsymbol) > Client-Secret"],"Google API Redirect URI":["Google API-Umleitungs-URI"],"Copy/Paste this link in the Redirect URI field of the Google Project":["Kopieren Sie diesen Link und fügen Sie ihn in das Feld Umleitungs-URI des Google-Projekts ein"],"Google Calendar refresh delay":["Verzögerung der Google Kalenderabfrage"],"If the value is greater than 0, the Google Calendar availability events will be cached for the specified time (in seconds)":["Wenn größer als 0, werden Google Kalender Verfügbarkeitsereignisse für die angegebene Zeit (in Sekunden) zwischengespeichert"],"If the Google Calendar availability is not changed too often, consider increasing this value to save Google API quota. However, note that events added to Google Calendar will only be detected by the plugin after this interval has passed.":["Wenn die Google Kalender Verfügbarkeit nicht zu oft geändert wird, können Sie darüber nachdenken, diesen Wert zu erhöhen, um die Google API-Quote zu schonen. Beachten Sie, dass Ereignisse, die im Google Kalender hinzugefügt werden, vom Plugin erst erkannt werden, nachdem dieses Intervall verstrichen ist."],"Location successfully added.":["Standort erfolgreich hinzugefügt."],"Location successfully deleted.":["Standort erfolgreich gelöscht.","Standorte erfolgreich gelöscht."],"Name":["Name"],"Actions":["Aktionen"],"General":["Allgemein"],"Locations":["Standorte"],"Duplicate from %s":["Duplizieren von %s"],"To the customer":["Zum Kunden"],"To the admin":["An den Administrator"],"To the service provider":["An den Dienstleister"],"Personal notifications":["Persönliche Benachrichtigungen"],"Selected":["Ausgewählt"],"Not selected":["Nicht ausgewählt"],"Customer":["Kunde"],"Description":["Beschreibung"],"Short description":["Kurze Beschreibung"],"Start time":["Startzeit"],"Start date":["Startdatum"],"End time":["Endzeit"],"End date":["Endtermin"],"Timezone":["Zeitzone"],"Location (name)":["Standortnamen)"],"Location (address)":["Standort-Adresse)"],"Duration":["Dauer"],"Price":["Preis"],"Tickets":["Tickets"],"Cancellation reason":["Grund des Abbruchs"],"Id":["ID"],"Provider":["Anbieter"],"Start time (old)":["Startzeit (alt)"],"Start date (old)":["Startdatum (alt)"],"End time (old)":["Endzeit (alt)"],"End date (old)":["Enddatum (alt)"],"Duration (old)":["Dauer (alt)"],"Form":["Form"],"Availability plan not found.":["Verfügbarkeitsplan nicht gefunden."],"You do not have the necessary authorization to manage this availability plan at this time.":["Sie haben derzeit nicht die erforderliche Berechtigung, um diesen Verfügbarkeitsplan zu verwalten."],"You do not have the necessary authorization to manage availability plans at this time.":["Sie haben derzeit nicht die erforderliche Berechtigung, um Verfügbarkeitspläne zu verwalten."],"A calendar cannot be both the source and personal for the same plan.":["Ein Kalender kann nicht gleichzeitig die Quelle und persönlich für denselben Plan sein."],"Service provider not found.":["Dienstanbieter nicht gefunden."],"Availability plan successfully added.":["Verfügbarkeitsplan erfolgreich hinzugefügt."],"Availability plan successfully deleted.":["Verfügbarkeitsplan erfolgreich gelöscht."],"Translations":["Übersetzungen"],"Update WPML translations":["WPML-Übersetzungen aktualisieren"],"Update":["Aktualisieren"],"Regenerate existing strings data for WPML":["Generieren Sie vorhandene Zeichenfolgendaten für WPML neu"],"Zoom Join Meeting link":["Zoom Meeting-Link beitreten"],"Zoom Start Meeting link":["Zoom Meeting starten-Link"],"Meeting with %s":["Treffen mit %s"],"Zoom":["Zoomen"],"Refer to the plugin documentation to know hot to get your API keys.":["Lesen Sie die Dokumentation, um alle Auswirkungen zu erfahren."],"Zoom Account Id":["Zoom-Konto-ID"],"Zoom API key":["Zoom-API-Schlüssel"],"Zoom API secret":["Zoom-API-Geheimnis"],"Zoom JWT API key (deprecated)":["Zoom JWT-API-Schlüssel (veraltet)"],"Zoom JWT API secret (deprecated)":["Zoom JWT API-Schlüssel (veraltet)"],"All day":["Ganzer Tag"],"TheBooking widget":["Das Buchungs-Widget"],"Configuration":["Konfiguration"],"Widget type":["Widget-Typ"],"Monthly calendar":["Monatskalender"],"Upcoming events":["Kommende Veranstaltungen"],"Unscheduled services":["Außerplanmäßige Dienste"],"Reservations list (logged users only)":["Reservierungsliste (nur angemeldete Benutzer)"],"Displayed events":["Angezeigte Ereignisse"],"The number of upcoming events that are displayed on the page":["Die Anzahl anstehender Ereignisse, die auf der Seite angezeigt werden"],"Show more":["Zeig mehr"],"Shows a button to load more events":["Zeigt eine Schaltfläche zum Laden weiterer Ereignisse an"],"Maximum fetched events":["Maximal abgerufene Ereignisse"],"Limit the number of maximum events that can be loaded. 0 means no limit.":["Begrenzen Sie die Anzahl der maximal ladbaren Ereignisse. 0 bedeutet keine Begrenzung."],"Restrictions":["Einschränkungen"],"Restrict services":["Dienste einschränken"],"Restrict providers":["Anbieter einschränken"],"Read-only":["Schreibgeschützt"],"Logged-only":["Nur protokolliert"],"No payment to refund.":["Keine Zahlung zu erstatten."],"PayPal API are not configured, refunds are not active.":["PayPal API ist nicht konfiguriert, Rückerstattungen sind nicht aktiv."],"PayPal API connection error.":["PayPal-API-Verbindungsfehler."],"PayPal refund failed. Reason: %s":["PayPal-Rückerstattung fehlgeschlagen. Gründe dafür"],"PayPal refund pending. Reason: %s":["PayPal-Rückerstattung ausstehend. Gründe dafür"],"from %1$s to %2$s":["von %1$s bis %2$s"],"Return to %s":["Zurück zu %s"],"Direct payment":["Direkte Zahlung"],"PayPal":["PayPal"],"Done in a currency not held by your PayPal account at the moment of the transaction.":["Erfolgt in einer Währung, die zum Zeitpunkt der Transaktion nicht von Ihrem PayPal-Konto gehalten wird."],"PayPal Settings":["PayPal-Einstellungen"],"Use of either Business or Premium PayPal account is recommended to avoid issues, as you are not supposed to make commercial transactions with a Personal PayPal account.":["Die Verwendung eines Business- oder Premium-PayPal-Kontos wird empfohlen, um mögliche Probleme zu vermeiden, da Sie mit einem persönlichen PayPal-Konto keine kommerziellen Transaktionen durchführen sollten."],"Active":["Aktiv"],"Use this payment gateway to accept online payments.":["Verwenden Sie dieses Zahlungsgateway, um Online-Zahlungen zu akzeptieren."],"Account email":["Konto-E-Mail"],"Payments will be addressed to this email.":["Zahlungen werden an diese E-Mail adressiert."],"If you are using the Sandbox for testing, ensure to put here an email address generated in the Sandbox instead of your live account, or the payment notifications will fail.":["Wenn Sie die Sandbox zu Testzwecken verwenden, stellen Sie sicher, dass Sie hier eine in der Sandbox generierte E-Mail-Adresse anstelle Ihres Live-Kontos eingeben, da sonst die Zahlungsbenachrichtigungen fehlschlagen."],"Primary email (optional)":["Primäre E-Mail (optional)"],"Payments will be checked against this email. Use this setting if your PayPal account handles multiple email addresses and the payments are not supposed to go into the primary one.":["Zahlungen werden anhand dieser E-Mail überprüft. Verwenden Sie diese Einstellung, wenn Ihr PayPal-Konto mehrere E-Mail-Adressen verwaltet und die Zahlungen nicht an die primäre gehen sollen."],"Ensure that your primary PayPal email address is correct, otherwise payment notifications will fail.":["Stellen Sie sicher, dass Ihre primäre PayPal-E-Mail-Adresse tatsächlich diese ist, andernfalls schlagen Zahlungsbenachrichtigungen fehl."],"Use sandbox":["Sandbox verwenden"],"Activate the sandbox to test payments.":["Aktivieren Sie die Sandbox, um Zahlungen zu testen."],"Redirect URL":["Umleitungs-URL"],"After payment, the customer will be redirected to this URL.":["Nach der Zahlung wird der Kunde zu dieser URL weitergeleitet."],"Required to enable refunds":["Erforderlich, um Rückerstattungen zu aktivieren"],"API Client ID (test)":["API-Client-ID (Test)"],"API Client Secret (test)":["API-Client-Secret (Test)"],"Debug (IPN)":["Debuggen (IPN)"],"Activate this setting to dump IPN requests from PayPal in case of issues.":["Aktivieren Sie diese Einstellung, um IPN-Anfragen von PayPal im Falle von Problemen zu verwerfen."],"Stripe gateway is not active.":["Stripe-Gateway ist nicht aktiv."],"Stripe API error.":["Stripe-API-Fehler."],"Reservation for %s":["Reservierung für %s"],"Card":["Karte"],"Stripe":["Streifen"],"Payment error.":["Zahlungsfehler."],"Stripe Settings":["Stripe-Einstellungen"],"Publishable Key":["Veröffentlichbarer Schlüssel"],"https://dashboard.stripe.com/account/apikeys":["https://dashboard.stripe.com/account/apikeys"],"Secret Key":["Geheimer Schlüssel"],"Publishable Key (test)":["Veröffentlichbarer Schlüssel (Test)"],"Used to test payments":["Wird verwendet, um Zahlungen zu testen"],"Secret Key (test)":["Geheimer Schlüssel (Test)"],"Send receipt to the customer":["Quittung an den Kunden senden"],"The customer email provided in the reservation form will be used":["Es wird die im Reservierungsformular angegebene Kunden-E-Mail verwendet"],"IDEAL support":["IDEALE Unterstützung"],"Activate this option if you want to use IDEAL":["Aktivieren Sie diese Option, wenn Sie IDEAL verwenden möchten"],"Load Stripe.js library":["Laden Sie die Stripe.js-Bibliothek"],"Deactivate this option only if another plugin is loading the same library":["Entfernen Sie diese Option nur, wenn ein anderes Plugin dieselbe Bibliothek lädt"],"Stripe webhook URL":["Stripe-Webhook-URL"],"This is the URL where Stripe notifies the payments. It must be equal to %s, otherwise go in your Stripe account dashboard and change the URL.":["Dies ist die URL, unter der Stripe die Zahlungen benachrichtigt. Sie muss %s entsprechen, andernfalls gehen Sie in Ihr Stripe-Konto-Dashboard und ändern Sie die URL."],"Booking tools":["Buchungstools"],"Please navigate in the preview to a page where the booking calendar resides.":["Bitte navigieren Sie in der Vorschau zu einer Seite, auf der sich der Buchungskalender befindet."],"Style & Colors":["Stil & Farben"],"Maps":["Karten"],"Behaviour":["Verhalten"],"Dashboard":["Armaturenbrett"],"Availability plan":["Verfügbarkeitsplan","Verfügbarkeitspläne"],"Slots":["Zeitschlitze"],"Availability":["Verfügbarkeit"],"Core":["Kern"],"Redirects":["Weiterleitungen"],"Roles":["Rollen"],"Frontend":["Frontend"],"Style":["Stil"],"Frontend can be styled through the customizer":["Das Frontend kann über den Customizer gestaltet werden"],"Inside the customizer preview window, navigate to a page where the booking calendar resides.":["Navigieren Sie im Customizer-Vorschaufenster zu einer Seite, auf der sich der Buchungskalender befindet."],"Customize":["Anpassen"],"Import/Export":["Import Export"],"Export settings":["Exporteinstellungen"],"Export the plugin settings in a JSON file. It doesn't export data or user settings.":["Exportieren Sie die Plugin-Einstellungen in eine JSON-Datei. Es exportiert keine Daten oder Benutzereinstellungen."],"The exported file can't be imported on different versions of the plugin. This is meant to migrate settings from one environment to one another, not to pass settings through plugin versions which is not needed.":["Die exportierte Datei kann nicht in andere Versionen des Plugins importiert werden. Dies dient dazu, Einstellungen von einer Umgebung in eine andere zu migrieren, und nicht, um Einstellungen durch Plugin-Versionen zu übertragen, die nicht benötigt werden."],"Import settings":["Importeinstellungen"],"Import the plugin settings from a JSON file. It doesn't import data or user settings.":["Importieren Sie die Plugin-Einstellungen aus einer JSON-Datei. Es importiert keine Daten oder Benutzereinstellungen."],"Import/Export data":["Daten importieren/exportieren"],"Data such as services, reservations, promotions and so on, requires an import/export of the following tables though a proper db migration plugin.":["Daten wie Dienstleistungen, Reservierungen, Werbeaktionen usw. erfordern einen Import/Export der folgenden Tabellen durch ein geeignetes DB-Migrations-Plugin."],"Migrate from version 2.x":["Migrieren Sie von Version 2.x"],"Migrates the data from old plugin version installed.":["Migriert die Daten von der alten installierten Plugin-Version."],"Migrate":["Wandern"],"This will overwrite the current plugin data.":["Dadurch werden die aktuellen Plugin-Daten überschrieben."],"Clean version 2.x data":["Daten der Version 2.x bereinigen"],"Removes data of previous plugin versions.":["Entfernt Daten früherer Plugin-Versionen."],"Cleanup":["Aufräumen"],"In case you migrated the data, please ensure that all is working as expected, before cleaning up 2.x data. This operation cannot be undone.":["Falls Sie die Daten migriert haben, stellen Sie bitte sicher, dass alles wie erwartet funktioniert, bevor Sie 2.x-Daten bereinigen. Dieser Vorgang kann nicht rückgängig gemacht werden."],"Advanced":["Fortschrittlich"],"Business Model":["Geschäftsmodell"],"Service Providers":["Dienstanbieter"],"Payment Gateways":["Zahlungs-Gateways"],"API":["API"],"API tokens":["API-Token"],"API tokens can be used by 3rd party applications to read/write the plugin data.":["API-Token können von Anwendungen von Drittanbietern verwendet werden, um die Plugin-Daten zu lesen/schreiben."],"Token":["Zeichen"],"Usages":["Verwendungen"],"API endpoint":["API-Endpunkt"],"A note on API tokens":["Ein Hinweis zu API-Token"],"Don't generate tokens if you don't know what you're doing. Read the documentation to explore how the API endpoint works.":["Generieren Sie keine Token, wenn Sie nicht wissen, was Sie tun. Lesen Sie die Dokumentation, um zu erfahren, wie der API-Endpunkt funktioniert."],"Give tokens only to someone you trust, as they are able to read/write sensitive data.":["Geben Sie Token nur an Personen, denen Sie vertrauen, da diese sensible Daten lesen/schreiben können."],"Google Maps":["Google Maps"],"Google requires the activation of a Google Cloud billing account, in order to use Google Maps in your website.":["Google erfordert die Aktivierung eines Google Cloud-Rechnungskontos, um Google Maps auf Ihrer Website verwenden zu können."],"Settings":["Einstellungen"],"Reservations":["Reservierungen"],"E-mail":["Email"],"WP Roles":["WP Benutzer-Status"],"Providers":["Anbieter"],"Customers":["Kunden"],"Status":["Status"],"Class":["Class"],"Time slots":["Zeitfenster"],"Overlapping":["Überlappend"],"Approval":["Genehmigung"],"Cancellation":["Stornierung"],"Payments":["Zahlungen"],"Access":["Zugang"],"Redirect and conversions":["Weiterleitung und Conversions"],"Personal Availability":["Persönliche Erreichbarkeit"],"Services":["Services"],"Target services":["Zieldienste"],"Promotions":["Werbeaktionen"],"This email address is already registered for a WordPress user.":["Mit dieser E-Mail-Adresse ist bereits ein WordPress-Benutzer registriert."],"This email address is already registered for another customer.":["Dieser WordPress-Benutzer ist bereits einem anderen Kunden zugeordnet."],"This WordPress User does not exist.":["Dieser WordPress-Benutzer existiert nicht."],"There are reservations for this customer.":["Für diesen Kunden liegen Reservierungen vor."],"Customer removed":["Kunde entfernt"],"Certain customers could not be removed due to existing reservations associated with them.":["Einige Kunden wurden nicht entfernt, weil für sie Reservierungen bestanden."],"Please provide a valid email address.":["Bitte geben Sie eine gültige E-Mail-Adresse an."],"This WordPress User is already associated with another customer.":["Dieser WordPress-Benutzer ist bereits einem anderen Kunden zugeordnet."],"Another customer is already registered with this email address.":["Mit dieser E-Mail-Adresse ist bereits ein anderer Kunde registriert."],"Form item added":["Formularelement hinzugefügt"],"Service form ID not found.":["Serviceformular-ID nicht gefunden."],"Service not found":["Service nicht gefunden"],"Booking form not found":["Buchungsformular nicht gefunden"],"Form item removed":["Formularelement entfernt"],"Form has been saved":["Formular gespeichert"],"Refund issued.":["Rückerstattung ausgestellt."],"Promotion successfully added.":["Aktion erfolgreich hinzugefügt."],"Service price not found":["Servicepreis nicht gefunden"],"Promotion successfully deleted.":["Aktion erfolgreich gelöscht.","Aktionen erfolgreich gelöscht."],"Reservation data saved":["Reservierungsdaten gespeichert"],"No timeslots found in the request":["Keine Zeitschlitze in der Anfrage gefunden"],"Failed to upload the file":["Dateiupload fehlgeschlagen"],"The requested service could not be found for booking.":["Die angeforderte Dienstleistung konnte nicht zur Buchung gefunden werden."],"Multiple slot bookings are currently not permitted.":["Mehrfachbuchungen von Zeitschlitzen sind derzeit nicht erlaubt."],"The current user is not eligible to book this service.":["Der aktuelle Benutzer ist nicht berechtigt, diesen Dienst zu buchen."],"Unable to find booking form submission.":["Kann das Buchungsformular nicht finden."],"Unable to find booking form data.":["Buchungsformulardaten können nicht gefunden werden."],"Invalid customer email address.":["Ungültige Kunden-E-Mail-Adresse."],"No customer email address provided.":["Keine Kunden-E-Mail-Adresse angegeben."],"New customer":["Neukunde"],"You have already reached the maximum number of reservations for this service.":["Sie haben bereits die maximale Anzahl an Reservierungen für diesen Service erreicht."],"No available provider for this service.":["Kein verfügbarer Anbieter für diesen Dienst."],"Those time slots are not available anymore, apparently someone else was very fast :(":["Diese Zeitfenster sind nicht mehr verfügbar, anscheinend war jemand anderes sehr schnell :("],"Trying to book more tickets than they're available.":["Versuchen, mehr Tickets zu buchen, als verfügbar sind."],"Trying to book more tickets than you're allowed.":["Der Versuch, mehr Tickets zu buchen, als erlaubt sind."],"File has been deleted":["Datei erfolgreich gelöscht"],"Entry has been deleted":["Eintrag erfolgreich gelöscht"],"Reservation not found.":["Reservierung nicht gefunden."],"Customer not found":["Kunde nicht gefunden"],"Not authorized":["Nicht berechtigt"],"Reservation expired":["Reservierung abgelaufen"],"The current WordPress User is not linked to any customer.":["Der aktuelle WP-Benutzer ist mit keinem Kunden verknüpft."],"Reservation successfully removed":["Reservierung erfolgreich entfernt"],"Defaults restored!":["Standardwerte wiederhergestellt!"],"Settings imported, reloading page.":["Einstellungen importiert, Seite neu laden."],"Data removed!":["Daten entfernt!"],"Data migrated!":["Daten migriert!"],"Service successfully created":["Dienstleistung erfolgreich erstellt"],"Copy of %s":["Kopie von %s"],"Service successfully cloned as \"%s\"":["Dienstleistung erfolgreich als \"%s\" geklont"],"Setting configuration has been delegated to service providers!":["Die Einstellungskonfiguration wurde an Dienstanbieter delegiert!"],"Setting is controlled by administrators!":["Einstellung wird von Administratoren gesteuert!"],"There are reservations for this service.":["Für diesen Service sind Reservierungen vorhanden."],"Service successfully removed":["Dienstleistung erfolgreich entfernt"],"Some services were not removed because there were reservations in place for them.":["Einige Dienste wurden nicht entfernt, weil für sie Reservierungen bestanden."],"Allow multiple slots selection":["Auswahl mehrerer Slots zulassen"],"If enabled, customers will be able to extend the reservation duration by selecting consecutive time slots.":["Wenn aktiv, können Kunden die Reservierungsdauer verlängern, indem sie aufeinanderfolgende Zeitfenster auswählen."],"Please refer to the documentation for more information on the implications.":["Lesen Sie die Dokumentation, um alle Auswirkungen zu erfahren."],"WP Roles allowed to manage the plugin":["WP-Rollen, die das Plugin verwalten dürfen"],"Select WP User roles that can manage the plugin.":["Wählen Sie WP-Benutzerrollen aus, die das Plugin verwalten können."],"Administrators are always allowed":["Administratoren sind immer erlaubt"],"WP Roles allowed to be Service Providers":["WP-Rollen dürfen Dienstanbieter sein"],"Select WP User roles that can provide services.":["Wählen Sie WP-Benutzerrollen aus, die Dienste bereitstellen können."],"Allow customers to download iCal file after booking.":["Kunden erlauben, die ICAL-Datei nach der Buchung herunterzuladen."],"Enable Service Providers to manage their own availability":["Dienstanbieter ermöglichen, ihre eigene Verfügbarkeit zu verwalten"],"Each service provider will have the ability to create and manage their own availability plans for their services. Administrators can still oversee and fully manage those plans, if required.":["Jeder Dienstanbieter hat die Möglichkeit, eigene Verfügbarkeitspläne für seine Dienstleistungen zu erstellen und zu verwalten. Administratoren können diese Pläne weiterhin überwachen und vollständig verwalten, falls erforderlich."],"Currency":["Währung"],"Use currency code over symbol":["Währungscode anstelle von Symbol verwenden"],"When enabled, the currency code (e.g. USD) will be displayed throughout the UI instead of the currency symbol (e.g. $), ensuring clarity on the exact currency type.":["Wenn diese Option aktiviert ist, wird im gesamten Benutzerinterface der Währungscode (z. B. USD) anstelle des Währungssymbols (z. B. $) angezeigt, um Klarheit über den genauen Währungstyp zu gewährleisten."],"Currency format":["Währungsformat"],"The $ symbol here is taken as example, it does not necessarily reflect the actual currency.":["Die $ Symbol hier sind nur als Beispiel gedacht und spiegeln nicht unbedingt die tatsächliche Währung wider."],"Message to return when restricted":["Nachricht bei Einschränkung"],"We're sorry, but at this time, your account is restricted from making reservations. If you believe this is an error or need further assistance, please contact our support team. ":["Es tut uns leid, aber Ihr Konto ist derzeit für Reservierungen gesperrt. Wenn Sie glauben, dass dies ein Fehler ist oder weitere Hilfe benötigen, wenden Sie sich bitte an unser Support-Team."],"When this setting is deactivated, the customer will be unable to make any reservations. ":["Wenn diese Einstellung deaktiviert ist, kann der Kunde keine Reservierungen vornehmen."],"Fetch granularity":["Übertragungs-Granularität"],"Number of months to query for events in a single API call.":["Anzahl der Monate, die in einem einzigen API-Aufruf abgefragt werden sollen."],"Default is 1. Try to raise it if you have sparse events and you want to speed up the loading times, or if you are hitting the limits of Google API usage quota too often.":["Standardmäßig ist es 1. Versuchen Sie, es zu erhöhen, wenn Sie nur wenige Ereignisse haben und die Ladezeiten verkürzen möchten, oder wenn Sie häufig das Limit der Google API-Nutzungsquote erreichen."],"Reservation status page":["Reservierungsstatusseite"],"Select the frontend page where customers can view and manage their reservations.":["Wählen Sie die Frontend-Seite aus, auf der Kunden ihre Reservierungen sehen und verwalten sollen."],"To ensure functionality, the selected page must include the plugin widget in any section.":["Um zu funktionieren, muss die ausgewählte Seite das Plugin-Widget irgendwo enthalten."],"No page selected":["Keine Seite ausgewählt"],"Frontend Timezone":["Zeitzone"],"Select your preferred timezone for displaying date and times in the frontend. By default, date and times are displayed in customer's local timezone.":["Wählen Sie Ihre bevorzugte Zeitzone für die Anzeige von Datum und Uhrzeit im Frontend aus. Standardmäßig werden Datum und Uhrzeit in der lokalen Zeitzone des Kunden angezeigt."],"Google Maps API key":["Google Maps-API-Schlüssel"],"If you don't already have a Google Maps API key, please refer to the documentation for instructions on how to obtain one.":["Wenn Sie noch keinen Google Maps-API-Schlüssel haben, lesen Sie bitte die Dokumentation, um zu erfahren, wie Sie ihn erhalten."],"Load the calendar on the nearest date with available slots":["Laden Sie den Frontend-Kalender im nächsten Monat mit verfügbaren Slots"],"If enabled, the frontend calendar will load on the nearest date that has at least one available slot.":["Wenn aktiv, wird der Frontend-Kalender zum nächstmöglichen Datum mit mindestens einem verfügbaren Slot geladen."],"Enabling this option may result in slower page loading.":["Durch Aktivieren dieser Option kann es zu einer langsameren Seitenaufbau kommen."],"Use Google Places for address autocomplete":["Verwenden Sie Google Places, um Adressen automatisch zu vervollständigen"],"Enable this setting if you want the Address field in the reservation form to be automatically completed using Google Places":["Aktivieren Sie diese Einstellung, wenn das Adressfeld im Reservierungsformular automatisch mit Google Places vervollständigt werden soll"],"Please note that this may have a significant impact on your Google Cloud usage billing.":["Dies kann erhebliche Auswirkungen auf die Abrechnung Ihrer Google Cloud-Nutzung haben."],"Login URL":["Anmelde-URL"],"When attempting to book a service for logged-in users only, customers will be prompted to log in at this page.":["Wenn Sie versuchen, einen Service nur für eingeloggte Benutzer zu buchen, werden Kunden aufgefordert, sich hier anzumelden."],"Leave it empty to use the WordPress default behaviour.":["Für den WordPress-Standard leer lassen."],"Pending payment expiration time":["Ablaufzeit der ausstehenden Zahlung"],"The customer must complete the online payment within this specified time frame.":["Wenn eine Online-Zahlung erwartet wird, muss der Kunde die Zahlung innerhalb dieses Zeitrahmens abschließen."],"%d minute":["%d Minute","%d Minuten"],"%d hour":["%d Stunde","%d Stunden"],"It is not recommended to set a very short time as there could be delays in the acknowledgment of the payment by your web server for various reasons.":["Es wird nicht empfohlen, eine sehr kurze Zeit festzulegen, da es aus verschiedenen Gründen zu Verzögerungen bei der Bestätigung der Zahlung durch Ihren Webserver kommen kann."],"Pre-populate booking form":["Buchungsformular vorab ausfüllen"],"Controls if the booking form fields should be pre-populated with available data for logged-in customers.":["Steuert, ob die Felder des Buchungsformulars mit verfügbaren Daten für eingeloggte Kunden vorab ausgefüllt werden sollen."],"Each form field should be instructed where to fetch data through a proper meta-key configuration.":["Jedes Formularfeld sollte über eine geeignete Metaschlüsselkonfiguration angewiesen werden, wo Daten abgerufen werden sollen."],"Price decimals":["Preis Dezimalstellen"],"The decimal separator here is taken as example, it does not necessarily reflect the actual separator.":["Das Dezimaltrennzeichen hier ist nur als Beispiel gedacht und spiegelt nicht unbedingt das tatsächliche Trennzeichen wider."],"Price format":["Preisformat"],"The number of decimals here are taken as example, they does not necessarily reflect the actual number of decimals.":["Die Anzahl der Dezimalstellen hier ist nur als Beispiel gedacht und spiegelt nicht unbedingt die tatsächliche Anzahl der Dezimalstellen wider."],"Coupon configuration":["Konfiguration"],"If set to \"fixed\", the coupon text will be the same as the promotion name. Alternatively, you can enter a list of single-use coupons, separated by commas. Please refer to the documentation for more information on coupon configuration.":["Falls festgelegt, entspricht der Gutscheintext dem Namen der Aktion. Andernfalls können Sie eine Liste mit durch Kommas getrennten Einwegcoupons bereitstellen. Weitere Einzelheiten finden Sie in der Dokumentation."],"Fixed":["Fest"],"List":["Liste"],"Discount type":["Rabatttyp"],"Percentage (%)":["Prozentsatz (%)"],"Fixed amount":["Fester Betrag"],"Global discount usage limit":["Globales Rabatt-Nutzungslimit"],"Specify the maximum number of times the discount can be used globally across all reservations. Enter 0 for no limit.":["Wie oft (Reservierungen) kann der Rabatt verwendet werden. Stellen Sie 0 für keine Begrenzung ein."],"Please enter the name of the promotion.":["Wählen Sie den Namen der Aktion."],"Promotion duration":["Aktionszeitraum"],"The promotion will be valid within the specified date range.":["Die Aktion läuft innerhalb dieses Datumsbereichs."],"Services to target":["Dienstbeginn"],"Select the services eligible for this promotion.":["Wählen Sie die Dienste aus, für die diese Aktion gilt."],"Promotion type":["Aktionstyp"],"Campaign":["Kampagne"],"Coupon":["Coupon"],"Maximum end date for time slots":["Maximales Enddatum für Zeitfenster"],"The promotion is valid for time slots that end on or before this date.":["Die Aktion gilt nur für Zeitfenster, die bis zu diesem Datum enden."],"Time slot end date condition":["Maximales Enddatum des Zeitfensters"],"The promotion will be applied conditionally based on the time slot end date.":["Die Aktion wird unter Vorbehalt auf das Enddatum des Zeitfensters angewendet."],"Minimum start date for time slots":["Minimales Startdatum für Zeitfenster"],"The promotion is valid for time slots that start on or after this date.":["Die Aktion gilt nur für Zeitfenster, die bis zu diesem Datum beginnen."],"Time slot start date condition":["Min. Startdatum des Zeitfensters"],"The promotion will be applied conditionally based on the time slot start date.":["Die Aktion wird unter Vorbehalt auf das Startdatum des Zeitfensters angewendet."],"Discount value":["Rabattwert"],"The discount will be applied to the base price of the service.":["Auf den Basispreis des Services angewendet."],"Allowed services":["Erlaubte Dienste"],"Select the services to which this provider is restricted.":["Wählen Sie die Dienste aus, auf die dieser Anbieter beschränkt ist."],"If you want to assign this service provider to specific services, activate this setting.":["Wenn Sie diesen Dienstanbieter bestimmten Diensten zuweisen möchten, aktivieren Sie diese Einstellung."],"Please note that if this setting is active, new services will not be automatically assigned to this provider.":["Bitte beachten Sie, dass bei aktiver Einstellung neue Dienste nicht automatisch diesem Anbieter zugeordnet werden."],"Registration URL":["Registrierung URL"],"When attempting to book a service for logged-in users only, customers will be prompted to register at this page.":["Wenn Sie versuchen, einen Service nur für eingeloggte Benutzer zu buchen, werden Kunden gebeten, sich hier zu registrieren."],"Leave it empty to use the WordPress default behavior":["Für den WordPress-Standard leer lassen"],"Sender email":["Absender-E-Mail"],"Please provide the email address that will be used as the sender of notifications from the system. If left empty or invalid, the admin email address of the WordPress website will be used instead.":["Geben Sie die E-Mail-Adresse ein, die als Absender von Benachrichtigungen aus dem System verwendet wird. Wenn leer oder ungültig, wird die Administrator-E-Mail-Adresse der WordPress-Website stattdessen verwendet."],"Make sure that the email address you provide belongs to the domain of your mail server. Emails sent from unrecognized domains may be blocked by the recipient's email service.":["Stellen Sie sicher, dass die von Ihnen angegebene E-Mail-Adresse zur Domäne Ihres Mail-Servers gehört. E-Mails, die von unbekannten Domänen gesendet werden, können vom E-Mail-Dienst des Empfängers blockiert werden."],"Who can make a reservation":["Wer kann reservieren"],"If \"Logged user only\" is selected, a notice with a link to the registration page will be displayed. The default link can be changed in the \"Settings\" section.":["Wenn „Nur angemeldete Benutzer“ ausgewählt ist, wird ein Hinweis mit einem Link zur Registrierungsseite angezeigt. Der Standardlink kann im Tab „Kerneinstellungen“ geändert werden."],"Everyone":["Alle"],"Logged users only":["Nur angemeldete Benutzer"],"Nobody (read-only)":["Niemand (schreibgeschützt)"],"Allow customers to cancel a reservation":["Kunden erlauben, eine Reservierung zu stornieren"],"Customers will be able to cancel their reservations for this service either by using the cancellation link in the email (if provided) or by visiting the page where a reservation status widget is placed (in which case they must be logged in).":["Kunden können ihre Reservierungen für diesen Service entweder über den E-Mail-Stornierungslink (falls vorhanden) oder über die Seite, auf der der Shortcode [tb-reservations] platziert ist, stornieren (in diesem Fall müssen sie eingeloggt sein)."],"Reservation Approval":["Reservierungsgenehmigung"],"By enabling this setting, reservations won't be finalized immediately upon booking. Instead, they will await approval.":["Durch Aktivieren dieser Einstellung werden Reservierungen nicht sofort bei der Buchung abgeschlossen. Stattdessen warten sie auf eine Genehmigung."],"Approval authority":["Genehmigungsbefugnis"],"If enabled, no actions such as sending confirmation emails or updating Google Calendar will be performed until the reservation is approved.":["Wenn aktiv, werden keine Aktionen wie das Senden einer Bestätigungs-E-Mail oder das Aktualisieren von Google Kalender ausgeführt, bis die Reservierung genehmigt wurde."],"Admin approval":["Admin-Genehmigung"],"Service provider approval":["Dienstanbieter-Genehmigung"],"Service provider assignment rule":["Dienstanbieter nicht gefunden"],"In case of multiple service providers, you can specify the assignment rule that the plugin should follow after each reservation.":["Geben Sie bei mehreren Dienstleistern an, welcher Zuordnungsregel das Plugin nach jeder Reservierung folgen soll."],"Equal":["Gleich"],"A new reservation will be assigned to the service provider with the fewest number of reservations already assigned to them, based on the reservations stored in the database.":["Eine neue Reservierung wird dem Anbieter zugewiesen, wobei weniger von ihnen zugewiesen sind (im Dienstkontext). Basierend auf Reservierungen, die in der Datenbank vorhanden sind."],"Direct":["Direkte"],"Always assign the reservation to a specific service provider.":["Immer einem bestimmten Anbieter zuordnen."],"Random":["Willkürlich"],"A random provider will be selected for the assignment.":["Ein zufälliger Anbieter wird für die Zuweisung ausgewählt."],"Block after one reservation":["Sperren Sie nach einer Reservierung"],"Even if a single reservation does not reach the maximum number of available tickets for the time slot(s), activating this setting will prevent other reservations from being made for the same time slot(s).":["Auch wenn eine einzelne Reservierung die verfügbaren Tickets für das/die Zeitfenster nicht ausschöpft, verhindert die Aktivierung dieser Einstellung, dass andere Reservierungen für dasselbe/diese Zeitfenster stattfinden."],"A reservation was cancelled.":["Eine Reservierung wurde storniert."],"Send cancellation email":["Kündigungs-E-Mail senden"],"An email notification is sent to the admin after a booking is cancelled":["Nach der Stornierung einer Buchung wird eine E-Mail-Nachricht an den Administrator gesendet"],"Recipients administrators":["Empfängeradministratoren"],"Reservation cancelled":["Reservierung storniert"],"Your reservation was cancelled.":["Deine Reservierung wurde storniert."],"An email notification is sent to the customer after a booking is cancelled":["Eine E-Mail-Nachricht wird an den Kunden gesendet, nachdem eine Buchung storniert wurde"],"Specify the email address that should appear as the sender.":["Geben Sie die E-Mail-Adresse an, die als Absender angezeigt werden soll."],"Administrator":["Administrator"],"The email address is taken from Settings > General > Sender email. The sender name will be the site title as set in WordPress > General.":["E-Mail-Adresse wie im Admin-Benachrichtigungsteil angegeben, während der Absendername der Seitentitel ist (WordPress-Einstellungen > Allgemein)"],"Service Provider":["Dienstleister"],"Email address and name as set in the WordPress user profile of the service provider":["E-Mail-Adresse und Name wie im WordPress-Benutzerprofil des Dienstanbieters festgelegt"],"Allow customers to provide a reason when canceling a reservation.":["Kunden erlauben, einen Grund anzugeben, wenn sie eine Reservierung stornieren."],"Cancellation timespan":["Kündigungsfrist"],"Customers are not able to cancel their reservations when the start date and time are within this specified timespan.":["Kunden können ihre Reservierungen nicht stornieren, wenn das Startdatum und die Uhrzeit innerhalb dieses festgelegten Zeitraums liegen."],"Color":["Farbe"],"Select the color for the service.":["Auf den Basispreis des Services angewendet."],"You just got a new reservation!":["Sie haben gerade eine neue Reservierung erhalten!"],"Send confirmation email":["Bestätigungs-E-Mail senden"],"An email notification will be sent to the admin after a booking is made.":["Nach der Stornierung einer Buchung wird eine E-Mail-Nachricht an den Administrator gesendet."],"Include uploaded files as attachments":["Fügen Sie hochgeladene Dateien als Anhang hinzu"],"If the reservation form collects one or more file from the customer, you can enable or disable the inclusion of those files as email attachments.":["Wenn das Reservierungsformular eine oder mehrere Dateien vom Kunden sammelt, wählen Sie, ob Sie diese als E-Mail-Anhang hinzufügen möchten oder nicht."],"A new reservation":["Neue Reservierung"],"Thanks for your reservation!":["Danke für Ihre Reservierung!"],"An email notification will be sent to the customer after a booking is made.":["Eine E-Mail-Nachricht wird an den Kunden gesendet, nachdem eine Buchung storniert wurde."],"Your reservation is confirmed":["Ihre Reservierung ist bestätigt"],"Create a Zoom Meeting":["Erstellen Sie ein Zoom-Meeting"],"Automatically create a Zoom Meeting after a reservation is made.":["Ein Zoom-Meeting wird nach einer Reservierung automatisch erstellt."],"It will be displayed at the top of the time slots list or reservation form for unscheduled services.":["Es wird oben in der Zeitfensterliste oder im Reservierungsformular für außerplanmäßige Dienste angezeigt."],"If you use HTML content, please consider the fact that it will observe the stylesheet of your theme and other plugins, so the result may differ from what you see in the editor.":["Wenn Sie HTML-Inhalte verwenden, beachten Sie bitte, dass diese das Stylesheet Ihres Designs und anderer Plugins berücksichtigen, sodass das Ergebnis von dem abweichen kann, was Sie im Editor sehen."],"Direct provider for assignment":["Direktanbieter für die Zuordnung"],"How to treat discarded available slots":["So behandeln Sie verworfene verfügbare Slots"],"Choose how to handle available slots that are discarded due to overlapping settings.":["Wählen Sie aus, was mit den verfügbaren Slots geschehen soll, die aufgrund sich überschneidender Einstellungen verworfen werden."],"Don't show":["Nicht zeigen"],"Show them as booked":["Zeigen Sie sie als gebucht an"],"Location":["Location"],"Choose how to set the location for this service. If a location is provided, it will be displayed in the frontend with directions and a map, unless specified otherwise.":["Wählen Sie aus, wie Sie einen Standort für diesen Dienst festlegen. Wenn ein Standort vorhanden ist, wird dieser im Frontend mit Wegbeschreibung und Karte angezeigt (sofern nicht anders angegeben)"],"No location":["Kein Ort"],"Inherited from the booking form Address field":["Übernommen aus dem Adressfeld des Buchungsformulars"],"Assigned location":["Zugewiesener Ort"],"Location visibility":["Standortsichtbarkeit"],"Choose whether the location should be visible in the frontend. If you choose to hide the location from the frontend, it will still be visible in the backend and can be used, for example, in email templates.":["Wählen Sie, ob der Standort im Frontend sichtbar sein muss. Wenn Sie den Standort im Frontend ausblenden, ist er im Backend weiterhin sichtbar und kann beispielsweise in den E-Mail-Vorlagen verwendet werden."],"Max reservations per user":["Maximale Reservierungen pro Benutzer"],"The book button will display the number of reservations remaining for the current user. If the limit is reached, the user will not be able to proceed. Set 0 for no limit.":["Die Schaltfläche \"Buchen\" zeigt an, wie viele Reservierungen für den aktuellen Benutzer übrig sind. Wenn das Limit erreicht ist, kann der Benutzer nicht fortfahren. Stellen Sie 0 für keine Begrenzung ein."],"Choose the name of the service":["Wählen Sie den Namen des Dienstes"],"How payment is required":["Wie die Zahlung erforderlich ist"],"Online":["Online"],"Customers are required to make an online payment. If no payment is made within the specified pending time, the reservation will be automatically cancelled.":["Kunden müssen online bezahlen. Erfolgt innerhalb der Max Pending Time keine Zahlung, wird die Reservierung automatisch storniert."],"Local":["Lokal"],"The plugin will not handle the payment. You should manually set the reservation as \"Paid\" when the payment is done locally.":["Das Plugin wird die Zahlung nicht verarbeiten, Sie sollten die Reservierung manuell auf \"Bezahlt\" setzen, wenn die Zahlung lokal erfolgt."],"Discretionary":["Ermessen"],"Customers can choose whether to pay online or pay later/locally.":["Kunden wählen, ob sie online oder später/vor Ort bezahlen möchten."],"Buffer configuration":["Pufferkonfiguration"],"Select how the buffer between time slots should be calculated":["Wählen Sie aus, wie der Puffer zwischen Slots berechnet werden soll"],"Always computed between slots":["Immer zwischen Slots berechnet"],"The buffer is calculated between both free and booked slots within a container interval. This option is the default and ensures a consistent distribution of slots.":["Der Puffer wird immer zwischen freien und gebuchten Slots innerhalb eines Containerintervalls berechnet. Dies ist die Standardoption und führt zu einer vorhersehbaren Slot-Verteilung."],"Only computed around booked slots":["Nur um gebuchte Slots herum gerechnet"],"The buffer is applied around booked slots. It can cause redistribution of free slots when a new reservation is made.":["Der Puffer wird nur um einen gebuchten Slot herum berechnet. Es führt bei einer Neubuchung zu einer Umverteilung der freien Slots."],"Buffer between consecutive slots":["Puffer zwischen aufeinanderfolgenden Slots"],"A reservation was cancelled":["Eine Reservierung wurde storniert"],"Cancellation email":["Stornierungs-E-Mail"],"Get notified when a customer cancels a reservation for this service that was booked from you":["Benachrichtigung erhalten, wenn ein Kunde eine Reservierung für diesen Service storniert hat, die von Ihnen gebucht wurde"],"Confirmation email":["Bestätigungs-E-Mail"],"Get notified when someone books this service from you":["Lassen Sie sich benachrichtigen, wenn jemand diesen Service bei Ihnen bucht"],"Block availability if overlaps with reservations for other services":["Sperren Sie die Verfügbarkeit, wenn sie sich mit Reservierungen für andere Dienste überschneidet"],"Activate this option to automatically block all other overlapping available slots as soon as one of them is booked.":["Aktivieren Sie dies, um alle anderen sich überschneidenden verfügbaren Slots zu blockieren, sobald einer von ihnen gebucht ist."],"Block availability if overlaps with personal events":["Sperren Sie die Verfügbarkeit, wenn sie sich mit persönlichen Ereignissen überschneidet"],"Busy events in a personal Google Calendar will block the availability of this service. A personal Google Calendar which is different from the source one, must be set for this to work.":["Beschäftigte Ereignisse in einem persönlichen Google-Kalender blockieren die Verfügbarkeit dieses Dienstes. Damit dies funktioniert, muss ein persönlicher Google-Kalender eingerichtet werden, der sich vom Quellkalender unterscheidet."],"Block availability if overlaps with reservations for the same service":["Sperren Sie die Verfügbarkeit, wenn sie sich mit Reservierungen für denselben Service überschneidet"],"When using multiple availability plans for this service, enable this to exclude overlapping slots once a reservation is placed, regardless of which plan initiated it. Applicable only to non-independent plans.":["Wenn Sie für diesen Dienst mehrere Verfügbarkeitspläne verwenden, aktivieren Sie dies, um überlappende Slots auszuschließen, sobald eine Reservierung vorgenommen wird, unabhängig davon, welcher Plan sie initiiert hat. Nur für nicht-unabhängige Pläne anwendbar."],"Event color (booked slot)":["Veranstaltungstitel (gebuchter Slot)"],"Select a color for the Google Calendar reservation events.":["Die Farbe der Reservierungsereignisse im Google Kalender."],"Calendar default":["Kalenderstandard"],"Event title (booked slot)":["Veranstaltungstitel (gebuchter Slot)"],"Provide a title for the Google Calendar reservation events.":["Der Titel der Google Kalender-Reservierungsereignisse."],"New reservation for %s":["Neue Reservierung für %s"],"Slots filling":["Schlitze füllen"],"Choose how the slots should be redistributed when a blocking event or a reservation of other services occurs.":["Wählen Sie aus, wie die Slots neu verteilt werden sollen, wenn ein Sperrereignis oder eine Reservierung anderer Dienste eintritt."],"Slots will always observe the original segmentation":["Slots beachten immer die ursprüngliche Segmentierung"],"Adaptive":["Adaptiv"],"Slots are adapted to maximize the available times":["Slots werden angepasst, um die verfügbaren Zeiten zu maximieren"],"Add customers as guests of the Google Calendar event":["Fügen Sie Kunden als Gäste des Google Kalender-Ereignisses hinzu"],"If enabled, customers will receive Google notifications based on your Google Calendar settings. Additionally, a copy of the event will be created in their Google Calendars (if they have one), allowing them to view the event description. They will not have access to the guests list.":["Wenn aktiv, erhalten Kunden gemäß Ihren Google Kalender-Einstellungen Google-Benachrichtigungen, eine Kopie des Termins wird in ihren Google-Kalendern erstellt (falls vorhanden) und sie können die Terminbeschreibung lesen. Sie können die Gästeliste nicht sehen."],"In accordance with personal data regulations, it may be necessary to provide customers with a comprehensive disclosure regarding the storage of their data. Additionally, you should ensure the ability to erase such data upon request. Before configuring this option to store customer personal data outside of this site, it is advisable to consult with the site administrator to ensure compliance with relevant regulations and guidelines.":["Gemäß den Bestimmungen zum Schutz personenbezogener Daten kann es erforderlich sein, Kunden eine umfassende Offenlegung bezüglich der Speicherung ihrer Daten zur Verfügung zu stellen. Darüber hinaus sollten Sie sicherstellen, dass die Möglichkeit besteht, solche Daten auf Anfrage zu löschen. Bevor Sie diese Option konfigurieren, um Kundendaten außerhalb dieser Website zu speichern, empfiehlt es sich, sich mit dem Website-Administrator abzustimmen, um die Einhaltung relevanter Vorschriften und Richtlinien sicherzustellen."],"Add reservation on Google Calendar":["Reservierung in Google Kalender hinzufügen"],"If enabled, reservations will be automatically added as events to the designated Google Calendar.":["Wenn aktiv, werden Reservierungen als Ereignisse im Google-Kalender des Zielorts hinzugefügt."],"In order for this feature to work, you need to set a destination Google Calendar.":["Wenn aktiv, werden Reservierungen als Ereignisse im Google-Kalender des Zielorts hinzugefügt."],"Create a Google Meet link":["Erstellen Sie einen Google Meet-Link"],"A Google Meet link will be created after a reservation is made.":["Nach einer Reservierung wird ein Google Meet-Link erstellt."],"Google Calendar event description content":["Inhalt der Google Kalender-Ereignisbeschreibung"],"Specify the content that should be included in the event description of the Google Calendar when a reservation is made.":["Geben Sie den Inhalt der Google Kalender-Ereignisbeschreibung an, wenn eine Reservierung vorgenommen wird."],"Empty content":["Leerer Inhalt"],"Customer's name, tickets, email and phone when available":["Name des Kunden, Tickets, E-Mail und Telefon, sofern verfügbar"],"Custom content":["Benutzerdefinierte Inhalte"],"Privacy alert: Please note that the content of the Google Calendar event description may be visible to guests if customers are being added as guests.":["Datenschutzhinweis: Die Google Kalender-Terminbeschreibung ist für Gäste sichtbar. Wenn Kunden als Gäste hinzugefügt werden, ist dies für sie sichtbar."],"Google Calendar event description custom content":["Benutzerdefinierter Inhalt der Google Kalender-Ereignisbeschreibung"],"You can use dynamic placeholders.":["Sie können dynamische Platzhalter verwenden."],"Do not use HTML content!":["Verwenden Sie keine HTML-Inhalte!"],"Set a Google Calendar reminder for reserved slot":["Legen Sie eine Google Kalender-Erinnerung für einen reservierten Slot fest"],"No reminder":["Keine Erinnerung"],"10 minutes before":["10 Minuten vorher"],"30 minutes before":["30 Minuten vorher"],"1 hour before":["1 Stunde vorher"],"Drop tickets":["Plätze freigeben"],"Instead of dropping the slot, reservations made for the same service but in a different availability plan will be treated as if they are on the same plan.":["Anstatt den Termin zu löschen, werden Reservierungen für den gleichen Service, aber in einem anderen Verfügbarkeitsplan, so behandelt, als wären sie im selben Plan."],"Participate":["Teilnehmen"],"Turn this off if you want to exclude your availability events from being counted for this service. This can be useful for temporary needs, such as vacations, as it allows you to maintain your availability schedule unchanged.":["Deaktivieren Sie dies, wenn Sie vermeiden möchten, dass Ihre Verfügbarkeitsereignisse für diesen Dienst gezählt werden. Nützlich als vorübergehender Bedarf, z.B. Urlaub, da es Ihnen ermöglicht, Ihren Verfügbarkeitsplan unberührt zu lassen."],"Slot duration":["Slot-Dauer"],"Slot duration configuration":["Konfiguration der Zeitschlitzdauer"],"How the duration of a timeslot is defined":["Wie die Dauer eines Zeitfensters definiert wird"],"Use the entire available interval":["Das gesamte verfügbare Intervall nutzen"],"Utilize the duration of the entire available interval as the slot duration for the service, without dividing it into separate timeslots.":["Die Dauer des gesamten verfügbaren Intervalls als Zeitschlitzdauer für den Dienst nutzen, ohne es in separate Zeitschlitze zu unterteilen."],"Fixed duration":["Feste Dauer"],"Automatically divide the entire available interval into timeslots of equal duration for the service.":["Das gesamte verfügbare Intervall automatisch in Zeitschlitze gleicher Dauer für den Dienst unterteilen."],"Lead Time Restriction":["Vorlaufzeitbeschränkung"],"Set the minimum required timespan between the current time and the time slot start or end time. Reservations are only allowed if the specified timespan is met, ensuring a buffer period for scheduling.":["Den erforderlichen Mindestzeitraum zwischen der aktuellen Zeit und dem Start- oder Endzeitpunkt des Zeitschlitzes festlegen. Reservierungen sind nur zulässig, wenn der angegebene Zeitraum eingehalten wird, um eine Pufferzeit für die Planung zu gewährleisten."],"%d minute before":["%d Minute zuvor","%d Minuten zuvor"],"%d hour before":["%d Stunde zuvor","%d Stunden zuvor"],"%d day before (until midnight)":["%d Vortag (bis Mitternacht)","%d Tage vorher (bis Mitternacht)"],"Lead Time Restriction Reference":["Referenz für die Vorlaufzeitbeschränkung"],"Slot start time":["Slot-Start"],"Slot end time":["Schlitzende"],"Opening Lead Time":["Öffnungs-Vorlaufzeit"],"Specify the timespan before the start time of a time slot when it becomes visible in the frontend for reservations. Slots will only be displayed if the start time is within the specified timespan.":["Den Zeitraum vor der Startzeit eines Zeitschlitzes angeben, wann er im Frontend für Reservierungen sichtbar wird. Zeitschlitze werden nur angezeigt, wenn die Startzeit innerhalb des angegebenen Zeitraums liegt."],"Always":["Stets"],"Picture":["Bild"],"Provide a picture for the service.":["Stellen Sie ein Bild für den Dienst zur Verfügung."],"We hope you had a memorable experience.":["Wir hoffen, Sie hatten ein unvergessliches Erlebnis."],"Send post-service engagement email":["Nach-Service Engagement-E-Mail senden"],"Enable this feature to send a tailored email to customers after they've experienced the service.":["Aktivieren Sie diese Funktion, um Kunden nach Inanspruchnahme des Dienstes eine maßgeschneiderte E-Mail zu senden."],"%d day after":["%d Tag danach","%d Tage danach"],"Thank you for choosing us.":["Vielen Dank, dass Sie sich für uns entschieden haben."],"Thank you for booking with us! We'll notify you once your reservation is confirmed.":["Vielen Dank für Ihre Buchung bei uns! Wir werden Sie benachrichtigen, sobald Ihre Reservierung bestätigt ist."],"Send preliminary confirmation email":["Vorläufige Bestätigungs-E-Mail senden"],"Upon making a booking that necessitates approval, an email notification will be promptly dispatched to the customer.":["Nachdem eine Buchung getätigt wurde, die eine Genehmigung erfordert, wird umgehend eine E-Mail-Benachrichtigung an den Kunden gesendet."],"Booking received: awaiting approval confirmation":["Buchung erhalten: Bestätigung der Genehmigung ausstehend"],"If zero, won't appear. To change the currency, navigate to the Settings section.":["Wenn Null, wird nicht angezeigt. Um die Währung zu ändern, gehen Sie zur Registerkarte Payment Gateways."],"Redirect":["Umleiten"],"If active, the customer will be redirected to the specified URL after a successful reservation for this service. This is meant for tracking conversions.":["Falls aktiv, wird der Kunde nach erfolgreicher Reservierung für diesen Service auf die angegebene URL umgeleitet. Dies ist für das Tracking von Conversions gedacht."],"About payments: when redirect is active, the immediate and later payment settings will work just fine, while discretion payment setting will not, so no payment option will be presented to the customer after the reservation in this case.":["Informationen zu Zahlungen: Wenn die Umleitung aktiv ist, funktionieren die Einstellungen für sofortige und spätere Zahlung einwandfrei, während die Einstellung für diskrete Zahlungen nicht funktioniert, sodass dem Kunden in diesem Fall nach der Reservierung keine Zahlungsoption angezeigt wird."],"We are getting close!":["Wir kommen näher!"],"Send reminder email":["Erinnerungs-E-Mail senden"],"Reminders are sent using the WordPress Cron system, which relies on site visits to trigger the scheduled events. If your site has low traffic, there may be delays or the reminders may not be sent at all.":["Erinnerungen werden über das WordPress-Cron-System gesendet, das durch Website-Besuche ausgelöst wird. Wenn Ihre Website wenig Verkehr hat, können Erinnerungen verzögert oder gar nicht gesendet werden."],"%d day before":["%d Tag zuvor","%d Tage zuvor"],"Don't forget your reservation":["Vergessen Sie Ihre Reservierung nicht"],"Short text to describe the service":["Kurzer Text zur Beschreibung der Dienstleistung"],"Capacity display":["Kapazitätsanzeige"],"Display available time slot capacity.":["Verfügbare Zeitschlitzkapazität anzeigen."],"Show booked slots":["Gebuchte Slots anzeigen"],"Show map":["Karte anzeigen"],"By default, a location map is displayed. However, you can change this setting to hide the map if it is not needed.":["Standardmäßig wird eine Standortkarte angezeigt. Ändern Sie diese Einstellung, um die Karte auszublenden, wenn sie nicht benötigt wird."],"Show provider name":["Anbieternamen anzeigen"],"Show provider profile page link":["Link zur Profilseite des Anbieters anzeigen"],"When enabled, the provider name will be displayed as a hyperlink that leads to the provider's profile page. To set the profile page for each provider, navigate to WordPress > Users > Edit > Website.":["Der Name des Anbieters wird zu einem Link, der auf seine Profilseite verweist. Sie können die Profilseite für jeden Ihrer Anbieter auf der Registerkarte „Anbieter“ festlegen."],"Show slot customers":["Slot-Kunden anzeigen"],"Choose whether to display a list of the attendees or not, and which data it should include":["Wählen Sie aus, ob eine Liste der Teilnehmer angezeigt werden soll oder nicht und welche Daten sie enthalten soll"],"Show names":["Namen anzeigen"],"Show email":["E-Mail anzeigen"],"Show names and email":["Namen und E-Mail anzeigen"],"Please carefully consider any privacy-related implications":["Bitte prüfen Sie sorgfältig alle datenschutzbezogenen Auswirkungen"],"Show start/end times":["Start-/Endzeiten anzeigen"],"Show start/end":["Anfang/Ende anzeigen"],"Hide":["Verstecken"],"Show start time only":["Nur Startzeit anzeigen"],"Time slot capacity":["Zeitfensterkapazität"],"Max user tickets per slot":["Max. Benutzertickets pro Slot"],"The maximum number of tickets that a customer is allowed to book for a single slot. 0 means up to the maximum available tickets.":["Die maximale Anzahl an Tickets, die ein Kunde für einen einzelnen Slot buchen darf. 0 bedeutet bis zu den maximal verfügbaren Tickets."],"Choose the class of the service":["Wählen Sie die Klasse des Dienstes"],"Keep available until approval":["Bis zur Genehmigung verfügbar halten"],"Activate this option if you want to keep the slot/tickets available for other reservations, until a reservation gets approved.":["Aktivieren Sie diese Option, wenn Sie den Slot/die Tickets für andere Reservierungen verfügbar halten möchten, bis eine Reservierung genehmigt wird."],"Activating this option could lead to overbooking":["Die Aktivierung dieser Option kann zu einer Überbuchung führen"],"Available slot color":["Verfügbare Steckplatzfarbe"],"Background color":["Hintergrundfarbe"],"Border color":["Randfarbe"],"Border radius":["Radius Rahmen"],"Border size":["Rahmengrösse"],"Total number of available slots":["Gesamtzahl der verfügbaren Slots"],"Total number of available tickets":["Gesamtzahl der verfügbaren Tickets"],"Service name":["Dienstname"],"Service name + total number of available slots":["Dienstname + Gesamtzahl verfügbarer Slots"],"Service name + total number of available tickets":["Dienstname + Gesamtzahl der verfügbaren Tickets"],"Hide the dots":["Verstecke die Punkte"],"Numbered dots meaning":["Nummerierte punkte bedeutung"],"Select what the number inside the dots represents.":["Wählen Sie aus, was die Zahl innerhalb der Punkte darstellt."],"Numbered dots threshold":["Schwellenwert für nummerierte Punkte"],"Numbers inside the dots are not displayed when their value is below this threshold.":["Zahlen innerhalb der Punkte werden nicht angezeigt, wenn ihr Wert unter diesem Schwellenwert liegt."],"Default style":["Standardstil"],"Google Maps Style":["Google Maps-Stil"],"Do you want more styles or even create your own style? Just set this to \"Default style\", then install the SnazzyMaps WordPress plugin.":["Möchten Sie mehr Stile oder sogar Ihren eigenen Stil kreieren? Stellen Sie dies einfach auf \"Standardstil\" ein und installieren Sie dann das SnazzyMaps WordPress-Plugin."],"Map zoom level":["Zoomstufe der Karte"],"Primary widget color":["Primäre Widget-Farbe"],"Booked slot color":["Gebuchte Slot-Farbe"],"Skip Google Maps library loading":["Überspringen Sie das Laden der Google Maps-Bibliothek"],"Enable this setting if you are experiencing issues with the Google Maps JS library being loaded by another plugin or theme.":["Aktivieren Sie diese Einstellung, wenn Sie Probleme mit der Google Maps JS-Bibliothek haben, die von einem anderen Plug-in oder Design geladen wird."],"Providers sorting order":["Sortierreihenfolge der Dienstleister"],"This determines the sorting order of service providers during the selection step.":["Dies ist die Reihenfolge der Dienstleister während des Schritts zur Auswahl des Dienstleisters."],"Services sorting order":["Sortierreihenfolge der Dienstleistungen"],"This determines the sorting order of services during the selection step.":["Dies ist die Reihenfolge der Dienste während des Schritts zur Auswahl des Dienstes."],"Enable Caching":["Caching aktivieren"],"If enabled, the plugin will utilize the existing caching system to improve loading times.":["Wenn aktiviert, wird das Plugin das derzeit verfügbare Caching-System nutzen, um die Ladezeiten zu optimieren."],"Disabling caching can significantly impact the overall speed of the plugin. Only disable caching if you are encountering problems with your current caching system.":["Deaktivieren Sie das Caching, wenn Sie Probleme mit Ihrem aktuellen Caching-System haben, da dies sich erheblich auf die Gesamtgeschwindigkeit des Plugins auswirken kann."],"Use Service Providers":["Dienstanbieter verwenden"],"Enable this setting to allocate and manage services across multiple WordPress Users (service providers).":["Aktivieren Sie diese Einstellung, um Dienstleistungen über mehrere WordPress-Benutzer (Dienstanbieter) zuzuweisen und zu verwalten."],"TheBooking is now at v%s!":["TheBooking ist jetzt in Version %s!"],"📢 We've rolled out some changes. Some of them might need your attention.":["📢 Wir haben einige Änderungen vorgenommen. Einige davon könnten Ihre Aufmerksamkeit erfordern."],"See What's New":["Neuigkeiten ansehen"],"Dismiss":["Schließen"],"WP API nonce expired, please refresh the page.":["WP API ist nicht abgelaufen, bitte aktualisieren Sie die Seite."],"Generic error":["Allgemeiner Fehler"],"All times are local":["Alle Zeiten sind lokal"],"Add":["Hinzufügen"],"Cancel":["Abbrechen"],"This panel is for administrative purposes only":["Dieses Panel dient nur administrativen Zwecken"],"Form conditionals and requirements will not be applied. All fields will be displayed, and all values will be allowed.":["Formularbedingungen und -anforderungen werden nicht angewendet. Alle Felder werden angezeigt, und alle Werte werden zugelassen."],"Reset this field if you want to create a new customer using the provided email address.":["Setzen Sie dieses Feld zurück, wenn Sie einen neuen Kunden mit der angegebenen E-Mail-Adresse erstellen möchten."],"This is required":["Dies ist erforderlich"],"Please provide a valid email address":["Bitte geben Sie eine gültige E-Mail-Adresse an"],"Time":["Zeit"],"Add reservation":["Reservierung hinzufügen"],"%d out of %d":["%d von %d"],"Booked":["Gebucht"],"Available":["Verfügbar"],"Customer notifications will follow this timezone setting.":["Kundenbenachrichtigungen folgen dieser Zeitzoneneinstellung."],"System timezone (WordPress > Settings > General)":["Systemzeitzone (WordPress > Einstellungen > Allgemein)"],"Associate the customer with a WordPress user":["Den Kunden mit einem WordPress-Benutzer verknüpfen"],"Do not associate the customer":["Den Kunden nicht verknüpfen"],"Are you sure?":["Bist du sicher?"],"Yes":["Ja"],"No":["Nein"],"Delete":["Löschen"],"New API token":["Neues API-Token"],"Generate a new API token":["Neues API-Token generieren"],"Create":["Erstellen"],"Please provide the token name":["Bitte geben Sie den Token-Namen an"],"If enabled, this API token restricts write operations for API requests.":["Wenn aktiviert, beschränkt dieses API-Token Schreiboperationen für API-Anfragen."],"Add coupon":["Gutschein hinzufügen"],"Used":["Gebraucht"],"Please enter the coupon text without any spaces":["Bitte geben Sie den Gutschein-Text ohne Leerzeichen ein"],"Coupon already exists":["Gutschein existiert bereits"],"Error":["Fehler"],"There are reservations for this customer":["Für diesen Kunden liegen Reservierungen vor"],"Registered":["Eingetragen"],"Not registered":["Nicht registriert"],"Inactive":["Inaktiv"],"Selected %d item":["Ausgewähltes %d Element","Ausgewählte %d Elemente"],"Delete %d item":["%d Element löschen","Gelöschte Elemente"],"All":["Alle"],"Reservations by %s":["Reservierungen von %s"],"Search...":["Suchen..."],"Add a customer":["Fügen Sie einen Kunden hinzu"],"Create a new WordPress user":["Erstellen Sie einen neuen WordPress-Benutzer"],"Please provide a name":["Bitte geben Sie einen Namen an"],"Deletion prevented: services are assigned to this location.":["Löschung verhindert: Dienstleistungen sind diesem Standort zugewiesen."],"New location":["Neuen Ort"],"Add a location":["Füge einen Ort hinzu"],"Please enter a valid and properly formatted address":["Bitte geben Sie eine gültige und korrekt formatierte Adresse ein"],"Additional configuration options will be accessible once created.":["Zusätzliche Konfigurationsoptionen werden nach der Erstellung zugänglich sein."],"Discount":["Rabatt"],"Uses":["Verwendet"],"Period":["Zeitraum"],"Type":["Typ"],"This promotion is no longer available for customer use.":["Diese Aktion ist für Kunden nicht mehr verfügbar."],"This promotion cannot be deleted because there are reservations associated with it.":["Diese Aktion kann nicht gelöscht werden, da Reservierungen damit verbunden sind."],"Running":["Betrieb"],"Not running (paused)":["Läuft nicht (pausiert)"],"Not running":["Nicht laufen"],"New promotion":["Neue Aktion"],"Create a new Promotion":["Erstellen Sie eine neue Aktion"],"Please enter the promotion name without any spaces":["Bitte geben Sie den Aktionsnamen ohne Leerzeichen ein"],"Name already exists":["Name existiert bereits"],"The promotion will run for the selected period, the discount is automatically applied to any eligible service.":["Die Aktion läuft für den ausgewählten Zeitraum, der Rabatt wird automatisch auf alle berechtigten Dienste angewendet."],"The promotion will run for the selected period, the discount is applied to any eligible service only if a valid coupon is provided.":["Die Aktion läuft für den ausgewählten Zeitraum, der Rabatt wird nur dann auf alle berechtigten Dienstleistungen angewendet, wenn ein gültiger Gutschein vorgelegt wird."],"Please provide a date interval":["Bitte geben Sie ein Datumsintervall an"],"Please provide a discount value":["Bitte geben Sie einen Rabattwert an"],"Payment":["Zahlung"],"Paid":["Bezahlt"],"Not paid":["Nicht bezahlt"],"Not due":["Nicht wegen"],"Search customer":["Kunde suchen"],"Details":["Details"],"Confirm":["Bestätigen"],"Approve":["Genehmigen"],"Start meeting":["Meeting starten"],"Zoom meeting":["Zoom-Meeting"],"Google Meet":["Google Meet"],"Confirmed":["Bestätigt"],"Cancelled":["Abgebrochen"],"Pending":["Ausstehend"],"Expired":["Abgelaufen"],"Deny":["Leugnen"],"ID":["ICH WÜRDE"],"Customer Name":["Kundenname"],"Customer Email":["Kunden-E-Mail"],"Start date of service":["Startdatum des Dienstes"],"Start time of service":["Startzeit des Dienstes"],"End date of service":["Enddatum des Dienstes"],"End time of service":["Endzeit des Dienstes"],"Form field: %s":["Formularfeld: %s"],"Reset reservation IDs":["Reservierungs-IDs zurücksetzen"],"PDF file is ready!":["PDF-Datei ist fertig!"],"Open PDF":["PDF öffnen"],"Today's":["Die von heute"],"Tomorrow's":["Die von morgen"],"This week":["Diese Woche"],"Past":["Vergangenheit"],"Search by ID":["Suche nach ID"],"Export selected (%d)":["Ausgewählt exportieren (%d)"],"Export all":["Exportiere alles"],"Empty the database":["Leeren Sie die Datenbank"],"Activate Table view":["Tabellenansicht aktivieren"],"Activate List view":["Listenansicht aktivieren"],"Activate Auto view":["Aktivieren Sie die automatische Ansicht"],"Display columns":["Spalten anzeigen"],"Sort by":["Sortiere nach"],"Sorting order":["Sortierreihenfolge"],"Descending":["Absteigend"],"Ascending":["Aufsteigend"],"Include reservations":["Reservierungen einbeziehen"],"I know what I'm doing, proceed":["Ich weiß, was ich tue, mach weiter"],"This erases the reservations database":["Dadurch wird die Reservierungsdatenbank gelöscht"],"Select additional properties to copy with service.":["Wählen Sie zusätzliche Eigenschaften aus, die mit dem Dienst kopiert werden sollen."],"Copy form":["Formular kopieren"],"Copy providers settings":["Anbietereinstellungen kopieren"],"Copy notifications":["Benachrichtigungen kopieren"],"Deletion prevented: there are reservations for this service.":["Löschung verhindert: Es gibt Reservierungen für diesen Dienst."],"Notifications":["Benachrichtigungen"],"Booking form":["Buchungsformular"],"Personal settings":["Persönliche Einstellungen"],"Duplicate service":["Doppelter Dienst"],"Duplicate":["Duplikat"],"Appointment":["Appointment"],"Unscheduled":["Ausserplanmässig"],"Your changes here only affect the service when provided by you":["Ihre Änderungen hier betreffen den Dienst nur, wenn er von Ihnen angeboten wird"],"New service":["Neuer Service"],"Create a new Service":["Erstellen Sie einen neuen Dienst"],"Suitable for timeslot-based reservations.":["Geeignet für zeitfensterbasierte Reservierungen."],"A service with no scheduling needs. Think about support tickets, estimate request, and so on.":["Ein Service ohne Terminplanung. Denken Sie an Support-Tickets, Kostenvoranschlagsanfragen und so weiter."],"Please provide a name for the service":["Bitte geben Sie einen Namen für den Dienst an"],"This field is always active":["Dieses Feld ist immer aktiv"],"Other fields are dependent on this field":["Andere Felder hängen von diesem Feld ab"],"Activate":["Aktivieren"],"depends on %s":["hängt von %s ab"],"New paragraph":["Neuer Absatz"],"New text input":["Neue Texteingabe"],"New text area":["Neuer Textbereich"],"New options field":["Neues Optionsfeld"],"Option 1":["Option eins"],"Option 2":["Option 2"],"Option 3":["Option zwei"],"New checkbox":["Neues Kontrollkästchen"],"New file upload":["Neue Datei hochladen"],"New number input":["Neue Zahleneingabe"],"New date input":["Neues Datumeingabefeld"],"New option":["Neue Möglichkeit"],"Option %d label":["Option %d Bezeichnung"],"Price increment":["Preiserhöhung"],"Increase service price by the specified amount when this option is selected during booking":["Erhöhen Sie den Dienstleistungspreis um den angegebenen Betrag, wenn diese Option bei der Buchung ausgewählt wird"],"Add option":["Option hinzufügen"],"Validation":["Validierung"],"Regex":["Regex"],"Need help with regex expressions?":["Benötigen Sie Hilfe bei Regex-Ausdrücken?"],"No validation":["Keine Validierung"],"Phone (international)":["Telefon (international)"],"Alphanumeric with space":["Alphanumerisch mit Leerzeichen"],"Hide from registered users":["Vor registrierten Benutzern verstecken"],"Notification template placeholder":["Platzhalter für Benachrichtigungsvorlagen"],"This placeholder, when inserted in a notification template, will be replaced with the value of the field. It must be unique in the context of the service.":["Dieser Platzhalter wird beim Einfügen in eine Benachrichtigungsvorlage durch den Wert des Felds ersetzt. Sie muss im Kontext des Dienstes eindeutig sein."],"Pre-fill user meta-key":["Benutzer-Metaschlüssel vorausfüllen"],"Select or write":["Auswählen oder schreiben"],"The field will be pre-populated with the corresponding user meta when available (even if the field is hidden)":["Das Feld wird mit dem entsprechenden Benutzer-Meta vorab ausgefüllt, wenn verfügbar (auch wenn das Feld ausgeblendet ist)."],"Allowed file extensions":["Zulässige Dateierweiterungen"],"Comma-separated, e.g. \"jpeg, png, tiff\"":["Kommasepariert, z.B. \"jpeg, png, tiff\""],"Max file size":["Maximale Dateigröße"],"Visible":["Sichtbar"],"Hidden":["Versteckt"],"Required":["Erfordert"],"Not required":["Nicht benötigt"],"Checked":["Geprüft"],"Not checked":["Nicht geprüft"],"Greater than":["Größer als"],"Less than":["Weniger als"],"Equal to":["Gleich"],"Conditional":["Bedingt"],"The field is":["Das Feld ist"],"No valid fields in this form":["Keine gültigen Felder in diesem Formular"],"Select a state":["Wähle einen Staat"],"Depending on":["Es hängt davon ab"],"Select a field":["Wählen Sie ein Feld aus"],"Being":["Sein"],"Parent field options must be 2 or more":["Übergeordnete Feldoptionen müssen 2 oder mehr sein"],"Select a value":["Wähle einen Wert"],"This number":["Diese Nummer"],"Experimental feature":["Experimentelle Funktion"],"Apply dynamic rules to control the field's behavior based on the values of other fields.":["Dynamische Regeln anwenden, um das Verhalten des Feldes basierend auf den Werten anderer Felder zu steuern."],"The conditional rule feature is available when the form includes at least one field of type number, options, or checkbox (excluding the current field).":["Die bedingte Regel-Funktion ist verfügbar, wenn das Formular mindestens ein Feld des Typs Nummer, Optionen oder Kontrollkästchen enthält (ausgenommen das aktuelle Feld)."],"Label":["Beschriftung"],"Min":["Mindest"],"Max":["Max"],"Discard":["Verwerfen"],"Save changes":["Änderungen speichern"],"Input text":["Eingabetext"],"Text area":["Textbereich"],"Checkbox":["Kontrollkästchen"],"Number":["Nummer"],"Options":["Optionen"],"File upload":["Datei-Upload"],"Paragraph":["Absatz"],"Account":["Konto"],"No provider":["Kein Anbieter"],"Add Google Account":["Google-Konto hinzufügen"],"Associate with a service provider":["Mit einem Dienstanbieter verknüpfen"],"The associated provider gains the ability to manage the Google Account integration.":["Der zugeordnete Anbieter erhält die Möglichkeit, die Google-Konto-Integration zu verwalten."],"Changing the service provider will unlink any calendars associated with this account from availability plans not assigned to the new provider":["Wenn Sie den Dienstleister ändern, werden alle mit diesem Konto verknüpften Kalender von Verfügbarkeitsplänen getrennt, die dem neuen Anbieter nicht zugewiesen sind"],"Connected as %s":["Verbunden als %s"],"Disconnect":["Trennen"],"Connect your Google Account":["Verbinden Sie Ihr Google-Konto"],"Authorize":["Genehmigen"],"Google Calendars":["Google Kalender"],"Personal":["Persönlich"],"Events on this calendar will block plan availability":["Ereignisse in diesem Kalender blockieren die Verfügbarkeit des Plans"],"Source":["Quelle"],"Events on this calendar will be considered as available time for this plan":["Ereignisse in diesem Kalender werden als verfügbare Zeit für diesen Plan betrachtet"],"Destination":["Ziel"],"Reservations made for this plan will generate events on this calendar":["Für diesen Plan getätigte Reservierungen erzeugen Ereignisse in diesem Kalender"],"Owner":["Eigentümer"],"Shared":["Geteilt"],"No availability plans available":["Keine Verfügbarkeitspläne verfügbar"],"Thanks for updating to TheBooking!":["Danke für das Update auf TheBooking!"],"This release represents our most significant update since the app's inception. Along with a host of new features and a complete visual revamp, it introduces pivotal changes you should be aware of. For a detailed overview, please consult our %supdated documentation%s.":["Dieses Update stellt unsere bedeutendste Aktualisierung seit der Einführung der App dar. Neben einer Vielzahl neuer Funktionen und einer vollständigen optischen Überarbeitung führt es entscheidende Änderungen ein, über die Sie informiert sein sollten. Für einen detaillierten Überblick konsultieren Sie bitte unsere %saktualisierte Dokumentation%s."],"Migrate settings and data":["Einstellungen und Daten migrieren"],"Start fresh (migrate later if needed)":["Von vorne beginnen (später migrieren, falls erforderlich)"],"Save":["Speichern"],"Subject":["Gegenstand"],"Please provide the email subject":["Bitte geben Sie den E-Mail-Betreff an"],"Body":["Körper"],"You can use HTML":["Sie können HTML verwenden"],"Please provide the email content":["Bitte geben Sie den Inhalt der E-Mail an"],"Edit email content":["E-Mail-Inhalt bearbeiten"],"Coupons":["Gutscheine"],"List of single use coupon codes":["Liste der Gutscheincodes zur einmaligen Verwendung"],"Connect a Google Account and associate it with the provider":["Verknüpfen Sie ein Google-Konto und ordnen Sie es dem Anbieter zu"],"The Google Account associated with this service provider grants access to their associated calendars, empowering them to effectively configure their Google integration using these calendars.":["Das mit diesem Dienstanbieter verknüpfte Google-Konto gewährt Zugriff auf ihre zugeordneten Kalender und ermöglicht es ihnen, ihre Google-Integration effektiv mit diesen Kalendern zu konfigurieren."],"The service provider can autonomously link their Google Account by navigating to Availability > Your Google Account.":["Der Dienstanbieter kann sein Google-Konto eigenständig verknüpfen, indem er zu Verfügbarkeit > Ihr Google-Konto navigiert."],"Service provider notifications will follow this timezone setting.":["Benachrichtigungen des Dienstanbieters folgen dieser Zeitzoneneinstellung."],"Download":["Herunterladen"],"Not provided":["Nicht vorgesehen"],"Date of service":["Datum der Leistung"],"Times":["Mal"],"Submitted":["Eingereicht"],"UID (internal)":["UID (intern)"],"Virtual meetings":["Virtuelle Treffen"],"Get data for Zoom meeting ID %s":["Erhalte Daten für Zoom-Meeting-ID %s"],"Start URL":["Start-URL"],"Join URL":["Beitritts-URL"],"Password: %s":["Passwort: %s"],"Status: %s":["Zustand: %s"],"Join meeting":["Am Treffen teilnehmen"],"Google Calendar events":["Google Kalender Ereignisse"],"Refresh Google Calendar event creation":["Erstellung von Google Kalender Ereignissen aktualisieren"],"An event will be created or updated in any destination calendar set for the availability plan for which this reservation was generated.":["Ein Ereignis wird in jedem Zielkalender erstellt oder aktualisiert, der für den Verfügbarkeitsplan festgelegt wurde, für den diese Reservierung generiert wurde."],"Form submission details":["Formulardetails"],"Applied discounts":["Angewendete Rabatte"],"The discount values are based on the time of the reservation and any subsequent changes to a promotion will not be reflected here.":["Rabattwerte beziehen sich auf den Zeitpunkt der Reservierung. Spätere Änderungen an einer Aktion werden hier nicht berücksichtigt."],"System":["System"],"User":["Benutzer"],"Confirmation email sent by %s":["Bestätigungs-E-Mail gesendet von %s"],"send again":["erneut senden"],"Confirmation pending":["Bestätigung ausstehend"],"Reminder email sent by %s":["Erinnerungs-E-Mail gesendet von %s"],"send now":["schick jetzt"],"Reminder email pending":["Erinnerungs-E-Mail steht aus"],"Cancellation email sent by %s":["Stornierungs-E-Mail gesendet von %s"],"Refund":["Erstattung"],"Gateway":["Tor"],"Amount":["Höhe"],"Gateway data":["Gateway-Daten"],"Edit":["Ändern"],"Files":["Dateien"],"This reservation has expired.":["Diese Reservierung ist abgelaufen."],"Editing an expired reservation could lead to overbooking as the spot may have been taken by other reservations.":["Das Bearbeiten einer abgelaufenen Reservierung kann zu Überbuchungen führen, da der Platz möglicherweise von anderen Reservierungen belegt wurde."],"I am aware of the potential risks":["Ich bin mir der potenziellen Risiken bewusst"],"You are editing the database directly":["Sie bearbeiten die Datenbank direkt"],"Changes made here won't send notifications. Use the actions in the reservations table to trigger them.":["Das Ändern von Daten hier löst keine Benachrichtigungen aus. Verwenden Sie die Aktionen in der Reservierungstabelle, wenn Sie dies beabsichtigen."],"The service will be modified even if there are no available slots for it.":["Der Dienst wird auch dann geändert, wenn kein entsprechender verfügbarer Slot vorhanden ist."],"Start date time":["Startdatum Uhrzeit"],"The date will be modified even if there are no available slots for it.":["Das Datum wird auch dann geändert, wenn kein entsprechender verfügbarer Slot vorhanden ist."],"End date time":["Uhrzeit des Enddatums"],"Payment status":["Zahlungs-Status"],"Base price":["Grundpreis"],"Reason for cancellation":["Grund für die Stornierung"],"This is the latest service form available.":["Dies ist das aktuelle Serviceformular."],"If you've made changes to the service form after this reservation was submitted, some information may be missing or different from what the customer originally viewed.":["Wenn Sie das Serviceformular nach dem Absenden dieser Reservierung bearbeitet haben, können einige Daten unvollständig sein oder sich von dem unterscheiden, was der Kunde ursprünglich gesehen hat."],"No payment yet":["Noch keine Zahlungen"],"No locations available.":["Keine Standorte verfügbar."],"Go to Locations":["Gehen Sie zu Standorte"],"Customer's local timezone":["Zeitzone des Kunden"],"Customer was not able to pay within the allowed time. Expired reservations are going to be automatically deleted on a weekly basis, unless the status is manually changed or the reservation is set as paid.":["Der Kunde konnte nicht innerhalb der vorgegebenen Zeit bezahlen. Abgelaufene Reservierungen werden wöchentlich automatisch gelöscht, es sei denn, der Status wird manuell geändert oder die Reservierung wird auf bezahlt gesetzt."],"To do":["To-Do"],"Done":["Erledigt"],"Draft":["Entwurf"],"Total time: %s":["Gesamtzeit: %s"],"Add interval":["Intervall hinzufügen"],"Remove interval":["Intervall entfernen"],"Showing from %s":["Wird von %s angezeigt"],"to %s":["zu %s"],"Activity period":["Aktivitätszeitraum"],"Excluded dates":["Ausgeschlossene Termine"],"New plan":["Neuer Plan"],"Create a new Plan":["Erstellen Sie einen neuen Plan"],"Please provide a name for the plan":["Bitte geben Sie einen Namen für den Plan an"],"Independent":["Unabhängig"],"When set as independent, reservations from other plans will not interfere with the availability of this plan, and vice versa.":["Wenn als unabhängig eingestellt, werden Reservierungen aus anderen Plänen die Verfügbarkeit dieses Plans nicht beeinträchtigen und umgekehrt."],"Weekly plan":["Wöchentlicher Plan"],"Services to which this availability source is applied.":["Dienste, auf die diese Verfügbarkeitsquelle angewendet wird."],"Providers to which this availability source is applied.":["Anbieter, für die diese Verfügbarkeitsquelle gilt."],"Changing the service provider will disassociate any existing provider's Google Account. Please remember to reconfigure the Google Calendars for this plan, if necessary.":["Das Ändern des Dienstanbieters wird das Google-Konto des bestehenden Anbieters trennen. Bitte denken Sie daran, die Google-Kalender für diesen Plan erneut zu konfigurieren, falls erforderlich."],"Destination calendars":["Zielkalender"],"Calendars in which reservation events should be created for this plan.":["Kalender, in denen Reservierungsereignisse für diesen Plan erstellt werden sollten."],"Personal calendars":["Persönliche Kalender"],"Calendars whose busy events will block availability for this plan.":["Kalender, deren belegte Ereignisse die Verfügbarkeit für diesen Plan blockieren werden."],"Source calendars":["Quellkalender"],"Calendars whose busy events will be considered as AVAILABLE time for the selected services. If more BUSY events overlap, their UNION will be considered.":["Kalender, deren belegte Ereignisse als VERFÜGBARE Zeit für die ausgewählten Dienstleistungen betrachtet werden. Wenn mehrere BELEGT-Ereignisse sich überschneiden, wird deren VEREINIGUNG berücksichtigt."],"Schedule":["Zeitplan"],"Google 3-way":["Google 3-Wege"],"Edit content":["Inhalt bearbeiten"],"Select":["Auswählen"],"Remove":["Entfernen"],"This file is from a different version.":["Diese Datei stammt aus einer anderen Version."],"Not a valid JSON file.":["Keine gültige JSON-Datei."],"Import":["Importieren"],"Export":["Export"],"Discard change":["Änderung verwerfen"],"Save change":["Änderungen speichern"],"Time left":["Übrige Zeit"],"Your reservation is expired.":["Ihre Reservierung ist abgelaufen."],"Thank you for the reservation":["Vielen Dank für die Reservierung"],"To confirm the reservation, please select a payment method.":["Um die Reservierung zu bestätigen, wählen Sie bitte eine Zahlungsmethode aus."],"Please select a payment method.":["Bitte wählen Sie eine Zahlungsmethode."],"Amount to pay":["Zu zahlender Betrag"],"Pay":["Zahlen"],"Summary":["Zusammenfassung"],"Back":["Zurück"],"Book now":["Jetzt buchen"],"Coupon?":["Coupon?"],"Apply":["Anwenden"],"Price details":["Preisangaben"],"%s list price":["%s Listenpreis"],"X %d ticket =":["X %d Ticket =","X %d Karten ="],"Coupon %s ":["Gutschein %s"],"Slot %d: %s discount":["Slot %d: %s Rabatt"],"%s discount":["%s Rabatt"],"Total":["Gesamt"],"Coupon applied!":["Gutschein angewendet!"],"Invalid coupon!":["Ungültiger Gutschein!"],"Go back":["Zurück"],"Reservations for %s number %s":["Reservierungen für %s Nummer %s"],"Add to calendar":["Zum Kalender hinzufügen"],"Thank you for your reservation":["Vielen Dank für Ihre Reservierung"],"Thank you for your reservation, we will notify you once confirmed.":["Vielen Dank für Ihre Reservierung, wir werden Sie benachrichtigen, sobald sie bestätigt ist."],"Reservation ID: %s":["Reservierungs-ID: %s"],"Do you wish to pay online?":["Möchten Sie online bezahlen?"],"Select a service":["Wählen Sie einen Dienst aus"],"Promo price!":["Aktionspreis!"],"starts from":["beginnt ab"],"Upcoming":["Bevorstehende"],"Promo":["Sonderangebot"],"Map cannot be loaded right now, sorry.":["Karte kann momentan nicht geladen werden, tut mir leid."],"Warning":["Warnung"],"Please input":["Bitte eingeben"],"Validation failed":["Überprüfung fehlgeschlagen"],"Select...":["Wählen..."],"Upload":["Hochladen"],"Max file size is %d MB, this file is %d MB":["Die maximale Dateigröße beträgt %d MB, diese Datei ist %d MB groß"],"Next":["Weiter"],"%s left":["%s übrig"],"Get directions":["Wegbeschreibung"],"%s or %s to book this service":["%s oder %s, um diesen Service zu buchen"],"Login":["Login"],"Register":["Registrieren"],"Promo available!":["Aktion verfügbar!"],"Select a provider":["Wählen Sie einen Anbieter aus"],"Select one or more adjacent timeslots":["Wählen Sie einen oder mehrere benachbarte Zeitschlitze aus"],"Select a timeslot":["Wählen Sie ein Zeitfenster aus"],"Local times in %s":["Ortszeit in %s"],"This timeslot is not adjacent to the others!":["Dieses Zeitfenster grenzt nicht an die anderen!"],"Pay %s":["Zahle %s"],"Join Zoom meeting":["Zoom-Meeting beitreten"],"Join Google Meet":["Treten Sie Google Meet bei"],"Please tell us the reason":["Bitte teilen Sie uns den Grund mit"],"Saving...":["Speichern..."],"Whoops":["Hoppla"],"Success":["Erfolg"],"Starts from %s":["Beginnt bei %s"],"%d available":["%d verfügbar"],"Sold out":["Ausverkauft"],"Form field validation regex\u0004Email":["Email"],"Form field validation regex\u0004URL":["URL"],"Form field label\u0004Email":["Email"],"Form field label\u0004First name":["Vorname"],"Form field label\u0004Last name":["Nachname"],"Form field label\u0004User URL":["Benutzer-URL"],"Setting control\u0004Delegated":["Delegiert"],"Setting control\u0004Admin":["Admin"],"WP Block Editor\u0004Service restrictions":["Dienstbeschränkungen"],"WP Block Editor\u0004For unrestricted listing, leave all checkboxes unselected.":["Für eine uneingeschränkte Auflistung lassen Sie alle Kontrollkästchen unausgewählt."],"WP Block Editor\u0004Provider restrictions":["Anbieterbeschränkungen"],"WP Block Editor\u0004Configuration":["Konfiguration"],"WP Block Editor\u0004Widget type":["Widget-Typ"],"WP Block Editor\u0004Monthly calendar":["Monatskalender"],"WP Block Editor\u0004Upcoming events":["Bevorstehende Ereignisse"],"WP Block Editor\u0004Unscheduled services":["Nicht geplante Dienstleistungen"],"WP Block Editor\u0004Reservations list (logged users only)":["Reservierungsliste (nur für eingeloggte Benutzer)"],"WP Block Editor\u0004Visible events":["Sichtbare Ereignisse"],"WP Block Editor\u0004Number of upcoming events shown on the page":["Anzahl der bevorstehenden Ereignisse, die auf der Seite angezeigt werden"],"WP Block Editor\u0004Show more":["Mehr anzeigen"],"WP Block Editor\u0004Load more events button":["Button \"Mehr Ereignisse laden\""],"WP Block Editor\u0004Maximum fetched events":["Maximale abgerufene Ereignisse"],"WP Block Editor\u0004Maximum number of events that can be loaded in total when using the \"Show more\" button. Set \"0\" for no limit.":["Maximale Anzahl von Ereignissen, die insgesamt geladen werden können, wenn der Button \"Mehr anzeigen\" verwendet wird. Setzen Sie \"0\" für keine Begrenzung."],"WP Block Editor\u0004Permissions":["Berechtigungen"],"WP Block Editor\u0004Read-only":["Nur-Lesen"],"WP Block Editor\u0004Prevents booking through this widget instance.":["Verhindert Buchungen über diese Widget-Instanz."],"WP Block Editor\u0004Logged-only":["Nur für Eingeloggte"],"WP Block Editor\u0004Restricts booking to logged-in users only through this widget instance.":["Beschränkt Buchungen über diese Widget-Instanz nur auf eingeloggte Benutzer."],"WP Block Editor\u0004These permissions apply to all services presented through this widget, overriding any service-specific permission settings.":["Diese Berechtigungen gelten für alle über dieses Widget präsentierten Dienstleistungen und überschreiben alle dienstspezifischen Berechtigungseinstellungen."],"block title\u0004TheBooking widget":["Das Buchungs-Widget"],"block description\u0004Displays the booking widget":["Zeigt das Buchungs-Widget an"],"block keyword\u0004tbk-booking":["tbk-Buchung"],"block keyword\u0004thebooking":["die Buchung"],"block keyword\u0004teambooking":["Teambuchung"],"block keyword\u0004calendar":["Kalender"],"block keyword\u0004reservations":["Reservierungen"]}}}