Repository: VonStroheim/thebooking-languages
Catalog: 3.1.0/team-booking-*.po
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

source: If you use HTML content, please consider the fact that it will observe the stylesheet of your theme and other plugins, so the result may differ from what you see in the editor.
es_es: Si usas contenido HTML, ten en cuenta que observará la hoja de estilo de tu tema y otros complementos, por lo que el resultado puede diferir de lo que ves en el editor.
fr_fr: Si vous utilisez un contenu HTML, veuillez considérer le fait qu'il observera la feuille de style de votre thème et d'autres plugins, de sorte que le résultat peut différer de ce que vous voyez dans l'éditeur.
pl_pl: Jeśli używasz treści HTML, weź pod uwagę fakt, że będzie ona obserwować arkusz stylów motywu i innych wtyczek, więc wynik może różnić się od tego, co widzisz w edytorze.
pt_br: Se você usar conteúdo HTML, considere o fato de que ele seguirá a folha de estilo do seu tema e outros plug-ins, portanto, o resultado pode ser diferente do que você vê no editor.
ru_ru: Если вы используете HTML-контент, учтите тот факт, что он будет учитывать таблицу стилей вашей темы и других плагинов, поэтому результат может отличаться от того, что вы видите в редакторе.

source: Direct provider for assignment
es_es: Proveedor directo para la asignación
fr_fr: Fournisseur direct pour l'attribution
pl_pl: Bezpośredni dostawca do przydziału
pt_br: Prestador de serviço direto para atribuição
ru_ru: Прямой поставщик для назначения

source: How to treat discarded available slots
es_es: Cómo tratar las ranuras disponibles descartadas
fr_fr: Comment traiter les créneaux disponibles rejetés
pl_pl: Jak postępować z odrzuconymi dostępnymi slotami
pt_br: Como tratar horários disponíveis descartados
ru_ru: Как обращаться с отброшенными доступными слотами

source: Choose how to handle available slots that are discarded due to overlapping settings.
es_es: Elige qué hacer con los espacios disponibles que se descartan como resultado de la configuración de superposición.
fr_fr: Choisissez quoi faire avec les créneaux disponibles qui sont rejetés en raison de paramètres de chevauchement.
pl_pl: Wybierz sposób obsługi dostępnych slotów, które są odrzucane z powodu nakładających się ustawień.
pt_br: Escolha o que fazer com os horários disponíveis que são descartados como resultado de reservas sobrepostas.
ru_ru: Выберите, как обрабатывать доступные слоты, которые отбрасываются из-за перекрытия настроек.

source: Don't show
es_es: No mostrar
fr_fr: Ne pas montrer
pl_pl: Nie pokazuj
pt_br: Não exibir
ru_ru: Не показывать

source: Show them as booked
es_es: Mostrarlos como reservados
fr_fr: Montrer complet
pl_pl: Pokaż je jako zarezerwowane
pt_br: Mostre-os como reservados
ru_ru: Показать их как забронированные

source: Location
es_es: Ubicación
fr_fr: Adresse
pl_pl: Lokalizacja
pt_br: Localidade
ru_ru: Расположение

source: Choose how to set the location for this service. If a location is provided, it will be displayed in the frontend with directions and a map, unless specified otherwise.
es_es: Elige cómo establecer una ubicación para este servicio. Si hay una ubicación, se mostrará en el frontend con direcciones y mapa (a menos que se especifique de manera diferente)
fr_fr: Choisissez comment définir un emplacement pour ce service. Si un emplacement est présent, il sera affiché en frontal avec des instructions et une carte (sauf indication contraire)
pl_pl: Wybierz sposób ustawienia lokalizacji dla tej usługi. Jeśli podano lokalizację, zostanie ona wyświetlona w interfejsie użytkownika wraz ze wskazówkami i mapą, chyba że określono inaczej.
pt_br: Escolha como definir um local para este serviço. Se houver um local, ele será mostrado aos usuários com direções e mapa (a menos que especificado de outra forma)
ru_ru: Выберите, как установить местоположение для этой службы. Если указано местоположение, оно будет отображаться в интерфейсе с указаниями и картой, если не указано иное.

source: No location
es_es: Sin ubicación
fr_fr: Pas d'adresse renseignée
pl_pl: Brak lokalizacji
pt_br: Sem localidade
ru_ru: Нет местоположения

source: Inherited from the booking form Address field
es_es: Heredado del campo de dirección del formulario de reserva
fr_fr: Hérité du champ d'adresse du formulaire de réservation
pl_pl: Dziedziczone z formularza rezerwacji Pole adresu
pt_br: Herdado do campo Endereço do formulário de reserva
ru_ru: Унаследовано от поля адреса формы бронирования

source: Assigned location
es_es: Ubicación asignada
fr_fr: Emplacement attribué
pl_pl: Przypisana lokalizacja
pt_br: Local atribuído
ru_ru: Назначенное местоположение

source: Location visibility
es_es: Visibilidad de la ubicación
fr_fr: Visibilité de l'emplacement
pl_pl: Widoczność lokalizacji
pt_br: Localidade visibilidade
ru_ru: Видимость местоположения

source: Choose whether the location should be visible in the frontend. If you choose to hide the location from the frontend, it will still be visible in the backend and can be used, for example, in email templates.
es_es: Elige si la ubicación debe ser visible en el frontend. Si eliges ocultar la ubicación del frontend, aún será visible en el backend y utilizable, por ejemplo, en las plantillas de correo electrónico.
fr_fr: Choisissez si l'emplacement doit être visible en frontal. Si vous choisissez de masquer l'emplacement en frontal, il sera toujours visible en backend et utilisable, par exemple, dans les modèles d'e-mail.
pl_pl: Wybierz, czy lokalizacja ma być widoczna w interfejsie użytkownika. Jeśli zdecydujesz się ukryć lokalizację w interfejsie, będzie ona nadal widoczna w zapleczu i może być używana na przykład w szablonach wiadomości e-mail.
pt_br: Escolha se o local deve estar visível no frontend. Se você optar por ocultar o local na página do usuário, ele ainda estará visível no painel de controle e poderá ser usado, por exemplo, nos modelos de e-mail.
ru_ru: Выберите, должно ли местоположение быть видно во внешнем интерфейсе. Если вы решите скрыть местоположение во внешнем интерфейсе, оно все равно будет видно во внутреннем интерфейсе и его можно будет использовать, например, в шаблонах электронной почты.

source: Max reservations per user
es_es: Máximo de reservas por usuario
fr_fr: Nombre maximal de réservations par utilisateur
pl_pl: Maksymalna liczba rezerwacji na użytkownika
pt_br: Máximo de reservas por usuário
ru_ru: Максимальное количество резервирований на пользователя

source: The book button will display the number of reservations remaining for the current user. If the limit is reached, the user will not be able to proceed. Set 0 for no limit.
es_es: El botón de reserva mostrará cuántas reservas quedan para el usuario actual. Si se alcanza el límite, el usuario no puede continuar. Establece 0 para sin limite.
fr_fr: Le bouton de réservation affichera combien de réservations il reste pour l'utilisateur actuel. Si la limite est atteinte, l'utilisateur ne peut pas continuer. Mettez 0 pour aucune limite.
pl_pl: Przycisk rezerwacji wyświetli liczbę rezerwacji pozostałych dla bieżącego użytkownika. Jeśli limit zostanie osiągnięty, użytkownik nie będzie mógł kontynuować. Ustawienie 0 oznacza brak limitu.
pt_br: O botão de reserva mostrará quantas reservas restam para o usuário atual. Se o limite for atingido, o usuário não poderá prosseguir. Defina 0 para nenhum limite.
ru_ru: Кнопка «Забронировать» отобразит количество резерваций, оставшихся у текущего пользователя. Если лимит достигнут, пользователь не сможет продолжить. Установите 0 для отсутствия ограничений.

source: Choose the name of the service
es_es: Elige el nombre del servicio
fr_fr: Choisissez le nom du service
pl_pl: Wybierz nazwę usługi
pt_br: Escolha o nome do serviço
ru_ru: Выберите название услуги

source: How payment is required
es_es: Cómo se requiere el pago
fr_fr: Comment le paiement est-il requis
pl_pl: W jaki sposób wymagana jest płatność
pt_br: Como é requerido o pagamento
ru_ru: Как требуется оплата

source: Online
es_es: En línea
fr_fr: En ligne
ru_ru: В сети

source: Customers are required to make an online payment. If no payment is made within the specified pending time, the reservation will be automatically cancelled.
es_es: Los clientes deben pagar en línea. Si no se realiza ningún pago dentro del tiempo máximo pendiente, la reserva se cancela automáticamente.
fr_fr: Les clients doivent payer en ligne. Si aucun paiement n'est effectué dans le délai maximal d'attente, la réservation est automatiquement annulée.
pl_pl: Klienci są zobowiązani do dokonania płatności online. Jeśli płatność nie zostanie dokonana w określonym czasie, rezerwacja zostanie automatycznie anulowana.
pt_br: Os clientes devem pagar online. Se nenhum pagamento for feito dentro do Tempo Máximo Pendente, a reserva é automaticamente cancelada.
ru_ru: Клиентам необходимо произвести онлайн-платеж. Если оплата не будет произведена в течение указанного времени ожидания, бронирование будет автоматически отменено.

source: Local
es_es: Localmente
pl_pl: Lokalny
ru_ru: Местный

source: The plugin will not handle the payment. You should manually set the reservation as "Paid" when the payment is done locally.
es_es: El complemento no manejará el pago. Debes establecer manualmente la reserva como "Pagada" cuando se realice el pago de forma local.
fr_fr: Le plugin ne gérera pas le paiement, vous devrez définir manuellement la réservation comme "Payée" lorsque le paiement sera effectué localement.
pl_pl: Wtyczka nie będzie obsługiwać płatności. Należy ręcznie ustawić rezerwację jako "Opłaconą", gdy płatność jest dokonywana lokalnie.
pt_br: O plugin não vai lidar com o pagamento, você deve definir manualmente a reserva como "Pago", quando o pagamento for feito localmente.
ru_ru: Плагин не обрабатывает платеж. Вам следует вручную установить для бронирования статус «Оплачено», если оплата производится на месте.

source: Discretionary
es_es: Discrecional
fr_fr: Discretionnaire
pl_pl: Uznaniowe
pt_br: Discricionário
ru_ru: Дискреционный

source: Customers can choose whether to pay online or pay later/locally.
es_es: Los clientes eligen si pagar en línea o después/localmente.
fr_fr: Les clients choisissent s'ils souhaitent payer en ligne ou plus tard/localement.
pl_pl: Klienci mogą wybrać, czy chcą zapłacić online, czy później/lokalnie.
pt_br: Os clientes escolhem se querem pagar online ou mais tarde no local.
ru_ru: Клиенты могут выбрать, платить ли онлайн или платить позже/на месте.

source: Buffer configuration
es_es: Configuración del búfer
fr_fr: Configuration du tampon
pl_pl: Konfiguracja bufora
pt_br: Configuração de intervalo
ru_ru: Конфигурация буфера

source: Select how the buffer between time slots should be calculated
es_es: Selecciona cómo se debe calcular el búfer entre los espacios de tiempo
fr_fr: Choisissez comment le tampon entre les créneaux doit être calculé
pl_pl: Wybór sposobu obliczania bufora między szczelinami czasowymi
pt_br: Selecione como a folga entre intervalos de tempo deve ser calculada
ru_ru: Выберите, как следует рассчитывать буфер между временными интервалами

source: Always computed between slots
es_es: Siempre calculado entre los espacios
fr_fr: Toujours calculé entre les créneaux
pl_pl: Zawsze obliczane między slotami
pt_br: Sempre calculado entre horários
ru_ru: Всегда вычисляется между слотами

source: The buffer is calculated between both free and booked slots within a container interval. This option is the default and ensures a consistent distribution of slots.
es_es: El búfer se calcula entre los espacios libres y reservados dentro de un intervalo contenedor. Esta opción es la predeterminada y asegura una distribución consistente de los espacios.
fr_fr: Le tampon est toujours calculé entre les créneaux libres et réservés à l'intérieur d'un intervalle de conteneur. C'est l'option par défaut et cela conduit à une distribution prévisible des créneaux.
pl_pl: Bufor jest obliczany zarówno między wolnymi, jak i zarezerwowanymi slotami w przedziale kontenera. Opcja ta jest domyślna i zapewnia spójną dystrybucję slotów.
pt_br: A folga é calculada entre horários livres e reservados dentro de um intervalo de tempo definido. Essa opção é o padrão e garante uma distribuição consistente de slots.
ru_ru: Буфер рассчитывается между свободными и забронированными слотами в пределах интервала контейнера. Этот параметр используется по умолчанию и обеспечивает равномерное распределение слотов.

source: Only computed around booked slots
es_es: Solo calculado alrededor de los espacios reservados
fr_fr: Calculé uniquement autour des créneaux réservés
pl_pl: Obliczane tylko dla zarezerwowanych slotów
pt_br: Calculado apenas em relação aos horários reservados
ru_ru: Рассчитывается только для забронированных мест

source: The buffer is applied around booked slots. It can cause redistribution of free slots when a new reservation is made.
es_es: El búfer se aplica alrededor de los espacios reservados. Puede causar la redistribución de espacios libres cuando se realiza una nueva reserva.
fr_fr: Le tampon est calculé uniquement autour d'un créneau réservé. Cela conduit à une redistribution des créneaux libres lorsqu'une nouvelle réservation est effectuée.
pl_pl: Bufor jest stosowany wokół zarezerwowanych slotów. Może to spowodować redystrybucję wolnych slotów po dokonaniu nowej rezerwacji.
pt_br: A folga é aplicada em torno dos slots reservados. Isso pode causar redistribuição de slots gratuitos quando uma nova reserva é feita.
ru_ru: Буфер применяется вокруг зарезервированных слотов. Это может привести к перераспределению свободных слотов при новом резервировании.

source: Buffer between consecutive slots
es_es: Búfer entre espacios consecutivos
fr_fr: Tampon entre les créneaux consécutifs
pl_pl: Bufor między kolejnymi slotami
pt_br: Intervalo entre horários consecutivos
ru_ru: Буфер между последовательными слотами

source: A reservation was cancelled
es_es: Una reserva ha sido cancelada
fr_fr: Une réservation a été annulée
pl_pl: Rezerwacja została anulowana
pt_br: Uma reserva foi cancelada
ru_ru: Бронирование было отменено

source: Cancellation email
es_es: Correo electrónico de cancelación
fr_fr: E-mail d'annulation
pl_pl: Wiadomość e-mail o anulowaniu
pt_br: E-mail de cancelamento
ru_ru: Письмо об отмене

source: Get notified when a customer cancels a reservation for this service that was booked from you
es_es: Recibe una notificación cuando un cliente cancela una reserva de este servicio que fue reservado contigo
fr_fr: Recevoir une notification lorsqu'un client annule une réservation pour ce service qui a été réservé par vous
pl_pl: Otrzymuj powiadomienia, gdy klient anuluje rezerwację na tę usługę, która została zarezerwowana u Ciebie
pt_br: Seja notificado quando um cliente cancelar uma reserva para este serviço que foi reservado com você
ru_ru: Получайте уведомление, когда клиент отменяет бронирование этой услуги, которое было забронировано у вас.

source: Confirmation email
es_es: Correo electrónico de confirmación
fr_fr: E-mail de confirmation
pl_pl: Wiadomość e-mail z potwierdzeniem
pt_br: E-mail de confirmação
ru_ru: Письмо с подтверждением.

source: Get notified when someone books this service from you
es_es: Recibir notificaciones cuando alguien reserve este servicio de tu parte
fr_fr: Recevoir une notification lorsqu'une personne réserve ce service de votre part
pl_pl: Otrzymuj powiadomienia, gdy ktoś zarezerwuje u Ciebie tę usługę
pt_br: Seja notificado quando alguém reservar este serviço de você
ru_ru: Получайте уведомления, когда кто-то заказывает у вас эту услугу

source: Block availability if overlaps with reservations for other services
es_es: Bloquear disponibilidad si se superpone con reservas para otros servicios
fr_fr: Bloquer la disponibilité en cas de chevauchement avec des réservations pour d'autres services
pl_pl: Blokuj dostępność, jeśli nakłada się na rezerwacje innych usług
pt_br: Bloquear disponibilidade se coincidir com reservas de outros serviços
ru_ru: Блокировать доступность, если она пересекается с резервированием других услуг

source: Activate this option to automatically block all other overlapping available slots as soon as one of them is booked.
es_es: Activa esto para bloquear todos los otros espacios disponibles que se superponen tan pronto como uno de ellos es reservado.
fr_fr: Activez ceci pour bloquer toutes les autres disponibilités chevauchantes dès qu'une d'entre elles est réservée.
pl_pl: Aktywuj tę opcję, aby automatycznie blokować wszystkie inne nakładające się dostępne miejsca, gdy tylko jedno z nich zostanie zarezerwowane.
pt_br: Ative para bloquear todos os outros horários disponíveis sobrepostos assim que um deles for reservado.
ru_ru: Активируйте эту опцию, чтобы автоматически блокировать все другие перекрывающиеся доступные слоты, как только один из них будет забронирован.

source: Block availability if overlaps with personal events
es_es: Bloquear disponibilidad si se superpone con eventos personales
fr_fr: Bloquer la disponibilité en cas de chevauchement avec des événements personnels
pl_pl: Blokowanie dostępności, jeśli nakłada się z wydarzeniami osobistymi
pt_br: Bloquear a disponibilidade se coincidir com eventos pessoais
ru_ru: Блокировать доступность, если совпадает с личными событиями

source: Busy events in a personal Google Calendar will block the availability of this service. A personal Google Calendar which is different from the source one, must be set for this to work.
es_es: Los eventos ocupados en un Calendario de Google personal bloquearán la disponibilidad de este servicio. Se debe establecer un Calendario de Google personal diferente al origen para que esto funcione.
fr_fr: Les événements occupés dans un calendrier Google personnel bloqueront la disponibilité de ce service. Un calendrier Google personnel différent de celui source doit être configuré pour que cela fonctionne.
pl_pl: Zajęte wydarzenia w osobistym Kalendarzu Google zablokują dostępność tej usługi. Aby ta funkcja działała, musi być ustawiony osobisty Kalendarz Google, który różni się od kalendarza źródłowego.
pt_br: Eventos ocupados em um calendário pessoal do Google bloquearão a disponibilidade deste serviço. Um calendário pessoal do Google diferente do de origem deve ser definido para que isso funcione.
ru_ru: Занятые события в личном Календаре Google заблокируют доступность этой услуги. Для работы необходимо настроить личный Календарь Google.

source: Block availability if overlaps with reservations for the same service
es_es: Bloquear disponibilidad si se superpone con reservas para el mismo servicio
fr_fr: Bloquer la disponibilité en cas de chevauchement avec des réservations pour le même service
pl_pl: Blokuj dostępność, jeśli pokrywa się z rezerwacjami dla tej samej usługi
pt_br: Bloquear disponibilidade se coincidir com reservas do mesmo serviço
ru_ru: Блокировать доступность, если она совпадает с резервированием той же услуги

source: When using multiple availability plans for this service, enable this to exclude overlapping slots once a reservation is placed, regardless of which plan initiated it. Applicable only to non-independent plans.
es_es: Al usar múltiples planes de disponibilidad para este servicio, active esto para excluir espacios superpuestos una vez que se realiza una reserva, independientemente de qué plan lo inició. Aplicable solo a planes no independientes.
fr_fr: Lors de l'utilisation de plusieurs plans de disponibilité pour ce service, activez ceci pour exclure les créneaux qui se chevauchent une fois une réservation effectuée, quel que soit le plan qui l'a initiée. Applicable uniquement aux plans non indépendants.
pl_pl: W przypadku korzystania z wielu planów dostępności dla tej usługi należy włączyć tę opcję, aby wykluczyć nakładające się przydziały czasu po złożeniu rezerwacji, niezależnie od tego, który plan ją zainicjował. Dotyczy tylko planów niezależnych.
pt_br: Ao usar vários planos de disponibilidade para este serviço, ative isso para excluir horários sobrepostos assim que uma reserva for feita, independentemente de qual plano a iniciou. Aplicável apenas a planos não independentes.
ru_ru: При использовании нескольких планов доступности для этой услуги, включите эту функцию, чтобы исключить перекрывающиеся слоты после размещения бронирования, независимо от того, какой план его инициировал. Применимо только к планам, не являющимся независимыми.

source: Event color (booked slot)
es_es: Color del evento (espacio reservado)
fr_fr: Couleur d'événement (créneau réservé)
pl_pl: Kolor wydarzenia (zarezerwowany slot)
pt_br: Color do evento (horário agendado)
ru_ru: Цвет события (зарезервированное место)

source: Select a color for the Google Calendar reservation events.
es_es: El color de los eventos de reserva del Calendario de Google.
fr_fr: La couleur des événements de réservation du calendrier Google.
pl_pl: Wybierz kolor dla wydarzeń rezerwacji w Kalendarzu Google.
pt_br: A cor dos eventos de reserva do Google Agenda.
ru_ru: Выберите цвет для событий резервирования Календаря Google.

source: Calendar default
es_es: Por defecto de calendario
fr_fr: Par défaut du calendrier
pl_pl: Domyślny kalendarz
pt_br: Calendário padrão
ru_ru: Календарь по умолчанию

source: Event title (booked slot)
es_es: Título del evento (espacio reservado)
fr_fr: Titre d'événement (créneau réservé)
pl_pl: Tytuł wydarzenia (zarezerwowany slot)
pt_br: Título do evento (horário agendado)
ru_ru: Название мероприятия (забронированное место)

source: Provide a title for the Google Calendar reservation events.
es_es: El título de los eventos de reserva del Calendario de Google.
fr_fr: Le titre des événements de réservation du calendrier Google.
pl_pl: Podaj tytuł wydarzenia rezerwacji w Kalendarzu Google.
pt_br: O título dos eventos de reserva do Google Agenda.
ru_ru: Укажите название событий резервирования Календаря Google.

source: New reservation for %s
es_es: Nueva reserva para %s
fr_fr: Nouvelle réservation pour %s
pl_pl: Nowa rezerwacja dla %s
pt_br: Nova reserva para %s
ru_ru: Новое бронирование для %s

source: Slots filling
es_es: Espacios que se llenan
fr_fr: Remplissage des créneaux
pl_pl: Zapełnianie slotów
pt_br: Preenchimento de horários
ru_ru: Заполнение слотов

source: Choose how the slots should be redistributed when a blocking event or a reservation of other services occurs.
es_es: Elige cómo deben redistribuirse los espacios cuando ocurre un evento de bloqueo o una reserva de otros servicios.
fr_fr: Choisissez comment les créneaux doivent être redistribués lorsqu'un événement de blocage ou une réservation pour d'autres services se produit.
pl_pl: Wybierz sposób redystrybucji slotów, gdy wystąpi zdarzenie blokujące lub rezerwacja innych usług.
pt_br: Escolha como os slots devem ser redistribuídos quando ocorrer um evento de bloqueio ou reserva de outros serviços.
ru_ru: Выберите, как должны перераспределяться слоты при возникновении события блокировки или резервирования других услуг.

source: Slots will always observe the original segmentation
es_es: Los espacios siempre observarán la segmentación original
fr_fr: Les créneaux observeront toujours la segmentation d'origine
pl_pl: Sloty zawsze będą przestrzegać oryginalnej segmentacji
pt_br: Os horários sempre observarão a segmentação original
ru_ru: Слоты всегда будут соблюдать исходную сегментацию.

source: Adaptive
fr_fr: Adaptatif
pl_pl: Adaptacyjny
pt_br: Adaptável
ru_ru: Адаптивный

source: Slots are adapted to maximize the available times
es_es: Los espacios se adaptan para maximizar los tiempos disponibles
fr_fr: Les créneaux sont adaptés pour maximiser les temps disponibles
pl_pl: Sloty są dostosowane tak, aby zmaksymalizować dostępny czas
pt_br: Os horários são adaptados para maximizar os tempos disponíveis
ru_ru: Слоты адаптированы для максимального увеличения доступного времени.
