Repository: VonStroheim/thebooking-languages
Catalog: 3.1.0/team-booking-*.po
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

source: Please navigate in the preview to a page where the booking calendar resides.
es_es: Por favor, navegue en la vista previa a una página donde se encuentre el calendario de reservas.
fr_fr: Veuillez naviguer dans l'aperçu vers une page où se trouve le calendrier de réservation.
pl_pl: Przejdź w podglądzie do strony, na której znajduje się kalendarz rezerwacji.
pt_br: Por favor navegue na visualização para uma página onde reside o calendário de reservas.
ru_ru: В предварительном просмотре перейдите на страницу, на которой находится календарь бронирования.

source: Style & Colors
es_es: Estilo y colores
fr_fr: Style et couleurs
pl_pl: Styl i kolory
pt_br: Estilo & Cores
ru_ru: Стиль и цвета

source: Maps
es_es: Mapas
fr_fr: Cartes
pl_pl: Mapy
pt_br: Mapas
ru_ru: Карты

source: Behaviour
es_es: Comportamiento
fr_fr: Comportement
pl_pl: Zachowanie
pt_br: Comportamento
ru_ru: Поведение

source: Dashboard
es_es: Panel
fr_fr: Tableau de bord
pl_pl: Pulpit nawigacyjny
pt_br: Painel
ru_ru: Панель приборов

source: Availability plan
es_es: Plan de disponibilidad
fr_fr: Plan de disponibilité
pl_pl: Plan dostępności
pt_br: Plano de disponibilidade
ru_ru: План доступности

source: Slots
es_es: Espacios
fr_fr: Créneaux
pl_pl: Automaty do gry
pt_br: Horários
ru_ru: Слоты

source: Availability
es_es: Disponibilidad
fr_fr: Disponibilité
pl_pl: Dostępność
pt_br: Disponibilidade
ru_ru: Доступность

source: Core
pl_pl: Rdzeń
pt_br: Principal
ru_ru: Основной

source: Redirects
es_es: Redireccionamientos
fr_fr: Redirections
pl_pl: Przekierowania
pt_br: Redirecionamentos
ru_ru: Перенаправления

source: Roles
fr_fr: Rôles
pl_pl: Role
pt_br: Funções
ru_ru: Роли

source: Frontend
ru_ru: Внешний интерфейс

source: Style
es_es: Estilo
pl_pl: Styl
pt_br: Estilo
ru_ru: Стиль

source: Frontend can be styled through the customizer
es_es: El front-end se puede personalizar a través del personalizador
fr_fr: Le frontend peut être stylisé via le customizer
pl_pl: Frontend można stylizować za pomocą konfiguratora
pt_br: O front-end pode ser personalizado através do personalizador
ru_ru: Интерфейс можно стилизовать через настройщик

source: Inside the customizer preview window, navigate to a page where the booking calendar resides.
es_es: Dentro de la ventana de vista previa del personalizador, navegue a una página donde se encuentre el calendario de reservas.
fr_fr: À l'intérieur de la fenêtre d'aperçu du customizer, naviguez vers une page où se trouve le calendrier de réservation.
pl_pl: W oknie podglądu personalizatora przejdź do strony, na której znajduje się kalendarz rezerwacji.
pt_br: Dentro da janela de visualização do personalizador, navegue até a página onde reside o calendário de reservas.
ru_ru: В окне предварительного просмотра настройщика перейдите на страницу, на которой находится календарь бронирования.

source: Customize
es_es: Personalizar
fr_fr: Personnaliser
pl_pl: Dostosuj
pt_br: Personalizar
ru_ru: Настроить

source: Import/Export
es_es: Importar/Exportar
fr_fr: Importer/Exporter
pl_pl: Import/Eksport
pt_br: Importar / Exportar
ru_ru: Импорт Экспорт

source: Export settings
es_es: Exportar ajustes
fr_fr: Exporter les paramètres
pl_pl: Ustawienia eksportu
pt_br: Exportar configurações
ru_ru: Экспорт настроек

source: Export the plugin settings in a JSON file. It doesn't export data or user settings.
es_es: Exportar los ajustes del plugin en un archivo JSON. No exporta datos o ajustes de usuario.
fr_fr: Exportez les paramètres du plugin dans un fichier JSON. Il n'exporte pas les données ou les paramètres de l'utilisateur.
pl_pl: Eksportuje ustawienia wtyczki w pliku JSON. Nie eksportuje danych ani ustawień użytkownika.
pt_br: Exporte as configurações do plug-in em um arquivo JSON. Ele não exporta dados ou configurações do usuário.
ru_ru: Экспортируйте настройки плагина в файл JSON. Он не экспортирует данные или пользовательские настройки.

source: The exported file can't be imported on different versions of the plugin. This is meant to migrate settings from one environment to one another, not to pass settings through plugin versions which is not needed.
es_es: El archivo exportado no se puede importar en diferentes versiones del plugin. Esto está destinado a migrar ajustes de un entorno a otro, no a pasar ajustes a través de versiones del plugin, lo cual no es necesario.
fr_fr: Le fichier exporté ne peut pas être importé sur différentes versions du plugin. Cela est destiné à migrer les paramètres d'un environnement vers un autre, pas à passer des paramètres à travers les versions du plugin, ce qui n'est pas nécessaire.
pl_pl: Wyeksportowany plik nie może być importowany do różnych wersji wtyczki. Ma to na celu migrację ustawień z jednego środowiska do drugiego, a nie przekazywanie ustawień między wersjami wtyczki, co nie jest potrzebne.
pt_br: O arquivo exportado não pode ser importado em versões diferentes do plug-in. Isso serve para migrar configurações de um ambiente para outro, não para passar configurações por meio de versões de plug-in que não são necessárias.
ru_ru: Экспортированный файл нельзя импортировать в разные версии плагина. Это предназначено для переноса настроек из одной среды в другую, а не для передачи настроек через версии плагина, которые не нужны.

source: Import settings
es_es: Importar configuraciones
fr_fr: Importer des paramètres
pl_pl: Ustawienia importu
pt_br: Configurações de Importação
ru_ru: Импортировать настройки

source: Import the plugin settings from a JSON file. It doesn't import data or user settings.
es_es: Importa las configuraciones del plugin desde un archivo JSON. No importa datos o configuraciones de usuarios.
fr_fr: Importez les paramètres du plugin à partir d'un fichier JSON. Il n'importe pas les données ou les paramètres utilisateur.
pl_pl: Import ustawień wtyczki z pliku JSON. Nie importuje danych ani ustawień użytkownika.
pt_br: Importa as configurações do plug-in de um arquivo JSON. Não importa dados ou configurações do usuário.
ru_ru: Импортируйте настройки плагина из файла JSON. Он не импортирует данные или пользовательские настройки.

source: Import/Export data
es_es: Importar/Exportar datos
fr_fr: Importation/Exportation de données
pl_pl: Import/eksport danych
pt_br: Importar / Exportar dados
ru_ru: Импорт/экспорт данных

source: Data such as services, reservations, promotions and so on, requires an import/export of the following tables though a proper db migration plugin.
es_es: Los datos como servicios, reservaciones, promociones y demás, requieren una importación/exportación de las siguientes tablas mediante un plugin de migración de base de datos adecuado.
fr_fr: Les données telles que les services, les réservations, les promotions, etc. nécessitent une importation/exportation des tables suivantes via un plugin de migration de base de données approprié.
pl_pl: Dane takie jak usługi, rezerwacje, promocje itp. wymagają importu/eksportu następujących tabel za pomocą odpowiedniej wtyczki do migracji danych.
pt_br: Dados como serviços, reservas, promoções e assim por diante requerem uma importação.
ru_ru: Такие данные, как услуги, бронирование, рекламные акции и т. д., требуют импорта/экспорта следующих таблиц с помощью соответствующего плагина миграции базы данных.

source: Migrate from version 2.x
es_es: Migrar desde la versión 2.x
fr_fr: Migration depuis la version 2.x
pl_pl: Migracja z wersji 2.x
pt_br: Migrar a partir da versão 2.x
ru_ru: Миграция с версии 2.x

source: Migrates the data from old plugin version installed.
es_es: Migra los datos desde la versión antigua del plugin instalada.
fr_fr: Migrer les données à partir d'une ancienne version de plugin installée.
pl_pl: Migruje dane ze starej wersji zainstalowanej wtyczki.
pt_br: Migra os dados da versão antiga do plug-in instalado.
ru_ru: Переносит данные из установленной старой версии плагина.

source: Migrate
es_es: Migrar
fr_fr: Migrer
pl_pl: Migracja
pt_br: Migrar
ru_ru: Мигрировать

source: This will overwrite the current plugin data.
es_es: Esto sobrescribirá los datos actuales del plugin.
fr_fr: Cela écrasera les données actuelles du plugin.
pl_pl: Spowoduje to nadpisanie bieżących danych wtyczki.
pt_br: Isso substituirá os dados atuais do plug-in.
ru_ru: Это перезапишет текущие данные плагина.

source: Clean version 2.x data
es_es: Limpiar datos de la versión 2.x
fr_fr: Nettoyer les données de la version 2.x
pl_pl: Czyste dane wersji 2.x
pt_br: Versão 2.x com dados limpos
ru_ru: Очистить данные версии 2.x

source: Removes data of previous plugin versions.
es_es: Elimina los datos de versiones anteriores del plugin.
fr_fr: Supprime les données des versions précédentes du plugin.
pl_pl: Usuwa dane poprzednich wersji wtyczki.
pt_br: Remove dados de versões anteriores do plug-in.
ru_ru: Удаляет данные предыдущих версий плагина.

source: Cleanup
es_es: Limpieza
fr_fr: Nettoyage
pl_pl: Czyszczenie
pt_br: Limpar
ru_ru: Очистка

source: In case you migrated the data, please ensure that all is working as expected, before cleaning up 2.x data. This operation cannot be undone.
es_es: En caso de que hayas migrado los datos, asegúrate de que todo esté funcionando como se espera antes de limpiar los datos de la versión 2.x. Esta operación no se puede deshacer.
fr_fr: Si vous avez migré les données, veuillez vous assurer que tout fonctionne comme prévu avant de nettoyer les données de la version 2.x. Cette opération ne peut pas être annulée.
pl_pl: W przypadku migracji danych należy upewnić się, że wszystko działa zgodnie z oczekiwaniami, przed wyczyszczeniem danych 2.x. Operacji tej nie można cofnąć.
pt_br: Caso você tenha migrado os dados, verifique se tudo está funcionando conforme o esperado antes de limpar os dados da versão 2.x. Esta operação não pode ser desfeita.
ru_ru: Если вы перенесли данные, убедитесь, что все работает должным образом, прежде чем очищать данные 2.x. Эту операцию невозможно отменить.

source: Advanced
es_es: Avanzado
fr_fr: Avancé
pl_pl: Zaawansowany
pt_br: Avançado
ru_ru: Передовой

source: Business Model
es_es: Modelo de negocio
fr_fr: Modèle d'affaires
pl_pl: Model biznesowy
pt_br: Modelo de Negócio
ru_ru: Бизнес-модель

source: Service Providers
es_es: Proveedores de servicios
fr_fr: Prestataires de service
pl_pl: Dostawcy usług
pt_br: Provedores de Serviço
ru_ru: Поставщики услуг

source: Payment Gateways
es_es: Pasarelas de pago
fr_fr: Plateforme de paiement
pl_pl: Bramki płatności
pt_br: Gateways de pagamento
ru_ru: Платежные шлюзы

source: API tokens
es_es: Tokens de API
fr_fr: Jetons API
pl_pl: Tokeny API
pt_br: Token da API
ru_ru: токены API

source: API tokens can be used by 3rd party applications to read/write the plugin data.
es_es: Los tokens de API pueden ser utilizados por aplicaciones de terceros para leer/escribir los datos del plugin.
fr_fr: Les jetons API peuvent être utilisés par des applications tierces pour lire/écrire les données du plugin.
pl_pl: Tokeny API mogą być używane przez aplikacje innych firm do odczytu/zapisu danych wtyczki.
pt_br: Os tokens de API podem ser usados por aplicativos de terceiros para ler.
ru_ru: Токены API могут использоваться сторонними приложениями для чтения/записи данных плагина.

source: Token
fr_fr: Jeton
ru_ru: Токен

source: Usages
es_es: Usos
fr_fr: Utilisations
pl_pl: Zastosowania
pt_br: Uso
ru_ru: Использование

source: API endpoint
es_es: Punto final de la API
fr_fr: Point d'accès API
pl_pl: Punkt końcowy API
pt_br: Ponto final da API
ru_ru: конечная точка API

source: A note on API tokens
es_es: Una nota sobre los tokens de API
fr_fr: Une note sur les jetons API
pl_pl: Uwaga dotycząca tokenów API
pt_br: Uma observação sobre tokens de API
ru_ru: Примечание о токенах API

source: Don't generate tokens if you don't know what you're doing. Read the documentation to explore how the API endpoint works.
es_es: No generes tokens si no sabes lo que estás haciendo. Lee la documentación para explorar cómo funciona el punto final de la API.
fr_fr: Ne générez pas de jetons si vous ne savez pas ce que vous faites. Lisez la documentation pour découvrir comment fonctionne le point d'accès API.
pl_pl: Nie generuj tokenów, jeśli nie wiesz, co robisz. Przeczytaj dokumentację, aby dowiedzieć się, jak działa punkt końcowy API.
pt_br: Não gere tokens se não souber o que está fazendo. Leia a documentação para explorar como a interface (endpoint) da API funciona.
ru_ru: Не создавайте токены, если не знаете, что делаете. Прочтите документацию, чтобы узнать, как работает конечная точка API.

source: Give tokens only to someone you trust, as they are able to read/write sensitive data.
es_es: Da tokens solo a alguien en quien confíes, ya que pueden leer/escribir datos sensibles.
fr_fr: Ne donnez des jetons qu'à quelqu'un en qui vous avez confiance, car il est capable de lire/écrire des données sensibles.
pl_pl: Przekazuj tokeny tylko zaufanym osobom, ponieważ mogą one odczytywać/zapisywać poufne dane.
pt_br: Dê tokens apenas para alguém em quem você confia, pois eles são capazes de ler / escrever dados sensíveis.
ru_ru: Передавайте токены только тем, кому вы доверяете, поскольку они могут читать/записывать конфиденциальные данные.

source: Google Maps
pl_pl: Mapy Google
ru_ru: Карты Гугл

source: Google requires the activation of a Google Cloud billing account, in order to use Google Maps in your website.
es_es: Google requiere la activación de una cuenta de facturación de Google Cloud para utilizar Google Maps en tu sitio web.
fr_fr: Google exige l'activation d'un compte de facturation Google Cloud pour utiliser Google Maps sur votre site web.
pl_pl: Google wymaga aktywacji konta rozliczeniowego Google Cloud, aby móc korzystać z Map Google w swojej witrynie.
pt_br: O Google requer a ativação de uma conta de cobrança do Google Cloud para usar o Google Maps em seu site.
ru_ru: Google требует активации платежной учетной записи Google Cloud, чтобы использовать Карты Google на вашем веб-сайте.

source: Settings
es_es: Configuraciones
fr_fr: Paramètres
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки

source: Reservations
es_es: Reservaciones
fr_fr: Réservations
pl_pl: Rezerwacje
pt_br: Reservas
ru_ru: Бронирование

source: E-mail
es_es: Correo electrónico
ru_ru: Электронная почта

source: WP Roles
es_es: Roles de WP
fr_fr: Rôles WP
pl_pl: Role WP
pt_br: Funções no WP
ru_ru: Роли WP

source: Providers
es_es: Proveedores
fr_fr: Participants
pl_pl: Dostawcy
pt_br: Prestadores de serviço
ru_ru: Провайдеры

source: Customers
es_es: Clientes
fr_fr: Clients
pl_pl: Klienci
pt_br: Clientes
ru_ru: Клиенты

source: Status
es_es: Estado
fr_fr: Statuts
ru_ru: Положение дел

source: Class
es_es: Clase
fr_fr: Classe
pl_pl: Klasa
pt_br: Classe
ru_ru: Сорт

source: Time slots
es_es: Espacios de tiempo
fr_fr: Créneaux horaires
pl_pl: Przedziały czasowe
pt_br: Horários disponíveis
ru_ru: Временные слоты

source: Overlapping
es_es: Superposición
fr_fr: Chevauchement
pl_pl: Nakładanie się
pt_br: Sobreposição
ru_ru: Перекрытие

source: Approval
es_es: Aprobación
fr_fr: Approbation
pl_pl: Zatwierdzenie
pt_br: Aprovação
ru_ru: Одобрение

source: Cancellation
es_es: Cancelación
fr_fr: Annulation
pl_pl: Anulowanie
pt_br: Cancelamento
ru_ru: Отмена

source: Payments
es_es: Pagos
fr_fr: Paiements
pl_pl: Płatności
pt_br: Pagamentos
ru_ru: Платежи

source: Access
es_es: Acceso
fr_fr: Accès
pl_pl: Dostęp
pt_br: Acesso
ru_ru: Доступ

source: Redirect and conversions
es_es: Redireccionamiento y conversiones
fr_fr: Redirection et conversions
pl_pl: Przekierowanie i konwersje
pt_br: Redirecionamento e conversões
ru_ru: Редирект и конверсии

source: Personal Availability
es_es: Disponibilidad personal
fr_fr: Disponibilité personnelle
pl_pl: Dostępność osobista
pt_br: Disponibilidade Pessoal
ru_ru: Личная доступность

source: Services
es_es: Servicios
pl_pl: Usługi
pt_br: Serviços
ru_ru: Услуги

source: Target services
es_es: Servicios objetivo
fr_fr: Services cibles
pl_pl: Usługi docelowe
pt_br: Serviços alvo
ru_ru: Целевые услуги

source: Promotions
es_es: Promociones
pl_pl: Promocje
pt_br: Prromoções
ru_ru: Акции

source: This email address is already registered for a WordPress user.
es_es: Un usuario de WordPress ya está registrado con esta dirección de correo electrónico.
fr_fr: Un autre utilisateur WordPress est déjà enregistré avec cette adresse email.
pl_pl: Ten adres e-mail jest już zarejestrowany dla użytkownika WordPress.
pt_br: Um usuário do WordPress já está registrado com este endereço de e-mail.
ru_ru: Этот адрес электронной почты уже зарегистрирован для пользователя WordPress.

source: This email address is already registered for another customer.
es_es: Esta dirección de correo electrónico ya está registrada para otro cliente.
fr_fr: Cette adresse e-mail est déjà enregistrée pour un autre client.
pl_pl: Ten adres e-mail jest już zarejestrowany dla innego klienta.
pt_br: Este endereço de e-mail já está registrado para outro cliente.
ru_ru: Этот адрес электронной почты уже зарегистрирован для другого клиента.

source: This WordPress User does not exist.
es_es: Este usuario de WordPress no existe.
fr_fr: Ce compte utilisateur WordPress n'existe pas.
pl_pl: Ten użytkownik WordPress nie istnieje.
pt_br: Este usuário do WordPress não existe.
ru_ru: Этот пользователь WordPress не существует.

source: There are reservations for this customer.
es_es: Hay reservaciones para este cliente.
fr_fr: Il y a des rendez-vous pris pour ce client.
pl_pl: Istnieją rezerwacje dla tego klienta.
pt_br: Existem reservas para este Cliente.
ru_ru: Есть резервирования для этого клиента.

source: Customer removed
es_es: Cliente eliminado
fr_fr: Client supprimé
pl_pl: Klient usunięty
pt_br: Cliente removido
ru_ru: Клиент удален

source: Certain customers could not be removed due to existing reservations associated with them.
es_es: Algunos clientes no se eliminaron porque tenían reservas pendientes.
fr_fr: Des clients n’ont pas été supprimés parce qu’ils avaient des rendez-vous en cours.
pl_pl: Niektórych klientów nie można było usunąć ze względu na powiązane z nimi rezerwacje.
pt_br: Alguns clientes não foram removidos porque havia reservas para eles.
ru_ru: Некоторых клиентов не удалось удалить из-за существующих с ними резервирований.

source: Please provide a valid email address.
es_es: Por favor, proporcione una dirección de correo electrónico válida
fr_fr: Merci d’indiquer une adresse email valide.
pl_pl: Podaj prawidłowy adres e-mail.
pt_br: Por favor, forneça um endereço de email válido.
ru_ru: Пожалуйста, представьте действующий адрес электронной почты.

source: This WordPress User is already associated with another customer.
es_es: Este usuario de WordPress ya está vinculado a otro cliente.
fr_fr: Ce compte utilisateur WordPress est déjà associé à un autre client.
pl_pl: Ten użytkownik WordPress jest już powiązany z innym klientem.
pt_br: Este usuário do WordPress já está mapeado para outro cliente.
ru_ru: Этот пользователь WordPress уже связан с другим клиентом.

source: Another customer is already registered with this email address.
es_es: Otro cliente ya está registrado con esta dirección de correo electrónico.
fr_fr: Un autre client est déjà enregistré avec cette adresse email.
pl_pl: Inny klient jest już zarejestrowany pod tym adresem e-mail.
pt_br: Outro cliente já está registrado com este endereço de e-mail.
ru_ru: Другой клиент уже зарегистрирован с этим адресом электронной почты.

source: Form item added
es_es: Elemento de formulario añadido
fr_fr: Élément de formulaire ajouté
pl_pl: Dodano element formularza
pt_br: Campo do formulário adicionado
ru_ru: Элемент формы добавлен

source: Service form ID not found.
es_es: No se encontró el ID del formulario de servicio.
fr_fr: ID de formulaire de service introuvable.
pl_pl: Nie znaleziono identyfikatora formularza usługi.
pt_br: ID do formulário de serviço não encontrado.
ru_ru: Идентификатор формы обслуживания не найден.

source: Service not found
es_es: Servicio no encontrado.
fr_fr: Service non trouvé
pl_pl: Nie znaleziono usługi
pt_br: Serviço não encontrado
ru_ru: Сервис не найден

source: Booking form not found
es_es: Formulario de reserva no encontrado.
fr_fr: Formulaire de réservation introuvable
pl_pl: Nie znaleziono formularza rezerwacji
pt_br: Formulário de reserva não encontrado
ru_ru: Форма бронирования не найдена

source: Form item removed
es_es: Elemento de formulario eliminado
fr_fr: Élément de formulaire supprimé
pl_pl: Usunięty element formularza
pt_br: Campo do formulário removido
ru_ru: Элемент формы удален

source: Form has been saved
es_es: Formulario guardado
fr_fr: Formulaire enregistré
pl_pl: Formularz został zapisany
pt_br: Formulário salvo
ru_ru: Форма сохранена

source: Refund issued.
es_es: Devolución emitida.
fr_fr: Remboursement effectué.
pl_pl: Wydano zwrot pieniędzy.
pt_br: Reembolso emitido.
ru_ru: Возврат оформлен.

source: Promotion successfully added.
es_es: Promoción añadida con éxito.
fr_fr: Promotion ajoutée avec succès.
pl_pl: Promocja została pomyślnie dodana.
pt_br: Promoção adicionada com sucesso.
ru_ru: Акция успешно добавлена.

source: Service price not found
es_es: Precio del servicio no encontrado.
fr_fr: Prix du service non trouvé
pl_pl: Nie znaleziono ceny usługi
pt_br: Preço do Serviço não encontrado
ru_ru: Цена услуги не найдена

source: Promotion successfully deleted.
es_es: Promoción eliminada con éxito.
fr_fr: Promotion supprimée avec succès.
pl_pl: Promocja została pomyślnie usunięta.
pt_br: Promoção excluída com sucesso.
ru_ru: Акция успешно удалена.

source: Reservation data saved
es_es: Datos de reserva guardados
fr_fr: Données de réservation enregistrées
pl_pl: Zapisane dane rezerwacji
pt_br: Dados de reserva salvos
ru_ru: Данные бронирования сохранены.

source: No timeslots found in the request
es_es: No se encontraron espacios de tiempo en la solicitud.
fr_fr: Aucun créneau trouvé dans la demande
pl_pl: W żądaniu nie znaleziono przydziałów czasu
pt_br: Nenhum horário encontrado na solicitação
ru_ru: В запросе не найдено временных слотов.

source: Failed to upload the file
es_es: Fallo al subir el archivo
fr_fr: Échec du téléchargement de fichier
pl_pl: Nie udało się przesłać pliku
pt_br: Upload do arquivo falhou
ru_ru: Не удалось загрузить файл.

source: The requested service could not be found for booking.
es_es: El servicio solicitado no se pudo encontrar para la reserva.
fr_fr: Le service demandé n'a pas pu être trouvé pour la réservation.
pl_pl: Nie można znaleźć żądanej usługi do rezerwacji.
pt_br: O serviço solicitado não pôde ser encontrado para reserva.
ru_ru: Запрашиваемая услуга для бронирования не найдена.

source: Multiple slot bookings are currently not permitted.
es_es: Actualmente no se permiten reservas de múltiples espacios.
fr_fr: Plusieurs réservations de créneaux ne sont actuellement pas autorisées.
pl_pl: Rezerwacje wielu slotów nie są obecnie dozwolone.
pt_br: Reservas de múltiplos horários atualmente não são permitidas.
ru_ru: В настоящее время не разрешено бронирование нескольких слотов.

source: The current user is not eligible to book this service.
es_es: El usuario actual no es elegible para reservar este servicio.
fr_fr: L'utilisateur actuel n'est pas éligible pour réserver ce service.
pl_pl: Obecny użytkownik nie może zarezerwować tej usługi.
pt_br: O usuário atual não está habilitado para reservar este serviço.
ru_ru: Текущий пользователь не имеет права бронировать эту услугу.

source: Unable to find booking form submission.
es_es: No se puede encontrar la presentación del formulario de reserva.
fr_fr: Impossible de trouver la soumission du formulaire de réservation.
pl_pl: Nie można znaleźć formularza rezerwacji.
pt_br: Não foi possível encontrar o envio do formulário de reserva.
ru_ru: Не удалось найти отправку формы бронирования.
