{"domain":"team-booking","locale_data":{"team-booking":{"":{"domain":"team-booking","plural_forms":"nplurals=2; plural=(n != 1);","lang":"es_ES"},"TheBooking":["TheBooking"],"A booking plugin for WordPress.":["Un plugin de reservas para WordPress."],"VonStroheim":["VonStroheim"],"https://stroheimdesign.com":["https://stroheimdesign.com"],"Service":["Servicio"],"Date":["Fecha"],"Created":["Creado"],"Form field":["Campo de formulario"],"TheBooking reservations":["Reservas TheBooking"],"Email":["Correo electrónico"],"First name":["Nombre"],"Last name":["Apellido"],"Address":["Dirección"],"Phone":["Teléfono"],"Url":["URL"],"Google Account":["Cuenta de Google"],"Google Integration":["Integración con Google"],"Google Accounts":["Cuentas de Google"],"Google Meet link":["Enlace de Google Meet"],"Reservation":["Reserva"],"Google Calendar":["Calendario de Google"],"In order to use Google Calendar with the plugin, you have to activate and configure a Google Project.":["Para usar Google Calendar con el plugin, debes activar y configurar un proyecto de Google."],"Your authorization was revoked upstream, please disconnect and reconnect!":["¡La autorización ha sido revocada en la fuente, desconéctate y vuelve a conectar!"],"Something changed in your Google account (a password reset or similar), please disconnect and reconnect!":["Algo ha cambiado en tu cuenta de Google (restablecimiento de contraseña u otro), desconéctate y vuelve a conectar."],"Google Calendar API is not configured.":["La API de Google Calendar no está configurada."],"Insufficient permissions for the Google account %s, please disconnect it, then reconnect and ensure to select ALL the checkboxes when asked for permissions!":["Permisos insuficientes, desconéctate y vuelve a solicitar la autorización asegurándote de seleccionar TODAS las casillas cuando se te soliciten permisos."],"Event not created. The reservation is not confirmed.":["Evento no creado. La reserva no está confirmada."],"Event not created. No destination calendar is found.":["Evento no creado. No se encontró un calendario de destino."],"Event created.":["Evento creado."],"Event deleted.":["Evento eliminado."],"Access was already revoked manually.":["El acceso ya fue revocado manualmente."],"Google Account %s not found.":["Cuenta de Google %s no encontrada."],"This provider is already associated with the Google Account %s":["Este proveedor ya está asociado con la cuenta de Google %s."],"Settings have been saved!":["¡Configuración guardada!"],"Allow service providers to connect their own Google Account":["Permitir a los proveedores de servicios conectar su propia cuenta de Google"],"If active, service providers will be able to connect their own Google Account autonomously.":["Si está activo, los proveedores de servicios podrán conectar su propia cuenta de Google de forma autónoma."],"Allow service providers to use override commands.":["Permitir a los proveedores de servicios usar comandos de anulación."],"If active, service providers will be able to override some general service settings for specific slots, such as the price, by using slot commands directly in Google Calendar.":["Si está activo, los proveedores de servicios podrán anular algunas configuraciones generales del servicio para espacios específicos, como el precio, utilizando comandos de espacio directamente en Google Calendar."],"Administrators are always allowed.":["Los administradores siempre tienen acceso."],"API App Name":["Nombre de la aplicación de API"],"Google Cloud Platform console > OAuth Consent screen > Edit App (button) > App name":["Consola de Google Cloud Platform> Pantalla de consentimiento de OAuth> Editar aplicación (botón)> Nombre de la aplicación"],"Google API Authorized JS Origin":["Origen JS autorizado de Google API"],"Copy/Paste this link in the Authorized JS Origin field of the Google Project":["Copiar/Pegar este enlace en el campo Origen JS autorizado del proyecto de Google"],"API Client ID":["ID de cliente de la API"],"Google Cloud Platform console > Credentials > Client ID":["Consola de Google Cloud Platform> Credenciales> ID de cliente"],"API Client Secret":["Secreto de cliente de la API"],"Google Cloud Platform console > Credentials > Client ID > Edit oAuth Client (pencil icon) > Client Secret":["Consola de Google Cloud Platform> Credenciales> ID de cliente> Editar cliente oAuth (icono de lápiz)> Secreto del cliente"],"Google API Redirect URI":["URI de redireccionamiento de Google API"],"Copy/Paste this link in the Redirect URI field of the Google Project":["Copiar/Pegar este enlace en el campo Origen JS autorizado del proyecto de Google"],"Google Calendar refresh delay":["Retardo de búsqueda de calendario de Google"],"If the value is greater than 0, the Google Calendar availability events will be cached for the specified time (in seconds)":["Si es mayor que 0, los eventos de disponibilidad del calendario de Google se almacenarán en caché durante el tiempo especificado (en segundos)."],"If the Google Calendar availability is not changed too often, consider increasing this value to save Google API quota. However, note that events added to Google Calendar will only be detected by the plugin after this interval has passed.":["Si la disponibilidad del calendario de Google no cambia con demasiada frecuencia, considere aumentar ese valor para ahorrar cuota de API de Google. Tenga en cuenta que los eventos agregados en Google Calendar no serán reconocidos por el plugin hasta que haya pasado este intervalo."],"Location successfully added.":["Ubicación añadida con éxito."],"Location successfully deleted.":["Ubicación eliminada con éxito.","Ubicaciones eliminadas con éxito."],"Name":["Nombre"],"Actions":["Acciones"],"General":["General"],"Locations":["Ubicaciones"],"Duplicate from %s":["Duplicado desde %s"],"To the customer":["Para el cliente"],"To the admin":["Para el administrador"],"To the service provider":["Al proveedor de servicios"],"Personal notifications":["Notificaciones personales"],"Selected":["Seleccionado"],"Not selected":["No seleccionado"],"Customer":["Cliente"],"Description":["Descripción"],"Short description":["Descripción corta"],"Start time":["Hora de inicio"],"Start date":["Fecha de inicio"],"End time":["Hora de finalización"],"End date":["Fecha de finalización"],"Timezone":["Zona horaria"],"Location (name)":["Ubicación (nombre)"],"Location (address)":["Ubicación (dirección)"],"Duration":["Duración"],"Price":["Precio"],"Tickets":["Entradas"],"Cancellation reason":["Razón de cancelación"],"Id":["Id"],"Provider":["Proveedor de servicios"],"Start time (old)":["Hora de inicio (antiguo)"],"Start date (old)":["Fecha de inicio (antiguo)"],"End time (old)":["Hora de finalización (antiguo)"],"End date (old)":["Fecha de finalización (antiguo)"],"Duration (old)":["Duración (antiguo)"],"Form":["Campo de formulario"],"Availability plan not found.":["Plan de disponibilidad no encontrado."],"You do not have the necessary authorization to manage this availability plan at this time.":["No tienes la autorización necesaria para gestionar este plan de disponibilidad en este momento."],"You do not have the necessary authorization to manage availability plans at this time.":["No tienes la autorización necesaria para gestionar planes de disponibilidad en este momento."],"A calendar cannot be both the source and personal for the same plan.":["Un calendario no puede ser tanto la fuente como personal para el mismo plan."],"Service provider not found.":["No se encontró proveedor de servicios."],"Availability plan successfully added.":["Plan de disponibilidad añadido con éxito."],"Availability plan successfully deleted.":["Plan de disponibilidad eliminado con éxito."],"Translations":["Traducciones"],"Update WPML translations":["Actualizar traducciones de WPML"],"Update":["Actualizar"],"Regenerate existing strings data for WPML":["Regenerar datos de cadenas existentes para WPML"],"Zoom Join Meeting link":["Enlace para unirse a la reunión de Zoom"],"Zoom Start Meeting link":["Enlace para comenzar la reunión de Zoom"],"Meeting with %s":["Reunión con %s"],"Zoom":["Zoom"],"Refer to the plugin documentation to know hot to get your API keys.":["Consulta la documentación del plugin para saber cómo obtener tus claves de API."],"Zoom Account Id":["Identificación de cuenta de Zoom"],"Zoom API key":["Clave de API de Zoom"],"Zoom API secret":["Secreto de API de Zoom"],"Zoom JWT API key (deprecated)":["Clave de API JWT de Zoom (obsoleta)"],"Zoom JWT API secret (deprecated)":["Clave secreta de la API de Zoom (obsoleta)"],"All day":["Todo el día"],"TheBooking widget":["El widget de TheBooking"],"Configuration":["Configuración"],"Widget type":["Tipo de widget"],"Monthly calendar":["Calendario mensual"],"Upcoming events":["Eventos próximos"],"Unscheduled services":["Servicios no programados"],"Reservations list (logged users only)":["Lista de reservas (solo usuarios registrados)"],"Displayed events":["Eventos mostrados"],"The number of upcoming events that are displayed on the page":["El número de eventos próximos que se muestran en la página"],"Show more":["Mostrar más"],"Shows a button to load more events":["Muestra un botón para cargar más eventos"],"Maximum fetched events":["Máximo de eventos recuperados"],"Limit the number of maximum events that can be loaded. 0 means no limit.":["Limita el número máximo de eventos que se pueden cargar. 0 significa sin límite."],"Restrictions":["Restricciones"],"Restrict services":["Restringir servicios"],"Restrict providers":["Restringir proveedores"],"Read-only":["Solo lectura"],"Logged-only":["Solo para usuarios registrados"],"No payment to refund.":["No hay pagos para reembolsar."],"PayPal API are not configured, refunds are not active.":["La API de PayPal no está configurada, los reembolsos no están activos."],"PayPal API connection error.":["Error de conexión con la API de PayPal."],"PayPal refund failed. Reason: %s":["El reembolso de PayPal ha fallado. Razón: %s"],"PayPal refund pending. Reason: %s":["Reembolso de PayPal pendiente. Razón: %s"],"from %1$s to %2$s":["de %1$s a %2$s"],"Return to %s":["Volver a %s"],"Direct payment":["Pago directo"],"PayPal":["PayPal"],"Done in a currency not held by your PayPal account at the moment of the transaction.":["Realizado en una moneda que no se encuentra en su cuenta de PayPal en el momento de la transacción."],"PayPal Settings":["Configuración de PayPal"],"Use of either Business or Premium PayPal account is recommended to avoid issues, as you are not supposed to make commercial transactions with a Personal PayPal account.":["Se recomienda el uso de una cuenta de PayPal Business o Premium para evitar problemas, ya que no se supone que realice transacciones comerciales con una cuenta de PayPal personal."],"Active":["Activo"],"Use this payment gateway to accept online payments.":["Use esta pasarela de pago para aceptar pagos en línea."],"Account email":["Correo electrónico de la cuenta"],"Payments will be addressed to this email.":["Los pagos se enviarán a este correo electrónico."],"If you are using the Sandbox for testing, ensure to put here an email address generated in the Sandbox instead of your live account, or the payment notifications will fail.":["Si está utilizando el Sandbox para realizar pruebas, asegúrese de poner aquí una dirección de correo electrónico generada en el Sandbox en lugar de su cuenta en vivo, o las notificaciones de pago fallarán."],"Primary email (optional)":["Correo electrónico principal (opcional)"],"Payments will be checked against this email. Use this setting if your PayPal account handles multiple email addresses and the payments are not supposed to go into the primary one.":["Los pagos se verificarán con este correo electrónico. Use esta configuración si su cuenta de PayPal maneja varias direcciones de correo electrónico y los pagos no deben ir a la principal."],"Ensure that your primary PayPal email address is correct, otherwise payment notifications will fail.":["Asegúrese de que su dirección de correo electrónico principal de PayPal sea correcta, de lo contrario, las notificaciones de pago fallarán."],"Use sandbox":["Usar sandbox"],"Activate the sandbox to test payments.":["Active el sandbox para realizar pruebas de pago."],"Redirect URL":["URL de redirección"],"After payment, the customer will be redirected to this URL.":["Después del pago, el cliente será redirigido a esta URL."],"Required to enable refunds":["Necesario para habilitar reembolsos"],"API Client ID (test)":["ID de cliente de la API (prueba)"],"API Client Secret (test)":["Secreto de cliente de la API (prueba)"],"Debug (IPN)":["Depuración (IPN)"],"Activate this setting to dump IPN requests from PayPal in case of issues.":["Active esta configuración para volcar las solicitudes de IPN de PayPal en caso de problemas."],"Stripe gateway is not active.":["La pasarela de Stripe no está activa."],"Stripe API error.":["Error de la API de Stripe."],"Reservation for %s":["Reserva para %s"],"Card":["Tarjeta"],"Stripe":["Stripe"],"Payment error.":["Error de pago."],"Stripe Settings":["Configuración de Stripe"],"Publishable Key":["Clave publicable"],"https://dashboard.stripe.com/account/apikeys":["https://dashboard.stripe.com/account/apikeys"],"Secret Key":["Clave secreta"],"Publishable Key (test)":["Clave publicable (test)"],"Used to test payments":["Utilizada para probar pagos"],"Secret Key (test)":["Clave secreta (test)"],"Send receipt to the customer":["Enviar recibo al cliente"],"The customer email provided in the reservation form will be used":["Se utilizará el correo electrónico proporcionado por el cliente en el formulario de reserva"],"IDEAL support":["Soporte IDEAL"],"Activate this option if you want to use IDEAL":["Activar esta opción si desea usar IDEAL"],"Load Stripe.js library":["Cargar la biblioteca Stripe.js"],"Deactivate this option only if another plugin is loading the same library":["Desactiva esta opción solo si otro plugin está cargando la misma biblioteca"],"Stripe webhook URL":["URL del webhook de Stripe"],"This is the URL where Stripe notifies the payments. It must be equal to %s, otherwise go in your Stripe account dashboard and change the URL.":["Esta es la URL donde Stripe notifica los pagos. Debe ser igual a %s, de lo contrario, vaya al panel de su cuenta de Stripe y cambie la URL."],"Booking tools":["Herramientas de reserva"],"Please navigate in the preview to a page where the booking calendar resides.":["Por favor, navegue en la vista previa a una página donde se encuentre el calendario de reservas."],"Style & Colors":["Estilo y colores"],"Maps":["Mapas"],"Behaviour":["Comportamiento"],"Dashboard":["Panel"],"Availability plan":["Plan de disponibilidad","Planes de disponibilidad"],"Slots":["Espacios"],"Availability":["Disponibilidad"],"Core":["Core"],"Redirects":["Redireccionamientos"],"Roles":["Roles"],"Frontend":["Front-end"],"Style":["Estilo"],"Frontend can be styled through the customizer":["El front-end se puede personalizar a través del personalizador"],"Inside the customizer preview window, navigate to a page where the booking calendar resides.":["Dentro de la ventana de vista previa del personalizador, navegue a una página donde se encuentre el calendario de reservas."],"Customize":["Personalizar"],"Import/Export":["Importar/Exportar"],"Export settings":["Exportar ajustes"],"Export the plugin settings in a JSON file. It doesn't export data or user settings.":["Exportar los ajustes del plugin en un archivo JSON. No exporta datos o ajustes de usuario."],"The exported file can't be imported on different versions of the plugin. This is meant to migrate settings from one environment to one another, not to pass settings through plugin versions which is not needed.":["El archivo exportado no se puede importar en diferentes versiones del plugin. Esto está destinado a migrar ajustes de un entorno a otro, no a pasar ajustes a través de versiones del plugin, lo cual no es necesario."],"Import settings":["Importar configuraciones"],"Import the plugin settings from a JSON file. It doesn't import data or user settings.":["Importa las configuraciones del plugin desde un archivo JSON. No importa datos o configuraciones de usuarios."],"Import/Export data":["Importar/Exportar datos"],"Data such as services, reservations, promotions and so on, requires an import/export of the following tables though a proper db migration plugin.":["Los datos como servicios, reservaciones, promociones y demás, requieren una importación/exportación de las siguientes tablas mediante un plugin de migración de base de datos adecuado."],"Migrate from version 2.x":["Migrar desde la versión 2.x"],"Migrates the data from old plugin version installed.":["Migra los datos desde la versión antigua del plugin instalada."],"Migrate":["Migrar"],"This will overwrite the current plugin data.":["Esto sobrescribirá los datos actuales del plugin."],"Clean version 2.x data":["Limpiar datos de la versión 2.x"],"Removes data of previous plugin versions.":["Elimina los datos de versiones anteriores del plugin."],"Cleanup":["Limpieza"],"In case you migrated the data, please ensure that all is working as expected, before cleaning up 2.x data. This operation cannot be undone.":["En caso de que hayas migrado los datos, asegúrate de que todo esté funcionando como se espera antes de limpiar los datos de la versión 2.x. Esta operación no se puede deshacer."],"Advanced":["Avanzado"],"Business Model":["Modelo de negocio"],"Service Providers":["Proveedores de servicios"],"Payment Gateways":["Pasarelas de pago"],"API":["API"],"API tokens":["Tokens de API"],"API tokens can be used by 3rd party applications to read/write the plugin data.":["Los tokens de API pueden ser utilizados por aplicaciones de terceros para leer/escribir los datos del plugin."],"Token":["Token"],"Usages":["Usos"],"API endpoint":["Punto final de la API"],"A note on API tokens":["Una nota sobre los tokens de API"],"Don't generate tokens if you don't know what you're doing. Read the documentation to explore how the API endpoint works.":["No generes tokens si no sabes lo que estás haciendo. Lee la documentación para explorar cómo funciona el punto final de la API."],"Give tokens only to someone you trust, as they are able to read/write sensitive data.":["Da tokens solo a alguien en quien confíes, ya que pueden leer/escribir datos sensibles."],"Google Maps":["Google Maps"],"Google requires the activation of a Google Cloud billing account, in order to use Google Maps in your website.":["Google requiere la activación de una cuenta de facturación de Google Cloud para utilizar Google Maps en tu sitio web."],"Settings":["Configuraciones"],"Reservations":["Reservaciones"],"E-mail":["Correo electrónico"],"WP Roles":["Roles de WP"],"Providers":["Proveedores"],"Customers":["Clientes"],"Status":["Estado"],"Class":["Clase"],"Time slots":["Espacios de tiempo"],"Overlapping":["Superposición"],"Approval":["Aprobación"],"Cancellation":["Cancelación"],"Payments":["Pagos"],"Access":["Acceso"],"Redirect and conversions":["Redireccionamiento y conversiones"],"Personal Availability":["Disponibilidad personal"],"Services":["Servicios"],"Target services":["Servicios objetivo"],"Promotions":["Promociones"],"This email address is already registered for a WordPress user.":["Un usuario de WordPress ya está registrado con esta dirección de correo electrónico."],"This email address is already registered for another customer.":["Esta dirección de correo electrónico ya está registrada para otro cliente."],"This WordPress User does not exist.":["Este usuario de WordPress no existe."],"There are reservations for this customer.":["Hay reservaciones para este cliente."],"Customer removed":["Cliente eliminado"],"Certain customers could not be removed due to existing reservations associated with them.":["Algunos clientes no se eliminaron porque tenían reservas pendientes."],"Please provide a valid email address.":["Por favor, proporcione una dirección de correo electrónico válida"],"This WordPress User is already associated with another customer.":["Este usuario de WordPress ya está vinculado a otro cliente."],"Another customer is already registered with this email address.":["Otro cliente ya está registrado con esta dirección de correo electrónico."],"Form item added":["Elemento de formulario añadido"],"Service form ID not found.":["No se encontró el ID del formulario de servicio."],"Service not found":["Servicio no encontrado."],"Booking form not found":["Formulario de reserva no encontrado."],"Form item removed":["Elemento de formulario eliminado"],"Form has been saved":["Formulario guardado"],"Refund issued.":["Devolución emitida."],"Promotion successfully added.":["Promoción añadida con éxito."],"Service price not found":["Precio del servicio no encontrado."],"Promotion successfully deleted.":["Promoción eliminada con éxito.","Promociones eliminadas con éxito."],"Reservation data saved":["Datos de reserva guardados"],"No timeslots found in the request":["No se encontraron espacios de tiempo en la solicitud."],"Failed to upload the file":["Fallo al subir el archivo"],"The requested service could not be found for booking.":["El servicio solicitado no se pudo encontrar para la reserva."],"Multiple slot bookings are currently not permitted.":["Actualmente no se permiten reservas de múltiples espacios."],"The current user is not eligible to book this service.":["El usuario actual no es elegible para reservar este servicio."],"Unable to find booking form submission.":["No se puede encontrar la presentación del formulario de reserva."],"Unable to find booking form data.":["No se pueden encontrar los datos del formulario de reserva."],"Invalid customer email address.":["Dirección de correo electrónico del cliente no válida."],"No customer email address provided.":["No se proporcionó ninguna dirección de correo electrónico del cliente."],"New customer":["Nuevo cliente"],"You have already reached the maximum number of reservations for this service.":["Ya ha alcanzado el número máximo de reservas para este servicio."],"No available provider for this service.":["No hay proveedores disponibles para este servicio."],"Those time slots are not available anymore, apparently someone else was very fast :(":["Esos intervalos de tiempo ya no están disponibles, parece que alguien más fue muy rápido :("],"Trying to book more tickets than they're available.":["Intentando reservar más entradas de las que están disponibles."],"Trying to book more tickets than you're allowed.":["Intentando reservar más entradas de las que está permitido."],"File has been deleted":["Archivo eliminado correctamente"],"Entry has been deleted":["Entrada eliminada correctamente"],"Reservation not found.":["Reserva no encontrada."],"Customer not found":["Cliente no encontrado."],"Not authorized":["No autorizado"],"Reservation expired":["Reserva caducada"],"The current WordPress User is not linked to any customer.":["El usuario actual de WP no está vinculado a ningún cliente."],"Reservation successfully removed":["Reserva eliminada con éxito"],"Defaults restored!":["¡Restablecidos los valores predeterminados!"],"Settings imported, reloading page.":["Configuraciones importadas, recargando pagina."],"Data removed!":["¡Datos eliminados!"],"Data migrated!":["¡Datos migrados!"],"Service successfully created":["Servicio creado con éxito."],"Copy of %s":["Copia de %s"],"Service successfully cloned as \"%s\"":["Servicio clonado con éxito como \"%s\"."],"Setting configuration has been delegated to service providers!":["¡La configuración ha sido delegada a los proveedores de servicios!"],"Setting is controlled by administrators!":["¡La configuración está controlada por los administradores!"],"There are reservations for this service.":["Existen reservas para este servicio."],"Service successfully removed":["Servicio eliminado con éxito."],"Some services were not removed because there were reservations in place for them.":["Algunos servicios no se eliminaron porque había reservas para ellos."],"Allow multiple slots selection":["Permitir selección de múltiples franjas horarias"],"If enabled, customers will be able to extend the reservation duration by selecting consecutive time slots.":["Si está activo, los clientes podrán extender la duración de la reserva seleccionando franjas horarias consecutivas."],"Please refer to the documentation for more information on the implications.":["Consulte la documentación para conocer todas las implicaciones."],"WP Roles allowed to manage the plugin":["Roles de WP permitidos para administrar el plugin"],"Select WP User roles that can manage the plugin.":["Seleccione roles de usuario de WP que puedan gestionar el plugin."],"Administrators are always allowed":["Los administradores siempre tienen acceso"],"WP Roles allowed to be Service Providers":["Roles de WP permitidos para ser proveedores de servicios"],"Select WP User roles that can provide services.":["Seleccione los roles de usuario de WP que pueden proporcionar servicios."],"Allow customers to download iCal file after booking.":["Permitir a los clientes descargar un archivo ICAL después de reservar."],"Enable Service Providers to manage their own availability":["Habilitar a los proveedores de servicios para gestionar su propia disponibilidad."],"Each service provider will have the ability to create and manage their own availability plans for their services. Administrators can still oversee and fully manage those plans, if required.":["Cada proveedor de servicios tendrá la capacidad de crear y gestionar sus propios planes de disponibilidad para sus servicios. Los administradores aún pueden supervisar y gestionar completamente esos planes, si es necesario."],"Currency":["Moneda"],"Use currency code over symbol":["Usar el código de moneda en lugar del símbolo"],"When enabled, the currency code (e.g. USD) will be displayed throughout the UI instead of the currency symbol (e.g. $), ensuring clarity on the exact currency type.":["Cuando esta opción está activada, se mostrará el código de la moneda (p. ej., USD) en toda la interfaz de usuario en lugar del símbolo de la moneda (p. ej., $), asegurando claridad sobre el tipo exacto de moneda."],"Currency format":["Formato de moneda"],"The $ symbol here is taken as example, it does not necessarily reflect the actual currency.":["El símbolo $ aquí se toma como ejemplo, no necesariamente refleja la moneda real."],"Message to return when restricted":["Mensaje a mostrar cuando se está restringido"],"We're sorry, but at this time, your account is restricted from making reservations. If you believe this is an error or need further assistance, please contact our support team. ":["Lo sentimos, pero en este momento, su cuenta está restringida y no puede hacer reservas. Si cree que esto es un error o necesita más ayuda, por favor contacte a nuestro equipo de soporte."],"When this setting is deactivated, the customer will be unable to make any reservations. ":["Cuando esta configuración está desactivada, el cliente no podrá hacer ninguna reserva."],"Fetch granularity":["Granularidad de búsqueda"],"Number of months to query for events in a single API call.":["Número de meses para consultar eventos en una sola llamada API."],"Default is 1. Try to raise it if you have sparse events and you want to speed up the loading times, or if you are hitting the limits of Google API usage quota too often.":["El valor predeterminado es 1. Intente aumentarlo si tiene pocos eventos y desea acelerar los tiempos de carga o si está alcanzando con frecuencia los límites de la cuota de uso de la API de Google."],"Reservation status page":["Página de estado de reserva"],"Select the frontend page where customers can view and manage their reservations.":["Seleccione la página de frontend donde se supone que los clientes verán sus reservas y las administrarán."],"To ensure functionality, the selected page must include the plugin widget in any section.":["Para que funcione, la página seleccionada debe contener el widget del plugin en algún lugar."],"No page selected":["Ninguna página seleccionada"],"Frontend Timezone":["Zona horaria de frontend"],"Select your preferred timezone for displaying date and times in the frontend. By default, date and times are displayed in customer's local timezone.":["Seleccione su zona horaria preferida para mostrar fechas y horas en el frontend. Por defecto, las fechas y horas se muestran en la zona horaria local del cliente."],"Google Maps API key":["Clave de API de Google Maps"],"If you don't already have a Google Maps API key, please refer to the documentation for instructions on how to obtain one.":["Si aún no tienes una clave de API de Google Maps, consulta la documentación para saber cómo obtenerla."],"Load the calendar on the nearest date with available slots":["Cargar el calendario en la fecha más próxima con ranuras disponibles"],"If enabled, the frontend calendar will load on the nearest date that has at least one available slot.":["Si está activa, el calendario de la interfaz de usuario se cargará en la fecha más próxima con al menos una ranura disponible"],"Enabling this option may result in slower page loading.":["Habilitar esta opción puede provocar una carga más lenta de la página."],"Use Google Places for address autocomplete":["Usar Google Places para autocompletar direcciones"],"Enable this setting if you want the Address field in the reservation form to be automatically completed using Google Places":["Activa esta opción si quieres que el campo de Dirección del formulario de reserva se autocomplete con Google Places"],"Please note that this may have a significant impact on your Google Cloud usage billing.":["Esto puede tener un impacto considerable en la facturación de uso de Google Cloud."],"Login URL":["URL de inicio de sesión"],"When attempting to book a service for logged-in users only, customers will be prompted to log in at this page.":["Cuando se intenta reservar un servicio solo para usuarios registrados, se invita a los clientes a iniciar sesión aquí."],"Leave it empty to use the WordPress default behaviour.":["Deja el campo vacío para el predeterminado de WordPress."],"Pending payment expiration time":["Tiempo de expiración de pago pendiente"],"The customer must complete the online payment within this specified time frame.":["Cuando se espera un pago en línea, el cliente debe completar el pago dentro de este plazo."],"%d minute":["%d minuto","%d minutos"],"%d hour":["%d hora","%d horas"],"It is not recommended to set a very short time as there could be delays in the acknowledgment of the payment by your web server for various reasons.":["No se recomienda establecer un tiempo muy corto, ya que puede haber retrasos en la confirmación del pago por parte de su servidor web por diversas razones."],"Pre-populate booking form":["Rellenar previamente el formulario de reserva"],"Controls if the booking form fields should be pre-populated with available data for logged-in customers.":["Controla si los campos del formulario de reserva deben rellenarse previamente con los datos disponibles para los clientes registrados."],"Each form field should be instructed where to fetch data through a proper meta-key configuration.":["Cada campo del formulario debe estar configurado con una clave de metadatos adecuada para buscar los datos."],"Price decimals":["Decimales de precio"],"The decimal separator here is taken as example, it does not necessarily reflect the actual separator.":["El separador decimal aquí se toma como ejemplo, no necesariamente refleja el separador real."],"Price format":["Formato de precio"],"The number of decimals here are taken as example, they does not necessarily reflect the actual number of decimals.":["El número de decimales aquí se toma como ejemplo, no necesariamente refleja el número real de decimales."],"Coupon configuration":["Configuración de cupón"],"If set to \"fixed\", the coupon text will be the same as the promotion name. Alternatively, you can enter a list of single-use coupons, separated by commas. Please refer to the documentation for more information on coupon configuration.":["Si es fijo, el texto del cupón será igual al nombre de la promoción. De lo contrario, puedes proporcionar una lista de cupones de un solo uso separados por comas. Consulta la documentación para obtener más detalles."],"Fixed":["Fijo"],"List":["Lista"],"Discount type":["Tipo de descuento"],"Percentage (%)":["Porcentaje (%)"],"Fixed amount":["Cantidad fija"],"Global discount usage limit":["Límite de uso de descuento global"],"Specify the maximum number of times the discount can be used globally across all reservations. Enter 0 for no limit.":["Cuántas veces (es decir, reservas) se puede utilizar el descuento en todo el sitio. Establece 0 para sin límite."],"Please enter the name of the promotion.":["Elige el nombre de la promoción."],"Promotion duration":["Periodo de promoción"],"The promotion will be valid within the specified date range.":["La promoción se ejecutará dentro de este rango de fechas."],"Services to target":["Servicios a los que aplica"],"Select the services eligible for this promotion.":["Selecciona los servicios a los que se aplica esta promoción."],"Promotion type":["Tipo de promoción"],"Campaign":["Campaña"],"Coupon":["Cupón"],"Maximum end date for time slots":["Fecha de finalización máxima para intervalos de tiempo"],"The promotion is valid for time slots that end on or before this date.":["La promoción solo es válida para las ranuras horarias que finalizan en o antes de esta fecha."],"Time slot end date condition":["Condición de fecha de finalización del intervalo de tiempo"],"The promotion will be applied conditionally based on the time slot end date.":["La promoción se aplicará condicionalmente a la fecha de finalización de la ranura horaria."],"Minimum start date for time slots":["Fecha de inicio mínima para intervalos de tiempo"],"The promotion is valid for time slots that start on or after this date.":["La promoción solo es válida para las ranuras horarias que comienzan en o después de esta fecha."],"Time slot start date condition":["Condición de fecha de inicio del intervalo de tiempo"],"The promotion will be applied conditionally based on the time slot start date.":["La promoción se aplicará condicionalmente a la fecha de inicio de la ranura horaria."],"Discount value":["Valor del descuento"],"The discount will be applied to the base price of the service.":["El descuento se aplicará al precio base del servicio."],"Allowed services":["Servicios permitidos"],"Select the services to which this provider is restricted.":["Selecciona los servicios a los que este proveedor está restringido."],"If you want to assign this service provider to specific services, activate this setting.":["Si deseas asignar este proveedor de servicios a servicios específicos, activa esta configuración."],"Please note that if this setting is active, new services will not be automatically assigned to this provider.":["Ten en cuenta que si esta configuración está activa, los nuevos servicios no se asignarán automáticamente a este proveedor."],"Registration URL":["URL de registro"],"When attempting to book a service for logged-in users only, customers will be prompted to register at this page.":["Cuando se intenta reservar un servicio solo para usuarios registrados, se invita a los clientes a registrarse aquí."],"Leave it empty to use the WordPress default behavior":["Deja el campo vacío para el predeterminado de WordPress"],"Sender email":["Correo electrónico del remitente"],"Please provide the email address that will be used as the sender of notifications from the system. If left empty or invalid, the admin email address of the WordPress website will be used instead.":["Ingresa la dirección de correo electrónico que se utilizará como remitente de las notificaciones del sistema. Si está vacío o es inválido, se utilizará la dirección de correo electrónico del administrador del sitio web de WordPress."],"Make sure that the email address you provide belongs to the domain of your mail server. Emails sent from unrecognized domains may be blocked by the recipient's email service.":["Asegúrate de que la dirección de correo electrónico que proporciones pertenezca al dominio de tu servidor de correo. Los correos electrónicos enviados desde dominios no reconocidos pueden ser bloqueados por el servicio de correo electrónico del destinatario."],"Who can make a reservation":["¿Quién puede hacer una reserva?"],"If \"Logged user only\" is selected, a notice with a link to the registration page will be displayed. The default link can be changed in the \"Settings\" section.":["Si se selecciona \"Solo usuarios registrados\", se mostrará un aviso con un enlace a la página de registro. El enlace predeterminado se puede cambiar en la pestaña \"Configuración principal\"."],"Everyone":["Todos"],"Logged users only":["Solo usuarios registrados"],"Nobody (read-only)":["Nadie (solo lectura)"],"Allow customers to cancel a reservation":["Permitir que los clientes cancelen una reserva"],"Customers will be able to cancel their reservations for this service either by using the cancellation link in the email (if provided) or by visiting the page where a reservation status widget is placed (in which case they must be logged in).":["Los clientes podrán cancelar sus reservas para este servicio ya sea mediante el enlace de cancelación por correo electrónico (si se proporciona) o mediante la página donde se coloca el código corto [tb-reservations] (en cuyo caso deben estar registrados)"],"Reservation Approval":["Aprobación de la reserva"],"By enabling this setting, reservations won't be finalized immediately upon booking. Instead, they will await approval.":["Al activar esta configuración, las reservas no se finalizarán inmediatamente al hacer la reserva. En su lugar, esperarán la aprobación."],"Approval authority":["Autoridad de aprobación"],"If enabled, no actions such as sending confirmation emails or updating Google Calendar will be performed until the reservation is approved.":["Si está activo, no se realizarán acciones como enviar un correo electrónico de confirmación o actualizar el Calendario de Google hasta que se apruebe la reserva."],"Admin approval":["Aprobación del administrador"],"Service provider approval":["Aprobación de proveedor"],"Service provider assignment rule":["Regla de asignación de proveedor de servicios"],"In case of multiple service providers, you can specify the assignment rule that the plugin should follow after each reservation.":["En caso de múltiples proveedores de servicios, especifica qué regla de asignación debe seguir el complemento después de cada reserva."],"Equal":["Igual"],"A new reservation will be assigned to the service provider with the fewest number of reservations already assigned to them, based on the reservations stored in the database.":["Una nueva reserva se asigna al proveedor con menos de ellas asignadas (en el contexto del servicio). Basado en las reservas presentes en la base de datos."],"Direct":["Directo"],"Always assign the reservation to a specific service provider.":["Siempre asignar a un proveedor específico."],"Random":["Aleatorio"],"A random provider will be selected for the assignment.":["Se seleccionará un proveedor aleatorio para la asignación."],"Block after one reservation":["Bloquear después de una reserva"],"Even if a single reservation does not reach the maximum number of available tickets for the time slot(s), activating this setting will prevent other reservations from being made for the same time slot(s).":["Incluso si una sola reserva no agota los boletos disponibles para la(s) franja(s) horaria(s), activar esta configuración evita que se realicen otras reservas para la misma(s) franja(s) horaria(s)."],"A reservation was cancelled.":["Una reserva ha sido cancelada."],"Send cancellation email":["Enviar correo electrónico de cancelación"],"An email notification is sent to the admin after a booking is cancelled":["Se envía un mensaje de correo electrónico al administrador después de que se cancela una reserva"],"Recipients administrators":["Destinatarios administradores"],"Reservation cancelled":["Reserva cancelada"],"Your reservation was cancelled.":["Tu reserva ha sido cancelada."],"An email notification is sent to the customer after a booking is cancelled":["Se envía un mensaje de correo electrónico al cliente después de que se cancela una reserva"],"Specify the email address that should appear as the sender.":["Especifique la dirección de correo electrónico que debe aparecer como remitente."],"Administrator":["Administrador"],"The email address is taken from Settings > General > Sender email. The sender name will be the site title as set in WordPress > General.":["La dirección de correo electrónico se toma de Configuración > General > Correo electrónico del remitente. El nombre del remitente será el título del sitio tal como se establece en WordPress > General."],"Service Provider":["Proveedor de servicios"],"Email address and name as set in the WordPress user profile of the service provider":["Dirección de correo electrónico y nombre como se establecen en el perfil de usuario de WordPress del proveedor de servicios"],"Allow customers to provide a reason when canceling a reservation.":["Permitir a los clientes dejar una razón en caso de que cancelen una reserva."],"Cancellation timespan":["Período de tiempo de cancelación"],"Customers are not able to cancel their reservations when the start date and time are within this specified timespan.":["Los clientes no pueden cancelar sus reservas cuando la fecha y hora de inicio se encuentran dentro de este intervalo de tiempo especificado."],"Color":["Color"],"Select the color for the service.":["Selecciona el color para el servicio."],"You just got a new reservation!":["¡Acabas de recibir una nueva reserva!"],"Send confirmation email":["Enviar correo electrónico de confirmación"],"An email notification will be sent to the admin after a booking is made.":["Se enviará una notificación por correo electrónico al administrador después de realizar una reserva."],"Include uploaded files as attachments":["Incluir archivos cargados como adjunto"],"If the reservation form collects one or more file from the customer, you can enable or disable the inclusion of those files as email attachments.":["Si el formulario de reserva recopila uno o más archivos del cliente, elige si incluirlos o no como adjuntos de correo electrónico"],"A new reservation":["Una nueva reserva"],"Thanks for your reservation!":["¡Gracias por tu reserva!"],"An email notification will be sent to the customer after a booking is made.":["Se enviará una notificación por correo electrónico al cliente después de realizar una reserva."],"Your reservation is confirmed":["Tu reserva está confirmada"],"Create a Zoom Meeting":["Crear una reunión de Zoom"],"Automatically create a Zoom Meeting after a reservation is made.":["Se crea automáticamente una reunión de Zoom después de una reserva."],"It will be displayed at the top of the time slots list or reservation form for unscheduled services.":["Se mostrará en la parte superior de la lista de horarios o del formulario de reserva para servicios no programados."],"If you use HTML content, please consider the fact that it will observe the stylesheet of your theme and other plugins, so the result may differ from what you see in the editor.":["Si usas contenido HTML, ten en cuenta que observará la hoja de estilo de tu tema y otros complementos, por lo que el resultado puede diferir de lo que ves en el editor."],"Direct provider for assignment":["Proveedor directo para la asignación"],"How to treat discarded available slots":["Cómo tratar las ranuras disponibles descartadas"],"Choose how to handle available slots that are discarded due to overlapping settings.":["Elige qué hacer con los espacios disponibles que se descartan como resultado de la configuración de superposición."],"Don't show":["No mostrar"],"Show them as booked":["Mostrarlos como reservados"],"Location":["Ubicación"],"Choose how to set the location for this service. If a location is provided, it will be displayed in the frontend with directions and a map, unless specified otherwise.":["Elige cómo establecer una ubicación para este servicio. Si hay una ubicación, se mostrará en el frontend con direcciones y mapa (a menos que se especifique de manera diferente)"],"No location":["Sin ubicación"],"Inherited from the booking form Address field":["Heredado del campo de dirección del formulario de reserva"],"Assigned location":["Ubicación asignada"],"Location visibility":["Visibilidad de la ubicación"],"Choose whether the location should be visible in the frontend. If you choose to hide the location from the frontend, it will still be visible in the backend and can be used, for example, in email templates.":["Elige si la ubicación debe ser visible en el frontend. Si eliges ocultar la ubicación del frontend, aún será visible en el backend y utilizable, por ejemplo, en las plantillas de correo electrónico."],"Max reservations per user":["Máximo de reservas por usuario"],"The book button will display the number of reservations remaining for the current user. If the limit is reached, the user will not be able to proceed. Set 0 for no limit.":["El botón de reserva mostrará cuántas reservas quedan para el usuario actual. Si se alcanza el límite, el usuario no puede continuar. Establece 0 para sin limite."],"Choose the name of the service":["Elige el nombre del servicio"],"How payment is required":["Cómo se requiere el pago"],"Online":["En línea"],"Customers are required to make an online payment. If no payment is made within the specified pending time, the reservation will be automatically cancelled.":["Los clientes deben pagar en línea. Si no se realiza ningún pago dentro del tiempo máximo pendiente, la reserva se cancela automáticamente."],"Local":["Localmente"],"The plugin will not handle the payment. You should manually set the reservation as \"Paid\" when the payment is done locally.":["El complemento no manejará el pago. Debes establecer manualmente la reserva como \"Pagada\" cuando se realice el pago de forma local."],"Discretionary":["Discrecional"],"Customers can choose whether to pay online or pay later/locally.":["Los clientes eligen si pagar en línea o después/localmente."],"Buffer configuration":["Configuración del búfer"],"Select how the buffer between time slots should be calculated":["Selecciona cómo se debe calcular el búfer entre los espacios de tiempo"],"Always computed between slots":["Siempre calculado entre los espacios"],"The buffer is calculated between both free and booked slots within a container interval. This option is the default and ensures a consistent distribution of slots.":["El búfer se calcula entre los espacios libres y reservados dentro de un intervalo contenedor. Esta opción es la predeterminada y asegura una distribución consistente de los espacios."],"Only computed around booked slots":["Solo calculado alrededor de los espacios reservados"],"The buffer is applied around booked slots. It can cause redistribution of free slots when a new reservation is made.":["El búfer se aplica alrededor de los espacios reservados. Puede causar la redistribución de espacios libres cuando se realiza una nueva reserva."],"Buffer between consecutive slots":["Búfer entre espacios consecutivos"],"A reservation was cancelled":["Una reserva ha sido cancelada"],"Cancellation email":["Correo electrónico de cancelación"],"Get notified when a customer cancels a reservation for this service that was booked from you":["Recibe una notificación cuando un cliente cancela una reserva de este servicio que fue reservado contigo"],"Confirmation email":["Correo electrónico de confirmación"],"Get notified when someone books this service from you":["Recibir notificaciones cuando alguien reserve este servicio de tu parte"],"Block availability if overlaps with reservations for other services":["Bloquear disponibilidad si se superpone con reservas para otros servicios"],"Activate this option to automatically block all other overlapping available slots as soon as one of them is booked.":["Activa esto para bloquear todos los otros espacios disponibles que se superponen tan pronto como uno de ellos es reservado."],"Block availability if overlaps with personal events":["Bloquear disponibilidad si se superpone con eventos personales"],"Busy events in a personal Google Calendar will block the availability of this service. A personal Google Calendar which is different from the source one, must be set for this to work.":["Los eventos ocupados en un Calendario de Google personal bloquearán la disponibilidad de este servicio. Se debe establecer un Calendario de Google personal diferente al origen para que esto funcione."],"Block availability if overlaps with reservations for the same service":["Bloquear disponibilidad si se superpone con reservas para el mismo servicio"],"When using multiple availability plans for this service, enable this to exclude overlapping slots once a reservation is placed, regardless of which plan initiated it. Applicable only to non-independent plans.":["Al usar múltiples planes de disponibilidad para este servicio, active esto para excluir espacios superpuestos una vez que se realiza una reserva, independientemente de qué plan lo inició. Aplicable solo a planes no independientes."],"Event color (booked slot)":["Color del evento (espacio reservado)"],"Select a color for the Google Calendar reservation events.":["El color de los eventos de reserva del Calendario de Google."],"Calendar default":["Por defecto de calendario"],"Event title (booked slot)":["Título del evento (espacio reservado)"],"Provide a title for the Google Calendar reservation events.":["El título de los eventos de reserva del Calendario de Google."],"New reservation for %s":["Nueva reserva para %s"],"Slots filling":["Espacios que se llenan"],"Choose how the slots should be redistributed when a blocking event or a reservation of other services occurs.":["Elige cómo deben redistribuirse los espacios cuando ocurre un evento de bloqueo o una reserva de otros servicios."],"Slots will always observe the original segmentation":["Los espacios siempre observarán la segmentación original"],"Adaptive":["Adaptive"],"Slots are adapted to maximize the available times":["Los espacios se adaptan para maximizar los tiempos disponibles"],"Add customers as guests of the Google Calendar event":["Agregar clientes como invitados del evento de Google Calendar"],"If enabled, customers will receive Google notifications based on your Google Calendar settings. Additionally, a copy of the event will be created in their Google Calendars (if they have one), allowing them to view the event description. They will not have access to the guests list.":["Si está activo, los clientes reciben notificaciones de Google de acuerdo con la configuración de su calendario de Google, se creará una copia del evento en sus calendarios de Google (si los tienen) y podrán leer la descripción del evento. No podrán ver la lista de invitados."],"In accordance with personal data regulations, it may be necessary to provide customers with a comprehensive disclosure regarding the storage of their data. Additionally, you should ensure the ability to erase such data upon request. Before configuring this option to store customer personal data outside of this site, it is advisable to consult with the site administrator to ensure compliance with relevant regulations and guidelines.":["De acuerdo con las regulaciones de protección de datos personales, puede ser necesario proporcionar a los clientes una divulgación completa sobre el almacenamiento de sus datos. Además, debe garantizar la capacidad de borrar dichos datos a pedido. Antes de configurar esta opción para almacenar datos personales de clientes fuera de este sitio, se recomienda consultar con el administrador del sitio para asegurarse de cumplir con las regulaciones y pautas relevantes."],"Add reservation on Google Calendar":["Agregar reserva en Google Calendar"],"If enabled, reservations will be automatically added as events to the designated Google Calendar.":["Si está activo, las reservas se agregarán como eventos en el calendario de Google de destino."],"In order for this feature to work, you need to set a destination Google Calendar.":["Para que esta función funcione, debes establecer un calendario de Google de destino."],"Create a Google Meet link":["Crear un enlace de Google Meet"],"A Google Meet link will be created after a reservation is made.":["Se crea un enlace de Google Meet después de una reserva."],"Google Calendar event description content":["Contenido de la descripción del evento de Google Calendar"],"Specify the content that should be included in the event description of the Google Calendar when a reservation is made.":["Especifique el contenido de la descripción del evento de Google Calendar cuando se realiza una reserva."],"Empty content":["Contenido vacío"],"Customer's name, tickets, email and phone when available":["Nombre del cliente, entradas, correo electrónico y teléfono si están disponibles"],"Custom content":["Contenido personalizado"],"Privacy alert: Please note that the content of the Google Calendar event description may be visible to guests if customers are being added as guests.":["Alerta de privacidad: la descripción del evento de Google Calendar es visible para los invitados. Si se están agregando clientes como invitados, entonces será visible para ellos."],"Google Calendar event description custom content":["Contenido personalizado de la descripción del evento de Google Calendar"],"You can use dynamic placeholders.":["Puede utilizar marcadores de posición dinámicos."],"Do not use HTML content!":["¡No utilice contenido HTML!"],"Set a Google Calendar reminder for reserved slot":["Establecer un recordatorio de Google Calendar para el intervalo reservado"],"No reminder":["Sin recordatorio"],"10 minutes before":["10 minutos antes"],"30 minutes before":["30 minutos antes"],"1 hour before":["1 hora antes"],"Drop tickets":["Eliminar boletos"],"Instead of dropping the slot, reservations made for the same service but in a different availability plan will be treated as if they are on the same plan.":["En lugar de eliminar el horario, las reservas realizadas para el mismo servicio pero en un plan de disponibilidad diferente actuarán como si estuvieran en el mismo plan."],"Participate":["Participar"],"Turn this off if you want to exclude your availability events from being counted for this service. This can be useful for temporary needs, such as vacations, as it allows you to maintain your availability schedule unchanged.":["Desactiva esto si quieres evitar que los eventos de tu disponibilidad se cuenten para este servicio. Es útil como necesidad temporal, por ejemplo, vacaciones, ya que te permite mantener tu horario de disponibilidad intacto."],"Slot duration":["Duración del intervalo"],"Slot duration configuration":["Configuración de la duración del espacio"],"How the duration of a timeslot is defined":["Cómo se define la duración de un intervalo de tiempo"],"Use the entire available interval":["Utilice el intervalo disponible completo"],"Utilize the duration of the entire available interval as the slot duration for the service, without dividing it into separate timeslots.":["Utilizar la duración del intervalo disponible completo como la duración del espacio para el servicio, sin dividirlo en espacios de tiempo separados."],"Fixed duration":["Duración fija"],"Automatically divide the entire available interval into timeslots of equal duration for the service.":["Dividir automáticamente el intervalo disponible completo en espacios de tiempo de igual duración para el servicio."],"Lead Time Restriction":["Restricción de tiempo de espera"],"Set the minimum required timespan between the current time and the time slot start or end time. Reservations are only allowed if the specified timespan is met, ensuring a buffer period for scheduling.":["Establecer el lapso de tiempo mínimo requerido entre la hora actual y la hora de inicio o fin del espacio. Las reservas solo están permitidas si se cumple el lapso de tiempo especificado, asegurando un período de amortiguación para la programación."],"%d minute before":["%d minuto antes","%d minutos antes"],"%d hour before":["%d hora antes","%d horas antes"],"%d day before (until midnight)":["%d día antes (hasta la medianoche)","%d días antes (hasta la medianoche)"],"Lead Time Restriction Reference":["Referencia de restricción de tiempo de espera."],"Slot start time":["Inicio del intervalo"],"Slot end time":["Fin del intervalo"],"Opening Lead Time":["Tiempo de espera de apertura."],"Specify the timespan before the start time of a time slot when it becomes visible in the frontend for reservations. Slots will only be displayed if the start time is within the specified timespan.":["Especificar el lapso de tiempo antes de la hora de inicio de un espacio cuando se vuelve visible en el frontend para reservas. Los espacios solo se mostrarán si la hora de inicio está dentro del lapso de tiempo especificado."],"Always":["Siempre"],"Picture":["Imagen"],"Provide a picture for the service.":["Proporcione una imagen para el servicio."],"We hope you had a memorable experience.":["Esperamos que haya tenido una experiencia inolvidable."],"Send post-service engagement email":["Enviar correo electrónico de seguimiento después del servicio"],"Enable this feature to send a tailored email to customers after they've experienced the service.":["Active esta función para enviar un correo electrónico personalizado a los clientes después de que hayan experimentado el servicio."],"%d day after":["%d día después","%d días después"],"Thank you for choosing us.":["Gracias por elegirnos."],"Thank you for booking with us! We'll notify you once your reservation is confirmed.":["¡Gracias por reservar con nosotros! Te notificaremos una vez que tu reserva esté confirmada."],"Send preliminary confirmation email":["Enviar correo electrónico de confirmación preliminar"],"Upon making a booking that necessitates approval, an email notification will be promptly dispatched to the customer.":["Tras realizar una reserva que requiere aprobación, se enviará inmediatamente una notificación por correo electrónico al cliente."],"Booking received: awaiting approval confirmation":["Reserva recibida: esperando confirmación de aprobación."],"If zero, won't appear. To change the currency, navigate to the Settings section.":["Si es cero, no aparecerá. Para cambiar la moneda, ve a la pestaña Pasarelas de Pago."],"Redirect":["Redireccionar"],"If active, the customer will be redirected to the specified URL after a successful reservation for this service. This is meant for tracking conversions.":["Si está activo, el cliente será redirigido a la URL especificada después de una reserva exitosa para este servicio. Esto está destinado para el seguimiento de conversiones."],"About payments: when redirect is active, the immediate and later payment settings will work just fine, while discretion payment setting will not, so no payment option will be presented to the customer after the reservation in this case.":["Acerca de los pagos: cuando la redirección está activa, las configuraciones de pago inmediato y posterior funcionarán bien, mientras que la configuración de pago discrecional no lo hará, por lo que no se presentará ninguna opción de pago al cliente después de la reserva en este caso."],"We are getting close!":["¡Nos estamos acercando!"],"Send reminder email":["Enviar correo electrónico de recordatorio"],"Reminders are sent using the WordPress Cron system, which relies on site visits to trigger the scheduled events. If your site has low traffic, there may be delays or the reminders may not be sent at all.":["Los recordatorios se envían a través del sistema de WordPress Cron, que se activa con las visitas al sitio. Si tu sitio tiene poco tráfico, los recordatorios pueden tener retrasos o no enviarse en absoluto."],"%d day before":["%d día antes","%d días antes"],"Don't forget your reservation":["No olvides tu reserva"],"Short text to describe the service":["Texto corto para describir el servicio"],"Capacity display":["Mostrar capacidad."],"Display available time slot capacity.":["Mostrar capacidad de espacio de tiempo disponible."],"Show booked slots":["Mostrar intervalos reservados"],"Show map":["Mostrar mapa"],"By default, a location map is displayed. However, you can change this setting to hide the map if it is not needed.":["Por defecto se muestra un mapa de ubicación. Cambia esta configuración para ocultar el mapa si no es necesario."],"Show provider name":["Mostrar nombre del proveedor"],"Show provider profile page link":["Mostrar enlace a la página de perfil del proveedor"],"When enabled, the provider name will be displayed as a hyperlink that leads to the provider's profile page. To set the profile page for each provider, navigate to WordPress > Users > Edit > Website.":["Cuando está habilitado, el nombre del proveedor se mostrará como un hipervínculo que conduce a la página de perfil del proveedor. Para configurar la página de perfil de cada proveedor, ve a WordPress > Usuarios > Editar > Sitio web."],"Show slot customers":["Mostrar clientes de la ranura"],"Choose whether to display a list of the attendees or not, and which data it should include":["Elija si desea mostrar o no una lista de los asistentes, y qué datos deben incluirse"],"Show names":["Mostrar nombres"],"Show email":["Mostrar correo electrónico"],"Show names and email":["Mostrar nombres y correo electrónico"],"Please carefully consider any privacy-related implications":["Por favor, considere cuidadosamente cualquier implicación relacionada con la privacidad"],"Show start/end times":["Mostrar hora de inicio/fin"],"Show start/end":["Mostrar inicio/fin"],"Hide":["Ocultar"],"Show start time only":["Mostrar solo la hora de inicio"],"Time slot capacity":["Capacidad de la ranura de tiempo"],"Max user tickets per slot":["Máximo de boletos por usuario por ranura"],"The maximum number of tickets that a customer is allowed to book for a single slot. 0 means up to the maximum available tickets.":["El número máximo de boletos que se permite reservar para una sola ranura. 0 significa hasta los boletos máximos disponibles."],"Choose the class of the service":["Elija la clase del servicio"],"Keep available until approval":["Mantener disponible hasta la aprobación"],"Activate this option if you want to keep the slot/tickets available for other reservations, until a reservation gets approved.":["Active esta opción si desea mantener la ranura/boletos disponibles para otras reservas hasta que se apruebe una reserva."],"Activating this option could lead to overbooking":["Activar esta opción podría llevar a sobre reservaciones"],"Available slot color":["Color disponible de la ranura"],"Background color":["Color de fondo"],"Border color":["Color del borde"],"Border radius":["Radio del borde"],"Border size":["Tamaño del borde"],"Total number of available slots":["Número total de ranuras disponibles"],"Total number of available tickets":["Número total de boletos disponibles"],"Service name":["Nombre del servicio"],"Service name + total number of available slots":["Nombre del servicio + número total de ranuras disponibles"],"Service name + total number of available tickets":["Nombre del servicio + número total de boletos disponibles"],"Hide the dots":["Ocultar los puntos"],"Numbered dots meaning":["Significado de los puntos numerados"],"Select what the number inside the dots represents.":["Seleccione lo que el número dentro de los puntos representa."],"Numbered dots threshold":["Umbral de puntos numerados"],"Numbers inside the dots are not displayed when their value is below this threshold.":["Los números dentro de los puntos no se muestran cuando su valor es inferior a este umbral."],"Default style":["Estilo predeterminado"],"Google Maps Style":["Estilo de Google Maps"],"Do you want more styles or even create your own style? Just set this to \"Default style\", then install the SnazzyMaps WordPress plugin.":["¿Quieres más estilos o incluso crear tu propio estilo? Simplemente establece esto en \"Estilo predeterminado\", luego instala el complemento de WordPress SnazzyMaps."],"Map zoom level":["Nivel de zoom del mapa"],"Primary widget color":["Color principal del widget"],"Booked slot color":["Color del espacio reservado"],"Skip Google Maps library loading":["Omitir la carga de la biblioteca de Google Maps"],"Enable this setting if you are experiencing issues with the Google Maps JS library being loaded by another plugin or theme.":["Active esta opción si tiene problemas con la biblioteca de Google Maps JS cargada por otro plugin o tema."],"Providers sorting order":["Orden de los proveedores"],"This determines the sorting order of service providers during the selection step.":["Este es el orden de los proveedores de servicios durante el paso de selección de proveedores de servicios."],"Services sorting order":["Orden de los servicios"],"This determines the sorting order of services during the selection step.":["Este es el orden de los servicios durante el paso de selección de servicios."],"Enable Caching":["Habilitar el almacenamiento en caché"],"If enabled, the plugin will utilize the existing caching system to improve loading times.":["Si está activo, el plugin usará el sistema de caché disponible para optimizar los tiempos de carga."],"Disabling caching can significantly impact the overall speed of the plugin. Only disable caching if you are encountering problems with your current caching system.":["Desactivar la caché puede tener un gran impacto en la velocidad general del plugin. Desactívelo si tiene problemas con su sistema de caché actual."],"Use Service Providers":["Usar proveedores de servicio."],"Enable this setting to allocate and manage services across multiple WordPress Users (service providers).":["Active esta configuración para asignar y gestionar servicios a través de múltiples usuarios de WordPress (proveedores de servicios)."],"TheBooking is now at v%s!":["¡TheBooking ahora está en la versión %s!"],"📢 We've rolled out some changes. Some of them might need your attention.":["📢 Hemos implementado algunos cambios. Algunos de ellos podrían requerir tu atención."],"See What's New":["Ver las novedades"],"Dismiss":["Descartar"],"WP API nonce expired, please refresh the page.":["Nonce de API de WP caducado, por favor actualice la página."],"Generic error":["Error genérico"],"All times are local":["Todos los horarios son locales"],"Add":["Añadir"],"Cancel":["Cancelar"],"This panel is for administrative purposes only":["Este panel es solo para fines administrativos"],"Form conditionals and requirements will not be applied. All fields will be displayed, and all values will be allowed.":["Las condiciones y requisitos del formulario no se aplicarán. Se muestran todos los campos, se permiten todos los valores."],"Reset this field if you want to create a new customer using the provided email address.":["Restablezca este campo si desea crear un nuevo cliente utilizando la dirección de correo electrónico proporcionada."],"This is required":["Esto es requerido"],"Please provide a valid email address":["Por favor, proporcione una dirección de correo electrónico válida"],"Time":["Hora"],"Add reservation":["Agregar reserva"],"%d out of %d":["%d de %d"],"Booked":["Reservado"],"Available":["Disponible"],"Customer notifications will follow this timezone setting.":["Las notificaciones al cliente seguirán esta configuración de zona horaria."],"System timezone (WordPress > Settings > General)":["Zona horaria del sistema (WordPress > Configuración > General)."],"Associate the customer with a WordPress user":["Asociar al cliente con un usuario de WordPress"],"Do not associate the customer":["No mapear al cliente"],"Are you sure?":["¿Está seguro/a?"],"Yes":["Sí"],"No":["No"],"Delete":["Eliminar"],"New API token":["Nuevo token de API"],"Generate a new API token":["Crear nuevo token de API"],"Create":["Crear"],"Please provide the token name":["Por favor, introduzca el nombre del token"],"If enabled, this API token restricts write operations for API requests.":["Si está habilitado, este token de API restringe las operaciones de escritura para las solicitudes de API."],"Add coupon":["Agregar cupón"],"Used":["Usado"],"Please enter the coupon text without any spaces":["Por favor, introduzca el texto del cupón sin espacios en blanco"],"Coupon already exists":["Cupón ya existente"],"Error":["Error"],"There are reservations for this customer":["Hay reservas para este cliente"],"Registered":["Registrado"],"Not registered":["No registrado"],"Inactive":["Inactivo"],"Selected %d item":["Seleccionado %d elemento","Seleccionados %d elementos"],"Delete %d item":["Eliminar %d elemento","Eliminar %d elementos"],"All":["Todos"],"Reservations by %s":["Reservas por %s"],"Search...":["Buscar..."],"Add a customer":["Agregar un cliente"],"Create a new WordPress user":["Crear un nuevo usuario de WordPress"],"Please provide a name":["Por favor, proporcione un nombre"],"Deletion prevented: services are assigned to this location.":["Eliminación evitada: hay servicios asignados a esta ubicación."],"New location":["Nueva ubicación"],"Add a location":["Agregar ubicación"],"Please enter a valid and properly formatted address":["Por favor, proporcione una dirección válida y bien formateada"],"Additional configuration options will be accessible once created.":["Más opciones de configuración estarán disponibles al crearla."],"Discount":["Descuento"],"Uses":["Usos"],"Period":["Periodo"],"Type":["Tipo"],"This promotion is no longer available for customer use.":["Esta promoción ya no está disponible para uso del cliente."],"This promotion cannot be deleted because there are reservations associated with it.":["Esta promoción no puede ser eliminada porque hay reservas asociadas con ella."],"Running":["En ejecución"],"Not running (paused)":["No en ejecución (pausado)"],"Not running":["No en ejecución"],"New promotion":["Nueva promoción"],"Create a new Promotion":["Crear una nueva promoción"],"Please enter the promotion name without any spaces":["Por favor, introduzca el nombre de la promoción sin espacios en blanco"],"Name already exists":["Nombre ya presente"],"The promotion will run for the selected period, the discount is automatically applied to any eligible service.":["La promoción se ejecutará durante el período seleccionado, el descuento se aplicará automáticamente a cualquier servicio elegible."],"The promotion will run for the selected period, the discount is applied to any eligible service only if a valid coupon is provided.":["La promoción se ejecutará durante el período seleccionado, el descuento se aplicará a cualquier servicio elegible solo si se proporciona un cupón válido."],"Please provide a date interval":["Por favor, proporcione un intervalo de fechas"],"Please provide a discount value":["Por favor, proporcione un valor de descuento"],"Payment":["Pago"],"Paid":["Pagado"],"Not paid":["No pagado"],"Not due":["No adeudado"],"Search customer":["Buscar cliente"],"Details":["Detalles"],"Confirm":["Confirmar"],"Approve":["Aprobar"],"Start meeting":["Iniciar reunión"],"Zoom meeting":["Reunión de Zoom"],"Google Meet":["Google Meet"],"Confirmed":["Confirmado"],"Cancelled":["Cancelado"],"Pending":["Pendiente"],"Expired":["Expirado"],"Deny":["Denegar"],"ID":["ID"],"Customer Name":["Nombre del cliente"],"Customer Email":["Correo electrónico del cliente"],"Start date of service":["Fecha de inicio del servicio"],"Start time of service":["Hora de inicio del servicio"],"End date of service":["Fecha de finalización del servicio"],"End time of service":["Hora de finalización del servicio"],"Form field: %s":["Campo del formulario: %s"],"Reset reservation IDs":["Reiniciar IDs de reserva"],"PDF file is ready!":["¡El archivo PDF está listo!"],"Open PDF":["Abrir PDF"],"Today's":["Hoy"],"Tomorrow's":["Mañana"],"This week":["Esta semana"],"Past":["Pasado"],"Search by ID":["Buscar por ID"],"Export selected (%d)":["Exportar seleccionados (%d)"],"Export all":["Exportar todo"],"Empty the database":["Vaciar la base de datos"],"Activate Table view":["Activar vista de tabla"],"Activate List view":["Activar vista de lista"],"Activate Auto view":["Activar vista automática"],"Display columns":["Mostrar columnas"],"Sort by":["Ordenar por"],"Sorting order":["Orden de clasificación"],"Descending":["Descendente"],"Ascending":["Ascendente"],"Include reservations":["Incluir reservas"],"I know what I'm doing, proceed":["Sé lo que estoy haciendo, continuar"],"This erases the reservations database":["Esto borra la base de datos de reservas"],"Select additional properties to copy with service.":["Seleccione propiedades adicionales para copiar con el servicio."],"Copy form":["Copiar formulario"],"Copy providers settings":["Copiar configuraciones de proveedores"],"Copy notifications":["Copiar notificaciones"],"Deletion prevented: there are reservations for this service.":["Eliminación evitada: hay reservas para este servicio."],"Notifications":["Notificaciones"],"Booking form":["Formulario de reserva"],"Personal settings":["Configuraciones personales"],"Duplicate service":["Duplicar servicio"],"Duplicate":["Duplicar"],"Appointment":["Cita"],"Unscheduled":["Sin programar"],"Your changes here only affect the service when provided by you":["Tus cambios aquí solo afectan al servicio cuando lo proporcionas tú."],"New service":["Nuevo servicio"],"Create a new Service":["Crear un nuevo servicio"],"Suitable for timeslot-based reservations.":["Adecuado para reservas basadas en franjas horarias."],"A service with no scheduling needs. Think about support tickets, estimate request, and so on.":["Un servicio sin necesidades de programación. Piensa en tickets de soporte, solicitudes de presupuesto, y otros."],"Please provide a name for the service":["Por favor, proporciona un nombre para el servicio"],"This field is always active":["Este campo siempre está activo"],"Other fields are dependent on this field":["Otros campos dependen de este campo"],"Activate":["Activar"],"depends on %s":["depende de %s"],"New paragraph":["Nuevo párrafo"],"New text input":["Nuevo campo de texto"],"New text area":["Nueva área de texto"],"New options field":["Nuevo campo de opciones"],"Option 1":["Opción 1"],"Option 2":["Opción 2"],"Option 3":["Opción 3"],"New checkbox":["Nuevo casilla de verificación"],"New file upload":["Nuevo carga de archivo"],"New number input":["Nuevo campo de número"],"New date input":["Nueva entrada de fecha"],"New option":["Nueva opción"],"Option %d label":["Etiqueta de opción %d"],"Price increment":["Incremento de precio"],"Increase service price by the specified amount when this option is selected during booking":["Aumente el precio del servicio en la cantidad especificada cuando esta opción se selecciona durante la reserva"],"Add option":["Agregar opción"],"Validation":["Validación"],"Regex":["Expresiones regulares"],"Need help with regex expressions?":["¿Necesitas ayuda con expresiones regulares?"],"No validation":["Sin validación"],"Phone (international)":["Teléfono (internacional)"],"Alphanumeric with space":["Alfanumérico con espacio"],"Hide from registered users":["Ocultar a usuarios registrados"],"Notification template placeholder":["Marcador de posición de plantilla de notificación"],"This placeholder, when inserted in a notification template, will be replaced with the value of the field. It must be unique in the context of the service.":["Este marcador de posición, cuando se inserta en una plantilla de notificación, será reemplazado por el valor del campo. Debe ser único en el contexto del servicio."],"Pre-fill user meta-key":["Clave de metadatos de usuario para rellenar"],"Select or write":["Seleccionar o escribir"],"The field will be pre-populated with the corresponding user meta when available (even if the field is hidden)":["El campo se prellenará con el metadato del usuario correspondiente cuando esté disponible (incluso si el campo está oculto)."],"Allowed file extensions":["Extensiones de archivo permitidas"],"Comma-separated, e.g. \"jpeg, png, tiff\"":["Separadas por comas, por ejemplo, \"jpeg, png, tiff\""],"Max file size":["Tamaño máximo de archivo"],"Visible":["Visible"],"Hidden":["Oculto"],"Required":["Requerido"],"Not required":["No requerido"],"Checked":["Marcado"],"Not checked":["Sin marcar"],"Greater than":["Mayor que"],"Less than":["Menor que"],"Equal to":["Igual a"],"Conditional":["Condicional"],"The field is":["El campo está"],"No valid fields in this form":["No hay campos válidos en este formulario"],"Select a state":["Seleccionar un estado"],"Depending on":["Dependiendo de"],"Select a field":["Seleccionar un campo"],"Being":["Siendo"],"Parent field options must be 2 or more":["Las opciones del campo principal deben ser 2 o más"],"Select a value":["Seleccionar un valor"],"This number":["Este número"],"Experimental feature":["Funcionalidad experimental"],"Apply dynamic rules to control the field's behavior based on the values of other fields.":["Aplicar reglas dinámicas para controlar el comportamiento del campo en función de los valores de otros campos."],"The conditional rule feature is available when the form includes at least one field of type number, options, or checkbox (excluding the current field).":["La función de regla condicional está disponible cuando el formulario incluye al menos un campo de tipo número, opciones o casilla de verificación (excluyendo el campo actual)."],"Label":["Etiqueta"],"Min":["Mínimo"],"Max":["Máximo"],"Discard":["Descartar"],"Save changes":["Guardar cambios"],"Input text":["Entrada de texto"],"Text area":["Área de texto"],"Checkbox":["Casilla de verificación"],"Number":["Número"],"Options":["Opciones"],"File upload":["Subir archivo"],"Paragraph":["Párrafo"],"Account":["Cuenta"],"No provider":["Sin proveedor"],"Add Google Account":["Añadir cuenta de Google"],"Associate with a service provider":["Asociar con un proveedor de servicios"],"The associated provider gains the ability to manage the Google Account integration.":["El proveedor asociado obtiene la capacidad de gestionar la integración de la cuenta de Google."],"Changing the service provider will unlink any calendars associated with this account from availability plans not assigned to the new provider":["Cambiar el proveedor del servicio desvinculará cualquier calendario asociado con esta cuenta de los planes de disponibilidad que no estén asignados al nuevo proveedor"],"Connected as %s":["Conectado como %s"],"Disconnect":["Desconectar"],"Connect your Google Account":["Conectar tu cuenta de Google"],"Authorize":["Autorizar"],"Google Calendars":["Calendarios de Google"],"Personal":["Personal"],"Events on this calendar will block plan availability":["Los eventos en este calendario bloquearán la disponibilidad del plan."],"Source":["Fuente"],"Events on this calendar will be considered as available time for this plan":["Los eventos en este calendario se considerarán como tiempo disponible para este plan"],"Destination":["Destino"],"Reservations made for this plan will generate events on this calendar":["Las reservas realizadas para este plan generarán eventos en este calendario"],"Owner":["Propietario"],"Shared":["Compartido"],"No availability plans available":["No hay planes de disponibilidad disponibles"],"Thanks for updating to TheBooking!":["¡Gracias por actualizar a TheBooking!"],"This release represents our most significant update since the app's inception. Along with a host of new features and a complete visual revamp, it introduces pivotal changes you should be aware of. For a detailed overview, please consult our %supdated documentation%s.":["Esta versión representa nuestra actualización más significativa desde la creación de la aplicación. Además de una serie de nuevas características y una renovación visual completa, introduce cambios fundamentales de los que debes estar al tanto. Para obtener una visión detallada, consulta nuestra %sdocumentación actualizada%s."],"Migrate settings and data":["Migrar configuraciones y datos"],"Start fresh (migrate later if needed)":["Empezar de cero (migrar más tarde si es necesario)"],"Save":["Guardar"],"Subject":["Asunto"],"Please provide the email subject":["Por favor, proporciona el asunto del correo electrónico"],"Body":["Cuerpo"],"You can use HTML":["Puedes usar HTML"],"Please provide the email content":["Por favor, proporciona el contenido del correo electrónico"],"Edit email content":["Editar contenido del correo electrónico"],"Coupons":["Cupones"],"List of single use coupon codes":["Lista de códigos de cupón de un solo uso"],"Connect a Google Account and associate it with the provider":["Conecte una cuenta de Google y asóciela con el proveedor"],"The Google Account associated with this service provider grants access to their associated calendars, empowering them to effectively configure their Google integration using these calendars.":["La cuenta de Google asociada con este proveedor de servicios otorga acceso a sus calendarios asociados, permitiéndoles configurar eficazmente su integración de Google usando estos calendarios."],"The service provider can autonomously link their Google Account by navigating to Availability > Your Google Account.":["El proveedor de servicios puede vincular de forma autónoma su cuenta de Google navegando a Disponibilidad > Tu cuenta de Google."],"Service provider notifications will follow this timezone setting.":["Las notificaciones del proveedor de servicios seguirán esta configuración de zona horaria."],"Download":["Descargar"],"Not provided":["No proporcionado"],"Date of service":["Fecha del servicio"],"Times":["Horarios"],"Submitted":["Enviado"],"UID (internal)":["UID (interno)"],"Virtual meetings":["Reuniones virtuales"],"Get data for Zoom meeting ID %s":["Obtén datos para la ID de reunión de Zoom %s"],"Start URL":["URL de inicio"],"Join URL":["URL de unión"],"Password: %s":["Contraseña: %s"],"Status: %s":["Estado: %s"],"Join meeting":["Unirse a la reunión"],"Google Calendar events":["Eventos de Google Calendar"],"Refresh Google Calendar event creation":["Crear evento de Google Calendar de nuevo"],"An event will be created or updated in any destination calendar set for the availability plan for which this reservation was generated.":["Se creará o actualizará un evento en cualquier calendario de destino establecido para el plan de disponibilidad para el cual se generó esta reserva."],"Form submission details":["Detalles del envío del formulario"],"Applied discounts":["Descuentos aplicados"],"The discount values are based on the time of the reservation and any subsequent changes to a promotion will not be reflected here.":["Los valores de descuento se basan en el momento de la reserva y cualquier cambio posterior a una promoción no se reflejará aquí."],"System":["Sistema"],"User":["Usuario"],"Confirmation email sent by %s":["Correo de confirmación enviado por %s"],"send again":["enviar de nuevo"],"Confirmation pending":["Confirmación pendiente"],"Reminder email sent by %s":["Recordatorio enviado por correo electrónico por %s"],"send now":["enviar ahora"],"Reminder email pending":["Recordatorio pendiente"],"Cancellation email sent by %s":["Correo de cancelación enviado por %s"],"Refund":["Reembolso"],"Gateway":["Pasarela de pago"],"Amount":["Monto"],"Gateway data":["Datos de la pasarela"],"Edit":["Editar"],"Files":["Archivos"],"This reservation has expired.":["Reserva caducada."],"Editing an expired reservation could lead to overbooking as the spot may have been taken by other reservations.":["Editar una reserva caducada podría provocar una sobrerreservación, ya que el lugar podría haber sido reservado por otras reservas."],"I am aware of the potential risks":["Soy consciente de los riesgos potenciales"],"You are editing the database directly":["Estás editando directamente en la base de datos"],"Changes made here won't send notifications. Use the actions in the reservations table to trigger them.":["Los cambios realizados aquí no enviarán notificaciones. Utiliza las acciones en la tabla de reservas para activarlas."],"The service will be modified even if there are no available slots for it.":["El servicio se modificará aunque no haya espacios disponibles para él."],"Start date time":["Fecha y hora de inicio"],"The date will be modified even if there are no available slots for it.":["La fecha se modificará aunque no haya espacios disponibles para ella."],"End date time":["Fecha y hora de finalización"],"Payment status":["Estado de pago"],"Base price":["Precio base"],"Reason for cancellation":["Motivo de cancelación"],"This is the latest service form available.":["Este es el último formulario de servicio disponible."],"If you've made changes to the service form after this reservation was submitted, some information may be missing or different from what the customer originally viewed.":["Si has realizado cambios en el formulario de servicio después de que se enviara esta reserva, es posible que falte información o que sea diferente de lo que vio originalmente el cliente."],"No payment yet":["Aún no se ha realizado el pago"],"No locations available.":["No hay ubicaciones disponibles."],"Go to Locations":["Ir a Ubicaciones"],"Customer's local timezone":["Zona horaria local del cliente"],"Customer was not able to pay within the allowed time. Expired reservations are going to be automatically deleted on a weekly basis, unless the status is manually changed or the reservation is set as paid.":["El cliente no ha podido pagar dentro del plazo permitido. Las reservas caducadas se eliminarán automáticamente cada semana, a menos que se cambie manualmente el estado o se establezca la reserva como pagada."],"To do":["Por hacer"],"Done":["Hecho"],"Draft":["Borrador"],"Total time: %s":["Tiempo total: %s"],"Add interval":["Añadir intervalo"],"Remove interval":["Eliminar intervalo"],"Showing from %s":["Mostrando desde %s"],"to %s":["a %s"],"Activity period":["Periodo de actividad"],"Excluded dates":["Fechas excluidas"],"New plan":["Nuevo plan"],"Create a new Plan":["Crear un nuevo plan"],"Please provide a name for the plan":["Por favor, proporciona un nombre para el plan"],"Independent":["Independiente"],"When set as independent, reservations from other plans will not interfere with the availability of this plan, and vice versa.":["Cuando se establece como independiente, las reservas de otros planes no interferirán con la disponibilidad de este plan, y viceversa."],"Weekly plan":["Plan semanal"],"Services to which this availability source is applied.":["Servicios a los que se aplica esta fuente de disponibilidad."],"Providers to which this availability source is applied.":["Proveedores a los que se aplica esta fuente de disponibilidad."],"Changing the service provider will disassociate any existing provider's Google Account. Please remember to reconfigure the Google Calendars for this plan, if necessary.":["Cambiar el proveedor de servicios desasociará cualquier cuenta de Google del proveedor existente. Por favor, recuerde reconfigurar los calendarios de Google para este plan, si es necesario."],"Destination calendars":["Calendarios de destino"],"Calendars in which reservation events should be created for this plan.":["Calendarios en los que se deben crear eventos de reserva para este plan."],"Personal calendars":["Calendarios personales"],"Calendars whose busy events will block availability for this plan.":["Calendarios cuyos eventos ocupados bloquearán la disponibilidad para este plan."],"Source calendars":["Calendarios fuente"],"Calendars whose busy events will be considered as AVAILABLE time for the selected services. If more BUSY events overlap, their UNION will be considered.":["Calendarios cuyos eventos ocupados se considerarán como tiempo DISPONIBLE para los servicios seleccionados. Si se superponen más eventos OCUPADOS, se considerará su UNIÓN."],"Schedule":["Horario"],"Google 3-way":["Google 3-vías"],"Edit content":["Editar contenido"],"Select":["Seleccionar"],"Remove":["Eliminar"],"This file is from a different version.":["Este archivo es de una versión diferente."],"Not a valid JSON file.":["No es un archivo JSON válido."],"Import":["Importar"],"Export":["Exportar"],"Discard change":["Descartar cambios"],"Save change":["Guardar cambios"],"Time left":["Tiempo restante"],"Your reservation is expired.":["Tu reserva ha caducado."],"Thank you for the reservation":["Gracias por la reserva"],"To confirm the reservation, please select a payment method.":["Para confirmar la reserva, por favor selecciona un método de pago."],"Please select a payment method.":["Por favor, selecciona un método de pago."],"Amount to pay":["Importe a pagar"],"Pay":["Pagar"],"Summary":["Resumen"],"Back":["Atrás"],"Book now":["Reservar ahora"],"Coupon?":["¿Cupón?"],"Apply":["Aplicar"],"Price details":["Detalles de precio"],"%s list price":["Precio de lista %s"],"X %d ticket =":["X %d entrada =","X %d entradas ="],"Coupon %s ":["Cupón %s"],"Slot %d: %s discount":["Ranura %d: descuento de %s"],"%s discount":["Descuento de %s"],"Total":["Total"],"Coupon applied!":["¡Cupón aplicado!"],"Invalid coupon!":["¡Cupón no válido!"],"Go back":["Volver"],"Reservations for %s number %s":["Reservas para %s número %s"],"Add to calendar":["Añadir al calendario"],"Thank you for your reservation":["Gracias por su reserva"],"Thank you for your reservation, we will notify you once confirmed.":["Gracias por su reserva, le notificaremos una vez confirmado."],"Reservation ID: %s":["ID de reserva: %s"],"Do you wish to pay online?":["¿Deseas pagar en línea?"],"Select a service":["Selecciona un servicio"],"Promo price!":["¡Precio promocional!"],"starts from":["comienza desde"],"Upcoming":["Próximas"],"Promo":["Promo"],"Map cannot be loaded right now, sorry.":["El mapa no se puede cargar en este momento, lo sentimos."],"Warning":["Advertencia"],"Please input":["Por favor, introduzca"],"Validation failed":["Validación fallida"],"Select...":["Seleccionar..."],"Upload":["Subir"],"Max file size is %d MB, this file is %d MB":["El tamaño máximo del archivo es de %d MB, este archivo es de %d MB"],"Next":["Siguiente"],"%s left":["%s quedan"],"Get directions":["Obtener indicaciones"],"%s or %s to book this service":["%s o %s para reservar este servicio"],"Login":["Iniciar sesión"],"Register":["Registrarse"],"Promo available!":["¡Promoción disponible!"],"Select a provider":["Seleccionar un proveedor"],"Select one or more adjacent timeslots":["Seleccionar uno o más horarios adyacentes"],"Select a timeslot":["Seleccionar un horario"],"Local times in %s":["Horarios locales en %s"],"This timeslot is not adjacent to the others!":["¡Este horario no es adyacente a los demás!"],"Pay %s":["Pagar %s"],"Join Zoom meeting":["Unirse a la reunión de Zoom"],"Join Google Meet":["Unirse a Google Meet"],"Please tell us the reason":["Por favor, indícanos el motivo"],"Saving...":["Guardando..."],"Whoops":["¡Ups!"],"Success":["Éxito"],"Starts from %s":["A partir de %s"],"%d available":["%d disponibles"],"Sold out":["Agotado"],"Form field validation regex\u0004Email":["Correo electrónico"],"Form field validation regex\u0004URL":["URL"],"Form field label\u0004Email":["Correo electrónico"],"Form field label\u0004First name":["Nombre"],"Form field label\u0004Last name":["Apellido"],"Form field label\u0004User URL":["URL de usuario"],"Setting control\u0004Delegated":["Delegado"],"Setting control\u0004Admin":["Administrador"],"WP Block Editor\u0004Service restrictions":["Restricciones del servicio"],"WP Block Editor\u0004For unrestricted listing, leave all checkboxes unselected.":["Para una lista sin restricciones, deje todas las casillas sin seleccionar."],"WP Block Editor\u0004Provider restrictions":["Restricciones del proveedor"],"WP Block Editor\u0004Configuration":["Configuración"],"WP Block Editor\u0004Widget type":["Tipo de widget"],"WP Block Editor\u0004Monthly calendar":["Calendario mensual"],"WP Block Editor\u0004Upcoming events":["Eventos próximos"],"WP Block Editor\u0004Unscheduled services":["Servicios no programados"],"WP Block Editor\u0004Reservations list (logged users only)":["Lista de reservas (solo usuarios registrados)"],"WP Block Editor\u0004Visible events":["Eventos mostrados"],"WP Block Editor\u0004Number of upcoming events shown on the page":["Número de próximos eventos mostrados en la página"],"WP Block Editor\u0004Show more":["Mostrar más"],"WP Block Editor\u0004Load more events button":["Botón de cargar más eventos."],"WP Block Editor\u0004Maximum fetched events":["Máximo de eventos recuperados"],"WP Block Editor\u0004Maximum number of events that can be loaded in total when using the \"Show more\" button. Set \"0\" for no limit.":["Número máximo de eventos que se pueden cargar en total al usar el botón \"Mostrar más\". Establezca \"0\" para no tener límite."],"WP Block Editor\u0004Permissions":["Permisos"],"WP Block Editor\u0004Read-only":["Solo lectura"],"WP Block Editor\u0004Prevents booking through this widget instance.":["Evita reservas a través de esta instancia de widget."],"WP Block Editor\u0004Logged-only":["Solo para usuarios registrados"],"WP Block Editor\u0004Restricts booking to logged-in users only through this widget instance.":["Restringe las reservas solo a usuarios registrados a través de esta instancia de widget."],"WP Block Editor\u0004These permissions apply to all services presented through this widget, overriding any service-specific permission settings.":["Estos permisos se aplican a todos los servicios presentados a través de este widget, anulando cualquier configuración de permisos específica del servicio."],"block title\u0004TheBooking widget":["Widget de TheBooking"],"block description\u0004Displays the booking widget":["Muestra el widget de reservas"],"block keyword\u0004tbk-booking":["tbk-booking"],"block keyword\u0004thebooking":["thebooking"],"block keyword\u0004teambooking":["teambooking"],"block keyword\u0004calendar":["calendario"],"block keyword\u0004reservations":["reservas"]}}}