Repository: VonStroheim/thebooking-languages
Catalog: 3.1.0/team-booking-*.po
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

source: Changing the service provider will unlink any calendars associated with this account from availability plans not assigned to the new provider
es_es: Cambiar el proveedor del servicio desvinculará cualquier calendario asociado con esta cuenta de los planes de disponibilidad que no estén asignados al nuevo proveedor
fr_fr: Changer le fournisseur de service déliera tous les calendriers associés à ce compte des plans de disponibilité non attribués au nouveau fournisseur
pl_pl: Zmiana dostawcy usług spowoduje odłączenie wszystkich kalendarzy powiązanych z tym kontem od planów dostępności nieprzypisanych do nowego dostawcy
pt_br: Ao mudar o provedor de serviço, qualquer calendário associado a esta conta será desvinculado dos planos de disponibilidade que não estão atribuídos ao novo provedor
ru_ru: Изменение поставщика услуг приведет к разрыву связи любых календарей, связанных с этим аккаунтом, с планами доступности, не назначенными новому поставщику.

source: Connected as %s
es_es: Conectado como %s
fr_fr: Connecté en tant que %s
pl_pl: Połączono jako %s
pt_br: Conectado como %s
ru_ru: Подключено как %s

source: Disconnect
es_es: Desconectar
fr_fr: Déconnecter
pl_pl: Rozłączenie
pt_br: Desconectar
ru_ru: Отключить

source: Connect your Google Account
es_es: Conectar tu cuenta de Google
fr_fr: Connectez votre compte Google
pl_pl: Połącz swoje konto Google
pt_br: Conecte sua Conta Google
ru_ru: Подключите свой аккаунт Google

source: Authorize
es_es: Autorizar
fr_fr: Autoriser
pl_pl: Autoryzacja
pt_br: Autorizar
ru_ru: Авторизовать

source: Google Calendars
es_es: Calendarios de Google
fr_fr: Calendriers Google
pl_pl: Kalendarze Google
pt_br: Calendários do Google
ru_ru: Google Календари

source: Personal
fr_fr: Personnel
pl_pl: Osobiste
pt_br: Pessoal
ru_ru: Персональный

source: Events on this calendar will block plan availability
es_es: Los eventos en este calendario bloquearán la disponibilidad del plan.
fr_fr: Les événements de ce calendrier bloqueront la disponibilité du plan
pl_pl: Wydarzenia w tym kalendarzu zablokują dostępność planu
pt_br: Eventos neste calendário bloquearão a disponibilidade do plano
ru_ru: События в этом календаре будут блокировать доступность плана.

source: Source
es_es: Fuente
pl_pl: Źródło
pt_br: Fonte
ru_ru: Источник

source: Events on this calendar will be considered as available time for this plan
es_es: Los eventos en este calendario se considerarán como tiempo disponible para este plan
fr_fr: Les événements de ce calendrier seront considérés comme un temps disponible pour ce plan
pl_pl: Wydarzenia w tym kalendarzu będą traktowane jako dostępny czas dla tego planu
pt_br: Eventos neste calendário serão considerados como horário disponível para este plano.
ru_ru: События в этом календаре будут рассматриваться как доступное время для этого плана

source: Destination
es_es: Destino
fr_fr: Agenda où les rdv seront enregistrés
pl_pl: Cel podróży
pt_br: Destino
ru_ru: Место назначения

source: Reservations made for this plan will generate events on this calendar
es_es: Las reservas realizadas para este plan generarán eventos en este calendario
fr_fr: Les réservations faites pour ce plan généreront des événements sur ce calendrier
pl_pl: Rezerwacje dokonane dla tego planu wygenerują wydarzenia w tym kalendarzu
pt_br: Reservas feitas para este plano gerarão eventos neste calendário
ru_ru: Бронирования, сделанные для этого плана, будут генерировать события в этом календаре.

source: Owner
es_es: Propietario
fr_fr: Propriétaire
pl_pl: Właściciel
pt_br: Proprietário
ru_ru: Владелец

source: Shared
es_es: Compartido
fr_fr: Partagé
pl_pl: Współdzielony
pt_br: Compartilhado
ru_ru: Общий

source: No availability plans available
es_es: No hay planes de disponibilidad disponibles
fr_fr: Aucun plan de disponibilité disponible
pl_pl: Brak dostępnych planów dostępności
pt_br: Não há planos de disponibilidade disponíveis
ru_ru: Нет доступных планов доступности.

source: Thanks for updating to TheBooking!
es_es: ¡Gracias por actualizar a TheBooking!
fr_fr: Merci d'avoir mis à jour vers TheBooking !
pl_pl: Dziękujemy za aktualizację do TheBooking!
pt_br: Obrigado por atualizar para o TheBooking!
ru_ru: Спасибо за обновление до TheBooking!

source: This release represents our most significant update since the app's inception. Along with a host of new features and a complete visual revamp, it introduces pivotal changes you should be aware of. For a detailed overview, please consult our %supdated documentation%s.
es_es: Esta versión representa nuestra actualización más significativa desde la creación de la aplicación. Además de una serie de nuevas características y una renovación visual completa, introduce cambios fundamentales de los que debes estar al tanto. Para obtener una visión detallada, consulta nuestra %sdocumentación actualizada%s.
fr_fr: Cette mise à jour représente notre évolution la plus significative depuis la création de l'application. Outre une multitude de nouvelles fonctionnalités et une refonte visuelle complète, elle introduit des changements essentiels dont vous devriez être informé. Pour un aperçu détaillé, veuillez consulter notre %sdocumentation mise à jour%s.
pl_pl: Ta wersja stanowi naszą najważniejszą aktualizację od czasu powstania aplikacji. Wraz z wieloma nowymi funkcjami i całkowitą zmianą wizualną, wprowadza ona kluczowe zmiany, o których powinieneś wiedzieć. Aby uzyskać szczegółowy przegląd, zapoznaj się z naszą zaktualizowaną dokumentacją %s%s.
pt_br: Este lançamento representa nossa atualização mais significativa desde o início do aplicativo. Além de uma série de novos recursos e uma reformulação visual completa, introduz mudanças fundamentais das quais você deve estar ciente. Para uma visão detalhada, consulte nossa %sdocumentação atualizada%s.
ru_ru: Этот выпуск представляет собой наше самое значительное обновление с момента создания приложения. Наряду с множеством новых функций и полным визуальным обновлением он вводит ключевые изменения, о которых вы должны знать. Для подробного обзора, пожалуйста, ознакомьтесь с нашей %sобновленной документацией%s.

source: Migrate settings and data
es_es: Migrar configuraciones y datos
fr_fr: Migrer les paramètres et les données
pl_pl: Migracja ustawień i danych
pt_br: Migrar configurações e dados
ru_ru: Перенос настроек и данных

source: Start fresh (migrate later if needed)
es_es: Empezar de cero (migrar más tarde si es necesario)
fr_fr: Commencer à zéro (migrer plus tard si nécessaire)
pl_pl: Zacznij od nowa (w razie potrzeby przeprowadź późniejszą migrację)
pt_br: Comece do zero (migre mais tarde, se necessário)
ru_ru: Начать с чистого листа (мигрировать позже, если потребуется).

source: Save
es_es: Guardar
fr_fr: Enregistrer
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранять

source: Subject
es_es: Asunto
fr_fr: Objet
pl_pl: Przedmiot
pt_br: Assunto
ru_ru: Предмет

source: Please provide the email subject
es_es: Por favor, proporciona el asunto del correo electrónico
fr_fr: Veuillez fournir le sujet de l'e-mail
pl_pl: Prosimy o podanie tematu wiadomości e-mail
pt_br: Por favor, forneça assunto do email
ru_ru: Пожалуйста, укажите тему письма

source: Body
es_es: Cuerpo
fr_fr: Corps du courriel
pl_pl: Ciało
pt_br: Corpo
ru_ru: Тело

source: You can use HTML
es_es: Puedes usar HTML
fr_fr: Vous pouvez utiliser HTML
pl_pl: Możesz użyć HTML
pt_br: Você pode usar HTML
ru_ru: Вы можете использовать HTML

source: Please provide the email content
es_es: Por favor, proporciona el contenido del correo electrónico
fr_fr: Veuillez fournir le contenu de l'e-mail
pl_pl: Podaj treść wiadomości e-mail
pt_br: Por favor, forneça o conteúdo do email
ru_ru: Пожалуйста, предоставьте содержание электронного письма

source: Edit email content
es_es: Editar contenido del correo electrónico
fr_fr: Modifier le contenu de l'e-mail
pl_pl: Edycja treści wiadomości e-mail
pt_br: Editar conteúdo do email
ru_ru: Редактировать содержимое электронного письма

# Setting control
source: Delegated
es_es: Delegado
fr_fr: Délégué
pl_pl: Delegowany
pt_br: Delegado
ru_ru: Делегированный

# Setting control
source: Admin
es_es: Administrador
pl_pl: Administrator
pt_br: Administrator
ru_ru: Админ

source: Coupons
es_es: Cupones
pl_pl: Kupony
pt_br: Cupons
ru_ru: Купоны

source: List of single use coupon codes
es_es: Lista de códigos de cupón de un solo uso
fr_fr: Liste de codes de coupon à usage unique
pl_pl: Lista kodów kuponów jednorazowego użytku
pt_br: Lista de códigos de cupom de uso único
ru_ru: Список одноразовых кодов купонов

source: Connect a Google Account and associate it with the provider
es_es: Conecte una cuenta de Google y asóciela con el proveedor
fr_fr: Connectez un compte Google et associez-le au prestataire
pl_pl: Podłącz konto Google i powiąż je z dostawcą
pt_br: Conecte uma Conta do Google e associe-a ao prestador
ru_ru: Подключите учетную запись Google и свяжите ее с поставщиком услуг

source: The Google Account associated with this service provider grants access to their associated calendars, empowering them to effectively configure their Google integration using these calendars.
es_es: La cuenta de Google asociada con este proveedor de servicios otorga acceso a sus calendarios asociados, permitiéndoles configurar eficazmente su integración de Google usando estos calendarios.
fr_fr: Le compte Google associé à ce prestataire de services donne accès à leurs calendriers associés, leur permettant de configurer efficacement leur intégration Google à l'aide de ces calendriers.
pl_pl: Konto Google powiązane z tym usługodawcą zapewnia dostęp do powiązanych z nim kalendarzy, umożliwiając mu skuteczną konfigurację integracji Google przy użyciu tych kalendarzy.
pt_br: A Conta do Google associada a este prestador de serviço concede acesso aos seus calendários associados, permitindo que eles configurem efetivamente sua integração com o Google usando esses calendários.
ru_ru: Учетная запись Google, связанная с этим поставщиком услуг, предоставляет доступ к своим связанным календарям, позволяя им эффективно настраивать интеграцию с Google с использованием этих календарей.

source: The service provider can autonomously link their Google Account by navigating to Availability > Your Google Account.
es_es: El proveedor de servicios puede vincular de forma autónoma su cuenta de Google navegando a Disponibilidad > Tu cuenta de Google.
fr_fr: Le prestataire de services peut lier de manière autonome son compte Google en naviguant vers Disponibilité > Votre compte Google.
pl_pl: Usługodawca może samodzielnie połączyć swoje konto Google, przechodząc do opcji Dostępność > Twoje konto Google.
pt_br: O prestador de serviço pode conectar autonomamente sua Conta do Google navegando para Disponibilidade > Sua Conta do Google.
ru_ru: Поставщик услуг может самостоятельно связать свою учетную запись Google, перейдя в Доступность > Ваша учетная запись Google.

source: Service provider notifications will follow this timezone setting.
es_es: Las notificaciones del proveedor de servicios seguirán esta configuración de zona horaria.
fr_fr: Les notifications du prestataire de services suivront ce paramètre de fuseau horaire.
pl_pl: Powiadomienia od usługodawców będą zgodne z tym ustawieniem strefy czasowej.
pt_br: As notificações do provedor de serviço seguirão esta configuração de fuso horário.
ru_ru: Уведомления для поставщика услуг будут следовать этой настройке часового пояса.

source: Download
es_es: Descargar
fr_fr: Télécharger
pl_pl: Pobierz
ru_ru: Скачать

source: Not provided
es_es: No proporcionado
fr_fr: Non disponible
pl_pl: Nie podano
pt_br: Não fornecido
ru_ru: Не предоставлен

source: Date of service
es_es: Fecha del servicio
fr_fr: Date du rdv
pl_pl: Data usługi
pt_br: Data do serviço
ru_ru: Дата обслуживания

source: Times
es_es: Horarios
fr_fr: Horaires
pl_pl: Czasy
pt_br: Horas
ru_ru: Время

source: Submitted
es_es: Enviado
fr_fr: Soumis
pl_pl: Zgłoszony
pt_br: Enviado
ru_ru: Поданный

source: UID (internal)
es_es: UID (interno)
fr_fr: UID (interne)
pl_pl: UID (wewnętrzny)
pt_br: UID (interna)
ru_ru: UID (внутренний)

source: Virtual meetings
es_es: Reuniones virtuales
fr_fr: Réunions virtuelles
pl_pl: Wirtualne spotkania
pt_br: Reunião virtual
ru_ru: Виртуальные встречи

source: Get data for Zoom meeting ID %s
es_es: Obtén datos para la ID de reunión de Zoom %s
fr_fr: Obtenir les données pour l'ID de réunion Zoom %s
pl_pl: Pobierz dane dla identyfikatora spotkania Zoom %s
pt_br: Obter dados para reunião no Zoom meeting ID %s
ru_ru: Получите данные для идентификатора собрания Zoom %s.

source: Start URL
es_es: URL de inicio
fr_fr: URL de démarrage
pl_pl: Początkowy adres URL
pt_br: URL de início
ru_ru: Начальный URL

source: Join URL
es_es: URL de unión
fr_fr: URL de participation
pl_pl: Dołącz adres URL
pt_br: URL de entrada
ru_ru: URL-адрес присоединения

source: Password: %s
es_es: Contraseña: %s
fr_fr: Mot de passe : %s
pl_pl: Hasło: %s
pt_br: Senha: %s
ru_ru: Пароль: %s

source: Status: %s
es_es: Estado: %s
fr_fr: Statut : %s
ru_ru: Статус: %s

source: Join meeting
es_es: Unirse a la reunión
fr_fr: Rejoindre la réunion
pl_pl: Dołącz do spotkania
pt_br: Entre na reunião
ru_ru: Присоединиться к встрече

source: Google Calendar events
es_es: Eventos de Google Calendar
fr_fr: Événements du calendrier Google
pl_pl: Wydarzenia w Kalendarzu Google
pt_br: Eventos do Calendário do Google
ru_ru: События Google Календаря

source: Refresh Google Calendar event creation
es_es: Crear evento de Google Calendar de nuevo
fr_fr: Créer à nouveau un événement Google Agenda
pl_pl: Odśwież tworzenie wydarzeń w Kalendarzu Google
pt_br: Criar evento no Calendário do Google novamente
ru_ru: Обновите создание событий в Google Календаре.

source: An event will be created or updated in any destination calendar set for the availability plan for which this reservation was generated.
es_es: Se creará o actualizará un evento en cualquier calendario de destino establecido para el plan de disponibilidad para el cual se generó esta reserva.
fr_fr: Un événement sera créé ou mis à jour dans n'importe quel calendrier de destination défini pour le plan de disponibilité pour lequel cette réservation a été générée.
pl_pl: Wydarzenie zostanie utworzone lub zaktualizowane w dowolnym kalendarzu docelowym ustawionym dla planu dostępności, dla którego ta rezerwacja została wygenerowana.
pt_br: Um evento será criado ou atualizado em qualquer calendário de destino definido para o plano de disponibilidade para o qual esta reserva foi gerada.
ru_ru: Событие будет создано или обновлено в любом календаре назначения, установленном для плана доступности, для которого было сгенерировано это бронирование.

source: Form submission details
es_es: Detalles del envío del formulario
fr_fr: Détails de soumission de formulaire
pl_pl: Szczegóły dotyczące przesyłania formularzy
pt_br: Detalhes de envio do formulário
ru_ru: Подробности отправки формы

source: Applied discounts
es_es: Descuentos aplicados
fr_fr: Réductions appliquées
pl_pl: Zastosowane rabaty
pt_br: Descontos aplicados
ru_ru: Примененные скидки

source: The discount values are based on the time of the reservation and any subsequent changes to a promotion will not be reflected here.
es_es: Los valores de descuento se basan en el momento de la reserva y cualquier cambio posterior a una promoción no se reflejará aquí.
fr_fr: Les valeurs de réduction sont relatives à l'heure de la réservation. Tout changement ultérieur à une promotion ne sera pas reflété ici.
pl_pl: Wartości rabatów są oparte na czasie rezerwacji, a wszelkie późniejsze zmiany w promocji nie zostaną tutaj odzwierciedlone.
pt_br: Os valores de desconto são baseados no momento da reserva e quaisquer alterações posteriores a uma promoção não serão refletidas aqui.
ru_ru: Значения скидок зависят от времени бронирования, и любые последующие изменения в акции здесь не отражаются.

source: System
es_es: Sistema
fr_fr: Système
pt_br: Sistema
ru_ru: Система

source: User
es_es: Usuario
fr_fr: Utilisateur
pl_pl: Użytkownik
pt_br: Usuário
ru_ru: Пользователь

source: Confirmation email sent by %s
es_es: Correo de confirmación enviado por %s
fr_fr: E-mail de confirmation envoyé par %s
pl_pl: Wiadomość e-mail z potwierdzeniem wysłana przez %s
pt_br: Email de confirmação enviado por %s
ru_ru: Письмо с подтверждением отправлено %s

source: send again
es_es: enviar de nuevo
fr_fr: envoyer à nouveau
pl_pl: wysłać ponownie
pt_br: enviar novamente
ru_ru: Отправь еще раз

source: Confirmation pending
es_es: Confirmación pendiente
fr_fr: Confirmation en attente
pl_pl: Potwierdzenie w toku
pt_br: Confirmação pendente
ru_ru: Ожидается подтверждение

source: Reminder email sent by %s
es_es: Recordatorio enviado por correo electrónico por %s
fr_fr: Email de rappel envoyé par %s
pl_pl: Wiadomość e-mail z przypomnieniem wysłana przez %s
pt_br: E-mail de lembrete enviado por %s
ru_ru: Письмо с напоминанием отправлено %s

source: send now
es_es: enviar ahora
fr_fr: envoyez maintenant
pl_pl: wyślij teraz
pt_br: enviar agora
ru_ru: Отправить сейчас

source: Reminder email pending
es_es: Recordatorio pendiente
fr_fr: Email de rappel en attente
pl_pl: Oczekuje na wiadomość e-mail z przypomnieniem
pt_br: E-mail de lembrete pendente
ru_ru: Письмо с напоминанием ожидает рассмотрения

source: Cancellation email sent by %s
es_es: Correo de cancelación enviado por %s
fr_fr: E-mail d'annulation envoyé par %s
pl_pl: Wiadomość e-mail o anulowaniu wysłana przez %s
pt_br: E-mail de cancelamento enviado por %s
ru_ru: Письмо об отмене отправлено %s

source: Refund
es_es: Reembolso
fr_fr: Remboursement
pl_pl: Zwrot kosztów
pt_br: Reembolso
ru_ru: Возвращать деньги

source: Gateway
es_es: Pasarela de pago
fr_fr: Passerelle de paiement
ru_ru: шлюз

source: Amount
es_es: Monto
fr_fr: Montant
pl_pl: Kwota
pt_br: Valor
ru_ru: Количество

source: Gateway data
es_es: Datos de la pasarela
fr_fr: Données de la passerelle de paiement
pl_pl: Dane bramki
pt_br: Dados do gateway
ru_ru: Данные шлюза

source: Edit
es_es: Editar
fr_fr: Modifier
pl_pl: Edytuj
pt_br: Editar
ru_ru: Редактировать

source: Files
es_es: Archivos
fr_fr: Fichiers
pl_pl: Pliki
pt_br: Arquivos
ru_ru: Файлы

source: This reservation has expired.
es_es: Reserva caducada.
fr_fr: Le délai de réservation a expiré.
pl_pl: Ta rezerwacja wygasła.
pt_br: Esta reserva expirou.
ru_ru: Срок действия резервации истек.

source: Editing an expired reservation could lead to overbooking as the spot may have been taken by other reservations.
es_es: Editar una reserva caducada podría provocar una sobrerreservación, ya que el lugar podría haber sido reservado por otras reservas.
fr_fr: La modification d'une réservation expirée peut entraîner une surréservation car la place peut avoir été prise par d'autres réservations.
pl_pl: Edytowanie wygasłej rezerwacji może prowadzić do overbookingu, ponieważ miejsce mogło zostać zajęte przez inne rezerwacje.
pt_br: A edição de uma reserva expirada pode resultar em overbooking, pois o horário pode ter sido ocupado por outras reservas.
ru_ru: Изменение бронирования с истекшим сроком действия может привести к перебронированию, поскольку место могло быть занято другими бронированиями.

source: I am aware of the potential risks
es_es: Soy consciente de los riesgos potenciales
fr_fr: Je suis conscient des risques potentiels
pl_pl: Jestem świadomy potencjalnego ryzyka
pt_br: Estou ciente dos riscos potenciais
ru_ru: Я осознаю потенциальные риски

source: You are editing the database directly
es_es: Estás editando directamente en la base de datos
fr_fr: Vous modifiez directement la base de données
pl_pl: Edytujesz bazę danych bezpośrednio
pt_br: Você está editando o banco de dados diretamente
ru_ru: Вы редактируете базу данных напрямую

source: Changes made here won't send notifications. Use the actions in the reservations table to trigger them.
es_es: Los cambios realizados aquí no enviarán notificaciones. Utiliza las acciones en la tabla de reservas para activarlas.
fr_fr: Toute modification de données ici ne déclenchera pas de notifications. Utilisez les actions dans le tableau des réservations si vous avez l'intention de le faire.
pl_pl: Zmiany dokonane tutaj nie spowodują wysłania powiadomień. Użyj akcji w tabeli rezerwacji, aby je uruchomić.
pt_br: As alterações feitas aqui não enviarão notificações. Use as ações na tabela de reservas para acioná-los.
ru_ru: Изменения, внесенные здесь, не приведут к отправке уведомлений. Используйте действия в таблице резервирования, чтобы активировать их.

source: The service will be modified even if there are no available slots for it.
es_es: El servicio se modificará aunque no haya espacios disponibles para él.
fr_fr: Le service sera changé même s'il n'y a pas de créneau disponible correspondant.
pl_pl: Usługa zostanie zmodyfikowana, nawet jeśli nie ma dla niej dostępnych slotów.
pt_br: O serviço será modificado mesmo que não haja horários disponíveis para ele.
ru_ru: Услуга будет модифицирована, даже если для нее нет свободных мест.

source: Start date time
es_es: Fecha y hora de inicio
fr_fr: Date de début
pl_pl: Data rozpoczęcia godzina
pt_br: Hora de início
ru_ru: Дата начала время

source: The date will be modified even if there are no available slots for it.
es_es: La fecha se modificará aunque no haya espacios disponibles para ella.
fr_fr: La date sera modifiée même s'il n'y a pas de créneau disponible correspondant.
pl_pl: Data zostanie zmodyfikowana, nawet jeśli nie ma dla niej wolnych miejsc.
pt_br: A data será modificada mesmo que não haja vagas disponíveis para ela.
ru_ru: Дата будет изменена, даже если для нее нет свободных мест.

source: End date time
es_es: Fecha y hora de finalización
fr_fr: Date de fin
pl_pl: Data zakończenia godzina
pt_br: Data e horário final
ru_ru: Дата окончания время

source: Payment status
es_es: Estado de pago
fr_fr: Statut du paiement
pl_pl: Status płatności
pt_br: Situação dos pagamentos
ru_ru: Статус платежа

source: Base price
es_es: Precio base
fr_fr: Prix de base
pl_pl: Cena podstawowa
pt_br: Preço base
ru_ru: Базисная цена

source: Reason for cancellation
es_es: Motivo de cancelación
fr_fr: Raison de l'annulation
pl_pl: Powód anulowania
pt_br: Motivo do cancelamento
ru_ru: Причина отмены

source: This is the latest service form available.
es_es: Este es el último formulario de servicio disponible.
fr_fr: Voici le formulaire de service actuel.
pl_pl: Jest to najnowszy dostępny formularz usługi.
pt_br: Este é o formulário de serviço mais recente disponível.
ru_ru: Это последняя доступная форма обслуживания.

source: If you've made changes to the service form after this reservation was submitted, some information may be missing or different from what the customer originally viewed.
es_es: Si has realizado cambios en el formulario de servicio después de que se enviara esta reserva, es posible que falte información o que sea diferente de lo que vio originalmente el cliente.
fr_fr: Si vous avez modifié le formulaire de service après la soumission de cette réservation, certaines données peuvent être incomplètes ou différentes de ce que le client a vu initialement.
pl_pl: Jeśli wprowadzono zmiany w formularzu usługi po przesłaniu tej rezerwacji, niektórych informacji może brakować lub mogą się one różnić od tych, które klient widział pierwotnie.
pt_br: Se você fez alterações no formulário de serviço após o envio desta reserva, algumas informações podem estar ausentes ou diferentes do que o cliente visualizou originalmente.
ru_ru: Если вы внесли изменения в форму услуги после отправки бронирования, некоторая информация может отсутствовать или отличаться от той, которую первоначально просматривал клиент.

source: No payment yet
es_es: Aún no se ha realizado el pago
fr_fr: Aucun paiement pour le moment
pl_pl: Brak płatności
pt_br: Nenhum pagamento ainda
ru_ru: Платежа еще нет
