Repository: VonStroheim/thebooking-languages
Catalog: 3.1.0/team-booking-*.po
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

source: A booking plugin for WordPress.
es_es: Un plugin de reservas para WordPress.
fr_fr: Un plugin de réservation pour WordPress.
pl_pl: Wtyczka do rezerwacji dla WordPress.
pt_br: Um plugin de agendamento para WordPress.
ru_ru: Плагин бронирования для WordPress.

source: VonStroheim
ru_ru: Фон Штрогейм

source: Service
es_es: Servicio
pl_pl: Usługa
pt_br: Serviço
ru_ru: Услуга

source: Date
es_es: Fecha
pl_pl: Data
pt_br: Data
ru_ru: Дата

source: Created
es_es: Creado
fr_fr: Créé
pl_pl: Utworzony
pt_br: Criado
ru_ru: Созданный

source: Form field
es_es: Campo de formulario
fr_fr: Champ de formulaire
pl_pl: Pole formularza
pt_br: Campo do formulário
ru_ru: Поле формы

source: TheBooking reservations
es_es: Reservas TheBooking
fr_fr: Les réservations de TheBooking
pl_pl: Rezerwacje TheBooking
pt_br: Reservas TheBooking
ru_ru: Бронирование TheBooking

source: Email
es_es: Correo electrónico
ru_ru: Электронная почта

source: First name
es_es: Nombre
fr_fr: Prénom
pl_pl: Imię
pt_br: Primeiro nome
ru_ru: Имя

source: Last name
es_es: Apellido
fr_fr: Nom
pl_pl: Nazwisko
pt_br: Último nome
ru_ru: Фамилия

source: Address
es_es: Dirección
fr_fr: Adresse
pl_pl: Adres
pt_br: Endereço
ru_ru: Адрес

source: Phone
es_es: Teléfono
fr_fr: Téléphone
pl_pl: Telefon
pt_br: WhatsApp
ru_ru: Телефон

source: Google Account
es_es: Cuenta de Google
fr_fr: Compte Google
pl_pl: Konto Google
pt_br: Conta do Google
ru_ru: Google Аккаунт

source: Google Integration
es_es: Integración con Google
fr_fr: Intégration Google
pl_pl: Integracja z Google
pt_br: Integração com Google
ru_ru: Интеграция с Google

source: Google Accounts
es_es: Cuentas de Google
fr_fr: Comptes Google
pl_pl: Konta Google
pt_br: Contas do Google
ru_ru: Учетные записи Google

source: Google Meet link
es_es: Enlace de Google Meet
fr_fr: Lien Google Meet
pl_pl: Link do Google Meet
pt_br: Link do Google Meet
ru_ru: Ссылка на Google Meet

source: Reservation
es_es: Reserva
fr_fr: Réservation
pl_pl: Rezerwacja
pt_br: Reserva
ru_ru: Бронирование

source: Google Calendar
es_es: Calendario de Google
fr_fr: Google Agenda
pl_pl: Kalendarz Google
pt_br: Calendário do Google
ru_ru: Google Календарь

source: In order to use Google Calendar with the plugin, you have to activate and configure a Google Project.
es_es: Para usar Google Calendar con el plugin, debes activar y configurar un proyecto de Google.
fr_fr: Pour utiliser Google Agenda avec le plugin, vous devez activer et configurer un projet Google.
pl_pl: Aby korzystać z Kalendarza Google za pomocą wtyczki, należy aktywować i skonfigurować Projekt Google.
pt_br: Para usar o Google Agenda com o plug-in, você precisa ativar e configurar um projeto do Google.
ru_ru: Чтобы использовать Календарь Google с плагином, вам необходимо активировать и настроить проект Google.

source: Your authorization was revoked upstream, please disconnect and reconnect!
es_es: ¡La autorización ha sido revocada en la fuente, desconéctate y vuelve a conectar!
fr_fr: Votre autorisation a été révoquée en amont, veuillez vous déconnecter et vous reconnecter !
pl_pl: Twoja autoryzacja została cofnięta, rozłącz się i połącz ponownie!
pt_br: Sua autorização foi revogada, desconecte e reconecte!
ru_ru: Ваша авторизация была отозвана. Пожалуйста, отключитесь и подключитесь снова!

source: Something changed in your Google account (a password reset or similar), please disconnect and reconnect!
es_es: Algo ha cambiado en tu cuenta de Google (restablecimiento de contraseña u otro), desconéctate y vuelve a conectar.
fr_fr: Quelque chose a changé dans votre compte Google (réinitialisation de mot de passe ou similaire), veuillez vous déconnecter et vous reconnecter !
pl_pl: Coś zmieniło się na Twoim koncie Google (reset hasła lub coś podobnego), rozłącz się i połącz ponownie!
pt_br: Algo mudou em sua conta do Google (uma redefinição de senha ou similar), desconecte e reconecte!
ru_ru: Что-то изменилось в вашей учетной записи Google (сброс пароля или что-то подобное), отключитесь и подключитесь снова!

source: Google Calendar API is not configured.
es_es: La API de Google Calendar no está configurada.
fr_fr: L'API Google Calendar n'est pas configurée.
pl_pl: Interfejs API Kalendarza Google nie jest skonfigurowany.
pt_br: A API do Calendário do Google não está configurada.
ru_ru: API Календаря Google не настроен.

source: Insufficient permissions for the Google account %s, please disconnect it, then reconnect and ensure to select ALL the checkboxes when asked for permissions!
es_es: Permisos insuficientes, desconéctate y vuelve a solicitar la autorización asegurándote de seleccionar TODAS las casillas cuando se te soliciten permisos.
fr_fr: Autorisations insuffisantes pour le compte Google %s, veuillez le déconnecter, puis le reconnecter et assurez-vous de sélectionner TOUTES les cases à cocher lorsqu'on vous le demande !
pl_pl: Niewystarczające uprawnienia dla konta Google %s, odłącz je, a następnie podłącz ponownie i upewnij się, że zaznaczone są WSZYSTKIE pola wyboru, gdy pojawi się pytanie o uprawnienia!
pt_br: Permissões insuficientes para a conta do Google %s, desconecte-a e reconecte, garantindo selecionar TODAS as caixas de seleção quando solicitado por permissões!
ru_ru: Недостаточно прав для учетной записи Google %s, отключите ее, затем подключите заново и убедитесь, что выбрали ВСЕ флажки при запросе разрешений!

source: Event not created. The reservation is not confirmed.
es_es: Evento no creado. La reserva no está confirmada.
fr_fr: Événement non créé. La réservation n'est pas confirmée.
pl_pl: Zdarzenie nie zostało utworzone. Rezerwacja nie została potwierdzona.
pt_br: Evento não criado. A reserva não foi confirmada.
ru_ru: Событие не создано. Бронирование не подтверждено.

source: Event not created. No destination calendar is found.
es_es: Evento no creado. No se encontró un calendario de destino.
fr_fr: Événement non créé. Aucun calendrier de destination trouvé.
pl_pl: Zdarzenie nie zostało utworzone. Nie znaleziono kalendarza docelowego.
pt_br: Evento não criado. Nenhum calendário de destino foi encontrado.
ru_ru: Событие не создано. Календарь назначения не найден.

source: Event created.
es_es: Evento creado.
fr_fr: Événement créé.
pl_pl: Utworzono wydarzenie.
pt_br: Evento criado.
ru_ru: Событие создано.

source: Event deleted.
es_es: Evento eliminado.
fr_fr: Événement supprimé.
pl_pl: Wydarzenie usunięte.
pt_br: Evento excluído.
ru_ru: Событие удалено.

source: Access was already revoked manually.
es_es: El acceso ya fue revocado manualmente.
fr_fr: L'accès a été révoqué manuellement.
pl_pl: Dostęp został już cofnięty ręcznie.
pt_br: O acesso já foi revogado manualmente.
ru_ru: Доступ уже отозван вручную.

source: Google Account %s not found.
es_es: Cuenta de Google %s no encontrada.
fr_fr: Compte Google %s introuvable.
pl_pl: Nie znaleziono konta Google %s .
pt_br: Conta do Google %s não encontrada.
ru_ru: Учетная запись Google %s не найдена.

source: This provider is already associated with the Google Account %s
es_es: Este proveedor ya está asociado con la cuenta de Google %s.
fr_fr: Ce prestataire est déjà associé au compte Google %s
pl_pl: Ten dostawca jest już powiązany z kontem Google %s
pt_br: Este provedor já está associado à Conta do Google %s
ru_ru: Этот поставщик уже связан с учетной записью Google %s

source: Settings have been saved!
es_es: ¡Configuración guardada!
fr_fr: Paramètres sauvegardé!
pl_pl: Ustawienia zostały zapisane!
pt_br: Convigurações salvas!
ru_ru: Настройки сохранены!

source: Allow service providers to connect their own Google Account
es_es: Permitir a los proveedores de servicios conectar su propia cuenta de Google
fr_fr: Permettre aux prestataires de services de connecter leur propre compte Google
pl_pl: Umożliwienie dostawcom usług podłączenia własnego konta Google
pt_br: Permita que os prestadores de serviço conectem sua própria Conta do Google
ru_ru: Разрешить поставщикам услуг подключать свой собственный аккаунт Google

source: If active, service providers will be able to connect their own Google Account autonomously.
es_es: Si está activo, los proveedores de servicios podrán conectar su propia cuenta de Google de forma autónoma.
fr_fr: Si actif, les prestataires de services pourront connecter leur propre compte Google de manière autonome.
pl_pl: Jeśli usługa będzie aktywna, dostawcy usług będą mogli samodzielnie połączyć swoje konto Google.
pt_br: Se ativo, os prestadores de serviço poderão conectar sua própria Conta do Google de forma autônoma.
ru_ru: Если активно, поставщики услуг смогут самостоятельно подключить свой собственный аккаунт Google.

source: Allow service providers to use override commands.
es_es: Permitir a los proveedores de servicios usar comandos de anulación.
fr_fr: Permettre aux prestataires de services d'utiliser des commandes de substitution.
pl_pl: Zezwalanie dostawcom usług na używanie poleceń zastępujących.
pt_br: Permita que os prestadores de serviço usem comandos de substituição.
ru_ru: Разрешить поставщикам услуг использовать команды переопределения.

source: If active, service providers will be able to override some general service settings for specific slots, such as the price, by using slot commands directly in Google Calendar.
es_es: Si está activo, los proveedores de servicios podrán anular algunas configuraciones generales del servicio para espacios específicos, como el precio, utilizando comandos de espacio directamente en Google Calendar.
fr_fr: Si actif, les prestataires de services pourront remplacer certains paramètres de service généraux pour des créneaux spécifiques, comme le prix, en utilisant directement des commandes de créneau dans Google Calendar.
pl_pl: Jeśli opcja ta będzie aktywna, usługodawcy będą mogli zastąpić niektóre ogólne ustawienia usługi dla określonych slotów, takie jak cena, za pomocą poleceń slotów bezpośrednio w Kalendarzu Google.
pt_br: Se ativo, os provedores de serviço poderão substituir algumas configurações gerais de serviço para horários específicos, como o preço, usando comandos de horário diretamente no Google Calendar.
ru_ru: Если активно, поставщики услуг смогут переопределять некоторые общие настройки услуги для конкретных слотов, такие как цена, используя команды слотов напрямую в Google Календаре.

source: Administrators are always allowed.
es_es: Los administradores siempre tienen acceso.
fr_fr: Les administrateurs ont toujours les droits.
pl_pl: Administratorzy są zawsze dozwoleni.
pt_br: Os administradores são sempre permitidos.
ru_ru: Администраторам всегда разрешено.

source: API App Name
es_es: Nombre de la aplicación de API
fr_fr: Nom de l'application API
pl_pl: Nazwa aplikacji API
pt_br: Nome do App API
ru_ru: Имя приложения API

source: Google Cloud Platform console > OAuth Consent screen > Edit App (button) > App name
es_es: Consola de Google Cloud Platform> Pantalla de consentimiento de OAuth> Editar aplicación (botón)> Nombre de la aplicación
fr_fr: Google Cloud Platform console > Consentement OAuth > Modifier l'application (bouton) > Nom de l'application
pl_pl: Konsola Google Cloud Platform > Ekran zgody OAuth > Edytuj aplikację (przycisk) > Nazwa aplikacji
pt_br: Console da platforma Google Cloud > Tela de consentimento oAuth > Editar aplicativo (botão) > Nome do aplicativo
ru_ru: Консоль Google Cloud Platform > Экран согласия OAuth > Изменить приложение (кнопка) > Имя приложения.

source: Google API Authorized JS Origin
es_es: Origen JS autorizado de Google API
fr_fr: Origine JS autorisée de l'API Google
pt_br: Origem JS autorizada pela API do Google
ru_ru: Авторизованный Google API JS Origin

source: Copy/Paste this link in the Authorized JS Origin field of the Google Project
es_es: Copiar/Pegar este enlace en el campo Origen JS autorizado del proyecto de Google
fr_fr: Copiez/collez ce lien dans le champ Origine JS autorisée du projet Google
pl_pl: Skopiuj/wklej ten link w polu Autoryzowane pochodzenie JS w projekcie Google
pt_br: Copie e cole este link no campo Origem Autorizada de JS do Projeto Google
ru_ru: Скопируйте и вставьте эту ссылку в поле «Авторизованный источник JS» проекта Google.

source: API Client ID
es_es: ID de cliente de la API
fr_fr: Identifiant client API
pl_pl: Identyfikator klienta API
pt_br: ID da API Cliente
ru_ru: Идентификатор клиента API

source: Google Cloud Platform console > Credentials > Client ID
es_es: Consola de Google Cloud Platform> Credenciales> ID de cliente
fr_fr: Google Cloud Platform console > Identifiants > ID client
pl_pl: Konsola Google Cloud Platform > Poświadczenia > Identyfikator klienta
pt_br: Console da platforma Google Cloud > Credenciais > ID do Cliente
ru_ru: Консоль Google Cloud Platform > Учетные данные > Идентификатор клиента

source: API Client Secret
es_es: Secreto de cliente de la API
fr_fr: Secret client API
pl_pl: Sekret klienta API
pt_br: ID da API Cliente secreta
ru_ru: Секрет клиента API

source: Google Cloud Platform console > Credentials > Client ID > Edit oAuth Client (pencil icon) > Client Secret
es_es: Consola de Google Cloud Platform> Credenciales> ID de cliente> Editar cliente oAuth (icono de lápiz)> Secreto del cliente
fr_fr: Google Cloud Platform console > Identifiants > ID client > Modifier le client oAuth (icône de crayon) > Secret client
pl_pl: Konsola Google Cloud Platform > Poświadczenia > Identyfikator klienta > Edytuj klienta oAuth (ikona ołówka) > Sekret klienta
pt_br: Console da platforma Google Cloud > Credenciais > ID do Cliente - Editar cliente oAuth (ícone lápis) > Segredo do cliente
ru_ru: Консоль Google Cloud Platform > Учетные данные > Идентификатор клиента > Изменить клиент oAuth (значок карандаша) > Секрет клиента

source: Google API Redirect URI
es_es: URI de redireccionamiento de Google API
fr_fr: URI de redirection de l'API Google
pl_pl: Identyfikator URI przekierowania interfejsu API Google
pt_br: URI de redirecionamento da API do Google
ru_ru: URI перенаправления API Google

source: Copy/Paste this link in the Redirect URI field of the Google Project
es_es: Copiar/Pegar este enlace en el campo Origen JS autorizado del proyecto de Google
fr_fr: Copiez/collez ce lien dans le champ URI de redirection du projet Google
pl_pl: Skopiuj/wklej ten link w polu URI przekierowania w projekcie Google
pt_br: Copie e cole este link no campo URI de Redirecionamento do Projeto Google
ru_ru: Скопируйте и вставьте эту ссылку в поле URI перенаправления проекта Google.

source: Google Calendar refresh delay
es_es: Retardo de búsqueda de calendario de Google
fr_fr: Délai de récupération du calendrier Google
pl_pl: Opóźnienie odświeżania Kalendarza Google
pt_br: Atraso de atualização do Calendário do Google
ru_ru: Задержка обновления Календаря Google

source: If the value is greater than 0, the Google Calendar availability events will be cached for the specified time (in seconds)
es_es: Si es mayor que 0, los eventos de disponibilidad del calendario de Google se almacenarán en caché durante el tiempo especificado (en segundos).
fr_fr: Si supérieur à 0, les événements de disponibilité du calendrier Google seront mis en cache pendant le temps spécifié (en secondes)
pl_pl: Jeśli wartość jest większa niż 0, wydarzenia dostępności Kalendarza Google będą buforowane przez określony czas (w sekundach).
pt_br: Se o valor for maior que 0, os eventos de disponibilidade do Google Agenda serão armazenados em cache pelo tempo especificado (em segundos)
ru_ru: Если значение больше 0, события доступности Календаря Google будут кэшироваться в течение указанного времени (в секундах).

source: If the Google Calendar availability is not changed too often, consider increasing this value to save Google API quota. However, note that events added to Google Calendar will only be detected by the plugin after this interval has passed.
es_es: Si la disponibilidad del calendario de Google no cambia con demasiada frecuencia, considere aumentar ese valor para ahorrar cuota de API de Google. Tenga en cuenta que los eventos agregados en Google Calendar no serán reconocidos por el plugin hasta que haya pasado este intervalo.
fr_fr: Si la disponibilité du calendrier Google ne change pas trop souvent, envisagez d'augmenter cette valeur pour économiser le quota d'utilisation de l'API Google. Gardez à l'esprit que les événements ajoutés dans Google Agenda ne seront pas reconnus par le plugin tant que cet intervalle ne sera pas écoulé.
pl_pl: Jeśli dostępność Kalendarza Google nie zmienia się zbyt często, warto rozważyć zwiększenie tej wartości, aby zaoszczędzić limit Google API. Należy jednak pamiętać, że wydarzenia dodane do Kalendarza Google będą wykrywane przez wtyczkę dopiero po upływie tego interwału.
pt_br: Se a disponibilidade do Google Agenda não for alterada com muita frequência, considere aumentar esse valor para economizar a cota da API do Google. No entanto, observe que os eventos adicionados ao Google Agenda só serão detectados pelo plug-in após esse intervalo.
ru_ru: Если доступность Календаря Google не меняется слишком часто, рассмотрите возможность увеличения этого значения, чтобы сохранить квоту Google API. Однако обратите внимание, что события, добавленные в Календарь Google, будут обнаружены плагином только по истечении этого интервала.

source: Location successfully added.
es_es: Ubicación añadida con éxito.
fr_fr: Emplacement ajouté avec succès.
pl_pl: Lokalizacja została pomyślnie dodana.
pt_br: Localização adicionada com sucesso.
ru_ru: Местоположение успешно добавлено.

source: Location successfully deleted.
es_es: Ubicación eliminada con éxito.
fr_fr: Emplacement supprimé avec succès.
pl_pl: Lokalizacja została pomyślnie usunięta.
pt_br: Localização excluída com sucesso.
ru_ru: Местоположение успешно удалено.

source: Name
es_es: Nombre
fr_fr: Nom
pl_pl: Nazwa
pt_br: Nome
ru_ru: Имя

source: Actions
es_es: Acciones
pl_pl: Działania
pt_br: Ações
ru_ru: Действия

source: General
fr_fr: Général
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие

source: Locations
es_es: Ubicaciones
fr_fr: Emplacements
pl_pl: Lokalizacje
pt_br: Localidades
ru_ru: Локации

source: Duplicate from %s
es_es: Duplicado desde %s
fr_fr: Dupliquer depuis %s
pl_pl: Duplikat ze strony %s
pt_br: Duplicar de %s
ru_ru: Дубликат от %s

source: To the customer
es_es: Para el cliente
fr_fr: Au client
pl_pl: Do klienta
pt_br: Para o Cliente
ru_ru: Заказчику

source: To the admin
es_es: Para el administrador
fr_fr: À l'administrateur
pl_pl: Do administratora
pt_br: Para o administrador
ru_ru: Администратору

source: To the service provider
es_es: Al proveedor de servicios
fr_fr: Au prestataire de service
pl_pl: Do dostawcy usług
pt_br: Para o provedor de serviço
ru_ru: Поставщику услуг

source: Personal notifications
es_es: Notificaciones personales
fr_fr: Notifications personnelles
pl_pl: Powiadomienia osobiste
pt_br: Notificações pessoais
ru_ru: Персональные уведомления

source: Selected
es_es: Seleccionado
fr_fr: Sélectionné
pl_pl: Wybrane
pt_br: Selecionado
ru_ru: Выбрано

source: Not selected
es_es: No seleccionado
fr_fr: Non sélectionné
pl_pl: Nie wybrano
pt_br: Não selecionado
ru_ru: Не выбран

source: Customer
es_es: Cliente
fr_fr: Client
pl_pl: Klient
pt_br: Cliente
ru_ru: Клиент

source: Description
es_es: Descripción
pl_pl: Opis
pt_br: Descrição
ru_ru: Описание

source: Short description
es_es: Descripción corta
fr_fr: Courte description
pl_pl: Krótki opis
pt_br: Descrição curta
ru_ru: Краткое описание

source: Start time
es_es: Hora de inicio
fr_fr: Heure de début
pl_pl: Czas rozpoczęcia
pt_br: Horário de início
ru_ru: Время начала

source: Start date
es_es: Fecha de inicio
fr_fr: Date du rdv
pl_pl: Data rozpoczęcia
pt_br: Data de início
ru_ru: Дата начала

source: End time
es_es: Hora de finalización
fr_fr: Heure de fin
pl_pl: Czas zakończenia
pt_br: Horário final
ru_ru: Время окончания

source: End date
es_es: Fecha de finalización
fr_fr: Date de fin
pl_pl: Data zakończenia
pt_br: Data final
ru_ru: Дата окончания

source: Timezone
es_es: Zona horaria
fr_fr: Fuseau horaire
pl_pl: Strefa czasowa
pt_br: Fuso Horário
ru_ru: Часовой пояс

source: Location (name)
es_es: Ubicación (nombre)
fr_fr: Lieu (nom)
pl_pl: Lokalizacja (nazwa)
pt_br: Localidade (nome)
ru_ru: Название местоположения)

source: Location (address)
es_es: Ubicación (dirección)
fr_fr: Lieu (adresse)
pl_pl: Lokalizacja (adres)
pt_br: Localidade (endereço)
ru_ru: Местоположение (адрес)

source: Duration
es_es: Duración
fr_fr: Durée
pl_pl: Czas trwania
pt_br: Duração
ru_ru: Продолжительность

source: Price
es_es: Precio
fr_fr: Prix
pl_pl: Cena
pt_br: Preço
ru_ru: Цена

source: Tickets
es_es: Entradas
fr_fr: Nombre de Places
pl_pl: Bilety
ru_ru: Билеты

source: Cancellation reason
es_es: Razón de cancelación
fr_fr: Raison de l'annulation
pl_pl: Powód anulowania
pt_br: Motivo do cancelamento
ru_ru: Причина отмены

source: Id
fr_fr: Identifiant
ru_ru: Идентификатор

source: Provider
es_es: Proveedor de servicios
fr_fr: Prestataire de service
pl_pl: Dostawca
pt_br: Prestador de serviço
ru_ru: Поставщик

source: Start time (old)
es_es: Hora de inicio (antiguo)
fr_fr: Heure de début (vieille)
pl_pl: Czas rozpoczęcia (stary)
pt_br: Horário de início (antigo)
ru_ru: Время начала (старое)

source: Start date (old)
es_es: Fecha de inicio (antiguo)
fr_fr: Date de début (vieille)
pl_pl: Data rozpoczęcia (stara)
pt_br: Data de início (antiga)
ru_ru: Дата начала (старая)

source: End time (old)
es_es: Hora de finalización (antiguo)
fr_fr: Heure de fin (vieille)
pl_pl: Czas zakończenia (stary)
pt_br: Horário final (antigo)
ru_ru: Время окончания (старое)

source: End date (old)
es_es: Fecha de finalización (antiguo)
fr_fr: Date de fin (vieille)
pl_pl: Data zakończenia (stara)
pt_br: Data final (antiga)
ru_ru: Дата окончания (старая)

source: Duration (old)
es_es: Duración (antiguo)
fr_fr: Durée (vieille)
pl_pl: Czas trwania (stary)
pt_br: Duração (antiga)
ru_ru: Продолжительность (старая)

source: Form
es_es: Campo de formulario
fr_fr: Formulaire
pl_pl: Formularz
pt_br: Formulário
ru_ru: Форма

source: Availability plan not found.
es_es: Plan de disponibilidad no encontrado.
fr_fr: Plan de disponibilité introuvable.
pl_pl: Nie znaleziono planu dostępności.
pt_br: Plano de disponibilidade não encontrado.
ru_ru: План доступности не найден.

source: You do not have the necessary authorization to manage this availability plan at this time.
es_es: No tienes la autorización necesaria para gestionar este plan de disponibilidad en este momento.
fr_fr: Vous n'avez pas l'autorisation nécessaire pour gérer ce plan de disponibilité actuellement.
pl_pl: W tej chwili nie masz niezbędnych uprawnień do zarządzania tym planem dostępności.
pt_br: Você não tem a autorização necessária para gerenciar este plano de disponibilidade no momento.
ru_ru: У вас нет необходимых полномочий для управления этим планом доступности в настоящее время.

source: You do not have the necessary authorization to manage availability plans at this time.
es_es: No tienes la autorización necesaria para gestionar planes de disponibilidad en este momento.
fr_fr: Vous n'avez pas l'autorisation nécessaire pour gérer les plans de disponibilité actuellement.
pl_pl: W tej chwili nie masz uprawnień niezbędnych do zarządzania planami dostępności.
pt_br: Você não tem a autorização necessária para gerenciar planos de disponibilidade no momento.
ru_ru: У вас нет необходимых полномочий для управления планами доступности в настоящее время.
