Repository: VonStroheim/thebooking-languages
Catalog: 3.1.0/team-booking-*.po
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

# WP Block Editor
source: Load more events button
es_es: Botón de cargar más eventos.
fr_fr: Bouton Charger plus d'événements
pl_pl: Przycisk Załaduj więcej wydarzeń
pt_br: Botão "Carregar mais eventos"
ru_ru: Кнопка "Загрузить еще события"

# WP Block Editor
source: Maximum fetched events
es_es: Máximo de eventos recuperados
fr_fr: Nombre maximal d'événements récupérés
pl_pl: Maksymalna liczba pobranych zdarzeń
pt_br: Máximo de eventos buscados
ru_ru: Максимальное количество извлеченных событий

# WP Block Editor
source: Maximum number of events that can be loaded in total when using the "Show more" button. Set "0" for no limit.
es_es: Número máximo de eventos que se pueden cargar en total al usar el botón "Mostrar más". Establezca "0" para no tener límite.
fr_fr: Nombre maximum d'événements qui peuvent être chargés au total en utilisant le bouton "Afficher plus". Définissez "0" pour aucune limite.
pl_pl: Maksymalna liczba zdarzeń, które można wczytać podczas korzystania z przycisku "Pokaż więcej". Ustaw "0" dla braku limitu.
pt_br: Número máximo de eventos que podem ser carregados no total ao usar o botão "Mostrar mais". Defina "0" para sem limite.
ru_ru: Максимальное количество событий, которое можно загрузить за один раз при использовании кнопки "Показать еще". Установите "0" для отсутствия ограничений.

# WP Block Editor
source: Permissions
es_es: Permisos
fr_fr: Autorisations
pl_pl: Uprawnienia
pt_br: Permissões
ru_ru: Разрешения

# WP Block Editor
source: Read-only
es_es: Solo lectura
fr_fr: Lecture seule
pl_pl: Tylko do odczytu
pt_br: Apenas leitura
ru_ru: Только для чтения.

# WP Block Editor
source: Prevents booking through this widget instance.
es_es: Evita reservas a través de esta instancia de widget.
fr_fr: Empêche la réservation via cette instance de widget.
pl_pl: Zapobiega dokonywaniu rezerwacji za pośrednictwem tej instancji widżetu.
pt_br: Impede reservas através desta instância de widget.
ru_ru: Предотвращает бронирование через этот виджет.

# WP Block Editor
source: Logged-only
es_es: Solo para usuarios registrados
fr_fr: Connecté uniquement
pl_pl: Tylko zalogowany
pt_br: Logados apenas
ru_ru: Только для зарегистрированных.

# WP Block Editor
source: Restricts booking to logged-in users only through this widget instance.
es_es: Restringe las reservas solo a usuarios registrados a través de esta instancia de widget.
fr_fr: Restreint la réservation uniquement aux utilisateurs connectés via cette instance de widget.
pl_pl: Ogranicza rezerwację do zalogowanych użytkowników tylko za pośrednictwem tej instancji widżetu.
pt_br: Restringe reservas apenas para usuários logados através desta instância de widget.
ru_ru: Ограничивает бронирование только для зарегистрированных пользователей через этот виджет.

# WP Block Editor
source: These permissions apply to all services presented through this widget, overriding any service-specific permission settings.
es_es: Estos permisos se aplican a todos los servicios presentados a través de este widget, anulando cualquier configuración de permisos específica del servicio.
fr_fr: Ces autorisations s'appliquent à tous les services présentés à travers ce widget, écrasant tous les paramètres d'autorisation spécifiques au service.
pl_pl: Uprawnienia te mają zastosowanie do wszystkich usług prezentowanych za pośrednictwem tego widżetu, zastępując wszelkie ustawienia uprawnień specyficzne dla usługi.
pt_br: Essas permissões se aplicam a todos os serviços apresentados por meio deste widget, substituindo quaisquer configurações de permissão específicas do serviço.
ru_ru: Эти разрешения применяются ко всем услугам, представленным через этот виджет, переопределяя любые настройки разрешений для конкретной услуги.

# block title
source: TheBooking widget
es_es: Widget de TheBooking
pl_pl: Widżet TheBooking
ru_ru: Виджет Booking

# block description
source: Displays the booking widget
es_es: Muestra el widget de reservas
fr_fr: Afficher le widget de réservation
pl_pl: Wyświetla widżet rezerwacji
pt_br: Exibe o widget de reserva
ru_ru: Отображает виджет бронирования

# block keyword
source: tbk-booking
ru_ru: ТБК-бронирование

# block keyword
source: teambooking
ru_ru: тимбукинг

# block keyword
source: calendar
es_es: calendario
fr_fr: calendrier
pl_pl: kalendarz
pt_br: calendário
ru_ru: календарь

# block keyword
source: reservations
es_es: reservas
fr_fr: réservations
pl_pl: rezerwacje
pt_br: reservas
ru_ru: оговорки

source: Url
pl_pl: Adres URL

# block keyword
source: thebooking
pl_pl: rezerwacja
