Repository: VonStroheim/thebooking-languages
Catalog: 3.1.0/team-booking-*.po
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

source: Unable to find booking form data.
es_es: No se pueden encontrar los datos del formulario de reserva.
fr_fr: Impossible de trouver les données du formulaire de réservation.
pl_pl: Nie można znaleźć danych formularza rezerwacji.
pt_br: Não foi possível encontrar os dados do formulário de reserva.
ru_ru: Не удалось найти данные формы бронирования.

source: Invalid customer email address.
es_es: Dirección de correo electrónico del cliente no válida.
fr_fr: Adresse e-mail du client invalide.
pl_pl: Nieprawidłowy adres e-mail klienta.
pt_br: Email de Cliente inválido.
ru_ru: Неверный адрес электронной почты клиента.

source: No customer email address provided.
es_es: No se proporcionó ninguna dirección de correo electrónico del cliente.
fr_fr: Aucune adresse e-mail de client fournie.
pl_pl: Nie podano adresu e-mail klienta.
pt_br: Nenhum endereço de e-mail do cliente fornecido.
ru_ru: Адрес электронной почты клиента не указан.

source: New customer
es_es: Nuevo cliente
fr_fr: Nouveau client
pl_pl: Nowy klient
pt_br: Novo Cliente
ru_ru: Новый клиент

source: You have already reached the maximum number of reservations for this service.
es_es: Ya ha alcanzado el número máximo de reservas para este servicio.
fr_fr: Vous avez atteint le nombre maximum de réservations possibles pour ce service.
pl_pl: Osiągnięto już maksymalną liczbę rezerwacji dla tej usługi.
pt_br: Você já atingiu o número máximo de reservas para este serviço.
ru_ru: Вы уже достигли максимального количества резервирований для этой услуги.

source: No available provider for this service.
es_es: No hay proveedores disponibles para este servicio.
fr_fr: Aucun fournisseur disponible pour ce service.
pl_pl: Brak dostępnego dostawcy tej usługi.
pt_br: Nenhum prestador de serviço disponível para este serviço.
ru_ru: Нет доступного поставщика для этой услуги.

source: Those time slots are not available anymore, apparently someone else was very fast :(
es_es: Esos intervalos de tiempo ya no están disponibles, parece que alguien más fue muy rápido :(
fr_fr: Ce créneau n’est plus disponible , apparemment quelqu’un d’autre a été plus rapide :(
pl_pl: Te przedziały czasowe nie są już dostępne, najwyraźniej ktoś inny był bardzo szybki :(
pt_br: Esses horários não estão mais disponíveis, aparentemente alguém foi muito rápido :(
ru_ru: Эти временные интервалы больше не доступны, видимо кто-то другой был очень быстр :(

source: Trying to book more tickets than they're available.
es_es: Intentando reservar más entradas de las que están disponibles.
fr_fr: Vous essayez de prendre plus de places que disponibles.
pl_pl: Próba zarezerwowania większej liczby biletów niż jest dostępna.
pt_br: Tentando reservar mais ingressos do que existem disponíveis.
ru_ru: Пытаюсь забронировать больше билетов, чем есть в наличии.

source: Trying to book more tickets than you're allowed.
es_es: Intentando reservar más entradas de las que está permitido.
fr_fr: Vous essayez de prendre plus de places que possible.
pl_pl: Próba zarezerwowania większej liczby biletów niż jest to dozwolone.
pt_br: Tentando reservar mais ingressos do que permitido.
ru_ru: Пытаюсь забронировать больше билетов, чем разрешено.

source: File has been deleted
es_es: Archivo eliminado correctamente
fr_fr: Fichier supprimé avec succès
pl_pl: Plik został usunięty
pt_br: Arquivo apagado com sucesso
ru_ru: Файл был удален

source: Entry has been deleted
es_es: Entrada eliminada correctamente
fr_fr: Entrée supprimée avec succès
pl_pl: Wpis został usunięty
pt_br: Entrada excluída com sucesso
ru_ru: Запись удалена

source: Reservation not found.
es_es: Reserva no encontrada.
fr_fr: Réservation non trouvée.
pl_pl: Nie znaleziono rezerwacji.
pt_br: Reserva não encontrada.
ru_ru: Бронирование не найдено.

source: Customer not found
es_es: Cliente no encontrado.
fr_fr: Non trouvé
pl_pl: Nie znaleziono klienta
pt_br: Cliente não encontrado
ru_ru: Клиент не найден

source: Not authorized
es_es: No autorizado
fr_fr: Non autorisé
pl_pl: Nieautoryzowane
pt_br: Não autorizado
ru_ru: Не авторизовано

source: Reservation expired
es_es: Reserva caducada
fr_fr: Délai de réservation expiré
pl_pl: Rezerwacja wygasła
pt_br: Reserva expirada
ru_ru: Срок бронирования истек

source: The current WordPress User is not linked to any customer.
es_es: El usuario actual de WP no está vinculado a ningún cliente.
fr_fr: L'utilisateur WP actuel n'est lié à aucun client.
pl_pl: Bieżący użytkownik WordPress nie jest powiązany z żadnym klientem.
pt_br: O usuário WP atual não está vinculado a nenhum Cliente.
ru_ru: Текущий пользователь WordPress не связан ни с одним клиентом.

source: Reservation successfully removed
es_es: Reserva eliminada con éxito
fr_fr: Réservation supprimée avec succès
pl_pl: Rezerwacja została pomyślnie usunięta
pt_br: Reserva removida com sucesso
ru_ru: Бронирование успешно удалено

source: Defaults restored!
es_es: ¡Restablecidos los valores predeterminados!
fr_fr: Restaurations par défaut !
pl_pl: Przywrócono ustawienia domyślne!
pt_br: Padrão restaurado!
ru_ru: Настройки по умолчанию восстановлены!

source: Settings imported, reloading page.
es_es: Configuraciones importadas, recargando pagina.
fr_fr: Paramètres importés, recharge de la page.
pl_pl: Ustawienia zaimportowane, przeładowanie strony.
pt_br: Configurações importadas, página recarregada.
ru_ru: Настройки импортированы, страница перезагружается.

source: Data removed!
es_es: ¡Datos eliminados!
fr_fr: Données supprimées !
pl_pl: Dane usunięte!
pt_br: Dados removidos!
ru_ru: Данные удалены!

source: Data migrated!
es_es: ¡Datos migrados!
fr_fr: Données migrées !
pl_pl: Dane zostały zmigrowane!
pt_br: Dados migrados!
ru_ru: Данные перенесены!

source: Service successfully created
es_es: Servicio creado con éxito.
fr_fr: Service créé avec succès
pl_pl: Usługa została pomyślnie utworzona
pt_br: Serviço criado com sucesso
ru_ru: Услуга успешно создана

source: Copy of %s
es_es: Copia de %s
fr_fr: Copie de %s
pl_pl: Kopia strony %s
pt_br: Cópia de %s
ru_ru: Копия %s

source: Service successfully cloned as "%s"
es_es: Servicio clonado con éxito como "%s".
fr_fr: Service cloné avec succès en tant que "%s"
pl_pl: Usługa została pomyślnie sklonowana jako "%s".
pt_br: Serviço clonado com sucesso como "%s"
ru_ru: Услуга успешно клонирована как "%s".

source: Setting configuration has been delegated to service providers!
es_es: ¡La configuración ha sido delegada a los proveedores de servicios!
fr_fr: La configuration des paramètres a été déléguée aux prestataires de services!
pl_pl: Konfiguracja ustawień została przekazana dostawcom usług!
pt_br: A configuração foi delegada aos prestadores de serviço!
ru_ru: Настройка конфигурации была делегирована поставщикам услуг!

source: Setting is controlled by administrators!
es_es: ¡La configuración está controlada por los administradores!
fr_fr: Le paramètre est contrôlé par les administrateurs!
pl_pl: Ustawienia są kontrolowane przez administratorów!
pt_br: A configuração agora é controlada pelos administradores!
ru_ru: Настройка контролируется администраторами!

source: There are reservations for this service.
es_es: Existen reservas para este servicio.
fr_fr: Il y a des réservations pour ce service.
pl_pl: Istnieją rezerwacje dla tej usługi.
pt_br: Existem reservas para este serviço.
ru_ru: Есть резервы на данную услугу.

source: Service successfully removed
es_es: Servicio eliminado con éxito.
fr_fr: Service supprimé avec succès
pl_pl: Usługa została pomyślnie usunięta
pt_br: Serviço removido com sucesso
ru_ru: Услуга успешно удалена

source: Some services were not removed because there were reservations in place for them.
es_es: Algunos servicios no se eliminaron porque había reservas para ellos.
fr_fr: Certains services n'ont pas été supprimés car il y avait des réservations en place pour eux.
pl_pl: Niektóre usługi nie zostały usunięte, ponieważ istniały dla nich rezerwacje.
pt_br: Alguns serviços não foram removidos porque havia reservas para eles.
ru_ru: Некоторые услуги не были удалены, поскольку для них было зарезервировано.

source: Allow multiple slots selection
es_es: Permitir selección de múltiples franjas horarias
fr_fr: Autoriser la sélection de plusieurs créneaux
pl_pl: Zezwalaj na wybór wielu slotów
pt_br: Permitir seleção de vários horários
ru_ru: Разрешить выбор нескольких слотов

source: If enabled, customers will be able to extend the reservation duration by selecting consecutive time slots.
es_es: Si está activo, los clientes podrán extender la duración de la reserva seleccionando franjas horarias consecutivas.
fr_fr: Si activé, les clients peuvent prolonger la durée de réservation en sélectionnant des créneaux horaires consécutifs.
pl_pl: Jeśli opcja ta zostanie włączona, klienci będą mogli wydłużyć czas trwania rezerwacji, wybierając kolejne przedziały czasowe.
pt_br: Se ativo, os clientes poderão estender a duração da reserva selecionando intervalos de tempo consecutivos.
ru_ru: Если эта опция включена, клиенты смогут продлить срок резервирования, выбрав последовательные временные интервалы.

source: Please refer to the documentation for more information on the implications.
es_es: Consulte la documentación para conocer todas las implicaciones.
fr_fr: Reportez-vous à la documentation pour connaître toutes les implications.
pl_pl: Więcej informacji na temat konsekwencji można znaleźć w dokumentacji.
pt_br: Consulte a documentação para saber todas as implicações.
ru_ru: Пожалуйста, обратитесь к документации для получения дополнительной информации о последствиях.

source: WP Roles allowed to manage the plugin
es_es: Roles de WP permitidos para administrar el plugin
fr_fr: Rôles WP autorisés à gérer le plugin
pl_pl: Role WP uprawnione do zarządzania wtyczką
pt_br: Funções WP com permissão para gerenciar o plugin
ru_ru: Роли WP позволяют управлять плагином

source: Select WP User roles that can manage the plugin.
es_es: Seleccione roles de usuario de WP que puedan gestionar el plugin.
fr_fr: Sélectionnez les rôles d'utilisateur WP qui peuvent gérer le plugin.
pl_pl: Wybierz role użytkowników WP, którzy mogą zarządzać wtyczką.
pt_br: Selecione as funções de usuário do WP que podem gerenciar o plugin.
ru_ru: Выберите роли пользователей WP, которые могут управлять плагином.

source: Administrators are always allowed
es_es: Los administradores siempre tienen acceso
fr_fr: Les administrateurs sont toujours autorisés
pl_pl: Administratorzy są zawsze dostępni
pt_br: Os administradores são sempre permitidos
ru_ru: Администраторам всегда разрешено

source: WP Roles allowed to be Service Providers
es_es: Roles de WP permitidos para ser proveedores de servicios
fr_fr: Les rôles WP autorisés à être des prestataires de services
pl_pl: Role WP mogą być dostawcami usług
pt_br: Funções WP com permissão para serem prestador de serviços
ru_ru: Ролям WP разрешено быть поставщиками услуг

source: Select WP User roles that can provide services.
es_es: Seleccione los roles de usuario de WP que pueden proporcionar servicios.
fr_fr: Sélectionnez les rôles d'utilisateurs WP qui peuvent fournir des services.
pl_pl: Wybierz role użytkowników WP, które mogą świadczyć usługi.
pt_br: Selecione as funções de usuário do WP que podem prestar serviços.
ru_ru: Выберите роли пользователей WP, которые могут предоставлять услуги.

source: Allow customers to download iCal file after booking.
es_es: Permitir a los clientes descargar un archivo ICAL después de reservar.
fr_fr: Autoriser les clients à télécharger un fichier iCal après la réservation.
pl_pl: Umożliwienie klientom pobrania pliku iCal po dokonaniu rezerwacji.
pt_br: Permita que os clientes baixem o arquivo ICAL após a reserva.
ru_ru: Разрешить клиентам загружать файл iCal после бронирования.

source: Enable Service Providers to manage their own availability
es_es: Habilitar a los proveedores de servicios para gestionar su propia disponibilidad.
fr_fr: Activer les prestataires de services pour gérer leur propre disponibilité
pl_pl: Umożliwienie dostawcom usług zarządzania własną dostępnością
pt_br: Habilite os prestadores de serviço a gerenciar sua própria disponibilidade
ru_ru: Позволить поставщикам услуг управлять своей доступностью.

source: Each service provider will have the ability to create and manage their own availability plans for their services. Administrators can still oversee and fully manage those plans, if required.
es_es: Cada proveedor de servicios tendrá la capacidad de crear y gestionar sus propios planes de disponibilidad para sus servicios. Los administradores aún pueden supervisar y gestionar completamente esos planes, si es necesario.
fr_fr: Chaque prestataire de services aura la capacité de créer et de gérer ses propres plans de disponibilité pour ses services. Les administrateurs peuvent toujours superviser et gérer entièrement ces plans, si nécessaire.
pl_pl: Każdy dostawca usług będzie miał możliwość tworzenia własnych planów dostępności dla swoich usług i zarządzania nimi. Administratorzy mogą nadal nadzorować i w pełni zarządzać tymi planami, jeśli jest to wymagane.
pt_br: Cada prestador de serviço terá a capacidade de criar e gerenciar seus próprios planos de disponibilidade para seus serviços. Administradores ainda podem supervisionar e gerenciar completamente esses planos, se necessário.
ru_ru: Каждый поставщик услуг будет иметь возможность создавать и управлять своими планами доступности для своих услуг. Администраторы все равно могут контролировать и полностью управлять этими планами, если это необходимо.

source: Currency
es_es: Moneda
fr_fr: Devise
pl_pl: Waluta
pt_br: Moeda
ru_ru: Валюта

source: Use currency code over symbol
es_es: Usar el código de moneda en lugar del símbolo
fr_fr: Utiliser le code de la monnaie plutôt que le symbole
pl_pl: Użyj kodu waluty zamiast symbolu
pt_br: Use o código da moeda em vez do símbolo
ru_ru: Использовать код валюты вместо символа

source: When enabled, the currency code (e.g. USD) will be displayed throughout the UI instead of the currency symbol (e.g. $), ensuring clarity on the exact currency type.
es_es: Cuando esta opción está activada, se mostrará el código de la moneda (p. ej., USD) en toda la interfaz de usuario en lugar del símbolo de la moneda (p. ej., $), asegurando claridad sobre el tipo exacto de moneda.
fr_fr: Lorsque cette option est activée, le code de la monnaie (par ex. USD) sera affiché dans toute l'interface utilisateur plutôt que le symbole de la monnaie (par ex. $), garantissant ainsi une clarté sur le type exact de monnaie.
pl_pl: Po włączeniu tej opcji kod waluty (np. USD) będzie wyświetlany w całym interfejsie użytkownika zamiast symbolu waluty (np. $), zapewniając jasność co do dokładnego typu waluty.
pt_br: Quando ativado, o código da moeda (por exemplo, USD) será exibido em toda a interface do usuário em vez do símbolo da moeda (por exemplo, $), garantindo clareza sobre o tipo exato de moeda.
ru_ru: При включении код валюты (например, USD) будет отображаться в пользовательском интерфейсе вместо символа валюты (например, $), обеспечивая ясность точного типа валюты.

source: Currency format
es_es: Formato de moneda
fr_fr: Format de devise
pl_pl: Format waluty
pt_br: Formado da moeda
ru_ru: Формат валюты

source: The $ symbol here is taken as example, it does not necessarily reflect the actual currency.
es_es: El símbolo $ aquí se toma como ejemplo, no necesariamente refleja la moneda real.
fr_fr: Le symbole $ ici est pris comme exemple et ne reflète pas nécessairement la devise réelle.
pl_pl: Symbol $ jest tutaj traktowany jako przykład, niekoniecznie odzwierciedla rzeczywistą walutę.
pt_br: O símbolo $ aqui é tomado como exemplo, não reflete necessariamente a moeda real.
ru_ru: Символ $ здесь взят в качестве примера, он не обязательно отражает фактическую валюту.

source: Message to return when restricted
es_es: Mensaje a mostrar cuando se está restringido
fr_fr: Message à retourner lorsqu'il y a une restriction
pl_pl: Wiadomość zwrotna w przypadku ograniczenia
pt_br: Mensagem a ser retornada quando restrito
ru_ru: Сообщение для возврата при ограничении.

source: We're sorry, but at this time, your account is restricted from making reservations. If you believe this is an error or need further assistance, please contact our support team.
es_es: Lo sentimos, pero en este momento, su cuenta está restringida y no puede hacer reservas. Si cree que esto es un error o necesita más ayuda, por favor contacte a nuestro equipo de soporte.
fr_fr: Nous sommes désolés, mais à l'heure actuelle, votre compte est restreint et ne peut pas effectuer de réservations. Si vous pensez qu'il s'agit d'une erreur ou si vous avez besoin d'une assistance supplémentaire, veuillez contacter notre équipe de support.
pl_pl: Przepraszamy, ale w tej chwili Twoje konto nie może dokonywać rezerwacji. Jeśli uważasz, że jest to błąd lub potrzebujesz dalszej pomocy, skontaktuj się z naszym zespołem pomocy technicznej.
pt_br: Lamentamos, mas no momento, sua conta está restrita para fazer reservas. Se você acredita que isso é um erro ou precisa de mais assistência, por favor, entre em contato com nossa equipe de suporte.
ru_ru: Нам жаль, но в настоящее время ваш аккаунт ограничен в возможности делать бронирования. Если вы считаете, что это ошибка или вам нужна дополнительная помощь, пожалуйста, свяжитесь со службой поддержки.

source: When this setting is deactivated, the customer will be unable to make any reservations.
es_es: Cuando esta configuración está desactivada, el cliente no podrá hacer ninguna reserva.
fr_fr: Lorsque ce paramètre est désactivé, le client ne pourra effectuer aucune réservation.
pl_pl: Gdy to ustawienie jest wyłączone, klient nie będzie mógł dokonywać żadnych rezerwacji.
pt_br: Quando essa configuração estiver desativada, o cliente não poderá fazer nenhuma reserva.
ru_ru: Когда эта настройка деактивирована, клиент не сможет делать бронирования.

source: Fetch granularity
es_es: Granularidad de búsqueda
fr_fr: Granularité de récupération
pl_pl: Szczegółowość pobierania
pt_br: Granularidade
ru_ru: Получить детализацию

source: Number of months to query for events in a single API call.
es_es: Número de meses para consultar eventos en una sola llamada API.
fr_fr: Nombre de mois à interroger pour les événements dans un seul appel API.
pl_pl: Liczba miesięcy do wyszukania zdarzeń w pojedynczym wywołaniu API.
pt_br: Número de meses para consultar eventos em uma única chamada de API.
ru_ru: Количество месяцев для запроса событий в одном вызове API.

source: Default is 1. Try to raise it if you have sparse events and you want to speed up the loading times, or if you are hitting the limits of Google API usage quota too often.
es_es: El valor predeterminado es 1. Intente aumentarlo si tiene pocos eventos y desea acelerar los tiempos de carga o si está alcanzando con frecuencia los límites de la cuota de uso de la API de Google.
fr_fr: La valeur par défaut est de 1. Essayez de l'augmenter si vous avez des événements clairsemés et que vous voulez accélérer les temps de chargement, ou si vous atteignez trop souvent les limites du quota d'utilisation de l'API Google.
pl_pl: Domyślnie jest to 1. Spróbuj zwiększyć tę wartość, jeśli masz mało wydarzeń i chcesz przyspieszyć czas ładowania lub jeśli zbyt często osiągasz limity wykorzystania Google API.
pt_br: O padrão é 1. Tente aumentá-lo se tiver eventos esparsos e quiser acelerar os tempos de carregamento ou se estiver atingindo os limites da cota de uso da API do Google com muita frequência.
ru_ru: По умолчанию — 1. Попробуйте увеличить его, если у вас мало событий и вы хотите ускорить загрузку или если вы слишком часто выходите за пределы квоты использования Google API.

source: Reservation status page
es_es: Página de estado de reserva
fr_fr: Page de statut de la réservation
pl_pl: Strona stanu rezerwacji
pt_br: Página de status da reserva
ru_ru: Страница статуса бронирования

source: Select the frontend page where customers can view and manage their reservations.
es_es: Seleccione la página de frontend donde se supone que los clientes verán sus reservas y las administrarán.
fr_fr: Sélectionnez la page frontend où les clients doivent voir leurs réservations et les gérer.
pl_pl: Wybierz stronę frontendową, na której klienci mogą przeglądać swoje rezerwacje i zarządzać nimi.
pt_br: Selecione a página de front-end onde os clientes devem ver suas reservas e gerenciá-las.
ru_ru: Выберите страницу интерфейса, где клиенты могут просматривать и управлять своими бронированиями.

source: To ensure functionality, the selected page must include the plugin widget in any section.
es_es: Para que funcione, la página seleccionada debe contener el widget del plugin en algún lugar.
fr_fr: Pour fonctionner, la page sélectionnée doit contenir le widget du plugin quelque part.
pl_pl: Aby zapewnić funkcjonalność, wybrana strona musi zawierać widżet wtyczki w dowolnej sekcji.
pt_br: Para funcionar, a página selecionada deve conter o widget do plug-in em algum lugar.
ru_ru: Для обеспечения функциональности выбранная страница должна включать виджет плагина в любом разделе.

source: No page selected
es_es: Ninguna página seleccionada
fr_fr: Aucune page sélectionnée
pl_pl: Nie wybrano żadnej strony
pt_br: Nenhuma página selecionada
ru_ru: Страница не выбрана

source: Frontend Timezone
es_es: Zona horaria de frontend
fr_fr: Fuseau horaire du frontend
pl_pl: Strefa czasowa frontonu
pt_br: Fuso horário do Front-end
ru_ru: Часовой пояс внешнего интерфейса

source: Select your preferred timezone for displaying date and times in the frontend. By default, date and times are displayed in customer's local timezone.
es_es: Seleccione su zona horaria preferida para mostrar fechas y horas en el frontend. Por defecto, las fechas y horas se muestran en la zona horaria local del cliente.
fr_fr: Sélectionnez votre fuseau horaire préféré pour afficher les dates et heures dans le frontend. Par défaut, les dates et heures sont affichées dans le fuseau horaire local du client.
pl_pl: Wybierz preferowaną strefę czasową do wyświetlania daty i godziny w interfejsie użytkownika. Domyślnie daty i godziny są wyświetlane w lokalnej strefie czasowej klienta.
pt_br: Selecione seu fuso horário preferido para exibir data e hora no frontend. Por padrão, a data e a hora são exibidas no fuso horário local do cliente.
ru_ru: Выберите предпочитаемый часовой пояс для отображения даты и времени во внешнем интерфейсе. По умолчанию дата и время отображаются в местном часовом поясе клиента.

source: Google Maps API key
es_es: Clave de API de Google Maps
fr_fr: Clé API Google Maps
pl_pl: Klucz API Google Maps
pt_br: Chave de API do Google Maps
ru_ru: Ключ API Карт Google

source: If you don't already have a Google Maps API key, please refer to the documentation for instructions on how to obtain one.
es_es: Si aún no tienes una clave de API de Google Maps, consulta la documentación para saber cómo obtenerla.
fr_fr: Si vous n'avez pas déjà une clé API Google Maps, veuillez consulter la documentation pour savoir comment l'obtenir.
pl_pl: Jeśli nie masz jeszcze klucza API Google Maps, zapoznaj się z dokumentacją, aby uzyskać instrukcje, jak go uzyskać.
pt_br: Se você ainda não possui uma chave de API do Google Maps, verifique a documentação para saber como obtê-la.
ru_ru: Если у вас еще нет ключа API Карт Google, обратитесь к документации за инструкциями о том, как его получить.

source: Load the calendar on the nearest date with available slots
es_es: Cargar el calendario en la fecha más próxima con ranuras disponibles
fr_fr: Charger le calendrier à la date la plus proche avec des créneaux disponibles
pl_pl: Załaduj kalendarz na najbliższą datę z dostępnymi slotami
pt_br: Carregue o calendário na data mais próxima com horários disponíveis
ru_ru: Загрузите календарь на ближайшую дату с доступными слотами
