{"domain":"team-booking","locale_data":{"team-booking":{"":{"domain":"team-booking","plural_forms":"nplurals=2; plural=(n != 1);","lang":"en_US"},"TheBooking":["TheBooking"],"A booking plugin for WordPress.":["Un plugin de rezerv캒ri pentru WordPress."],"VonStroheim":["VonStroheim"],"https://stroheimdesign.com":["https://stroheimdesign.com"],"Service":["Serviciu"],"Date":["Data"],"Created":["Creat"],"Form field":["C칙mp formular"],"TheBooking reservations":["Rezerv캒ri TheBooking"],"Email":["Email"],"First name":["Prenume"],"Last name":["Nume"],"Address":["Adresa"],"Phone":["Telefon"],"Url":["Url"],"Google Account":["Cont Google"],"Google Integration":["Integrare Google"],"Google Accounts":["Conturi Google"],"Google Meet link":["Link Google Meet"],"Reservation":["Rezervare"],"Google Calendar":["Google Calendar"],"In order to use Google Calendar with the plugin, you have to activate and configure a Google Project.":["Pentru a utiliza Google Calendar cu pluginul, trebuie s캒 activa탵i 탳i s캒 configura탵i un proiect Google."],"Your authorization was revoked upstream, please disconnect and reconnect!":["Autorizarea dvs. a fost revocat캒 칥n amonte, v캒 rug캒m s캒 v캒 deconecta탵i 탳i s캒 v캒 reconecta탵i!"],"Something changed in your Google account (a password reset or similar), please disconnect and reconnect!":["S-a 칥nt칙mplat ceva 칥n contul dvs. Google (o resetare a parolei sau similar), v캒 rug캒m s캒 v캒 deconecta탵i 탳i s캒 v캒 reconecta탵i!"],"Google Calendar API is not configured.":["API-ul Google Calendar nu este configurat."],"Insufficient permissions for the Google account %s, please disconnect it, then reconnect and ensure to select ALL the checkboxes when asked for permissions!":["Permisiuni insuficiente pentru contul Google %s, v캒 rug캒m s캒 칥l deconecta탵i, apoi s캒 reconecta탵i 탳i asigura탵i-v캒 c캒 selecta탵i TOATE c캒su탵ele atunci c칙nd vi se solicit캒 permisiuni!"],"Event not created. The reservation is not confirmed.":["Evenimentul nu a fost creat. Rezervarea nu este confirmat캒."],"Event not created. No destination calendar is found.":["Evenimentul nu a fost creat. Nu s-a g캒sit niciun calendar destina탵ie."],"Event created.":["Eveniment creat."],"Event deleted.":["Eveniment 탳ters."],"Access was already revoked manually.":["Accesul a fost deja revocat manual."],"Google Account %s not found.":["Contul Google %s nu a fost g캒sit."],"This provider is already associated with the Google Account %s":["Acest furnizor este deja asociat cu Contul Google %s"],"Settings have been saved!":["Set캒rile salvate!"],"Allow service providers to connect their own Google Account":["Permite탵i furnizorilor de servicii s캒-탳i conecteze propriul Cont Google"],"If active, service providers will be able to connect their own Google Account autonomously.":["Dac캒 este activ, furnizorii de servicii vor putea s캒-탳i conecteze autonom propriul Cont Google."],"Allow service providers to use override commands.":["Permite탵i furnizorilor de servicii s캒 foloseasc캒 comenzi de suprascriere."],"If active, service providers will be able to override some general service settings for specific slots, such as the price, by using slot commands directly in Google Calendar.":["Dac캒 este activ, furnizorii de servicii vor putea s캒 suprascrie anumite set캒ri generale ale serviciului pentru sloturi specifice, cum ar fi pre탵ul, folosind comenzi de slot direct 칥n Google Calendar."],"Administrators are always allowed.":["Administratorii sunt 칥ntotdeauna permisi."],"API App Name":["Numele Aplica탵iei API"],"Google Cloud Platform console > OAuth Consent screen > Edit App (button) > App name":["Consola Google Cloud Platform > Ecranul de consim탵캒m칙nt OAuth > Editeaz캒 Aplica탵ia (buton) > Numele aplica탵iei"],"Google API Authorized JS Origin":["Originea JS autorizat캒 de Google API"],"Copy/Paste this link in the Authorized JS Origin field of the Google Project":["Copia탵i/Pasta탵i acest link 칥n c칙mpul Origine JS Autorizat캒 a Proiectului Google"],"API Client ID":["ID Client API"],"Google Cloud Platform console > Credentials > Client ID":["Consola Google Cloud Platform > Creden탵iale > ID Client"],"API Client Secret":["Secret Client API"],"Google Cloud Platform console > Credentials > Client ID > Edit oAuth Client (pencil icon) > Client Secret":["Consola Google Cloud Platform > Creden탵iale > ID Client > Editeaz캒 Clientul oAuth (iconi탵a creion) > Secret Client"],"Google API Redirect URI":["URI de redirec탵ionare Google API"],"Copy/Paste this link in the Redirect URI field of the Google Project":["Copia탵i/Pasta탵i acest link 칥n c칙mpul URI de redirec탵ionare al Proiectului Google"],"Google Calendar refresh delay":["칉nt칙rzierea de re칥mprosp캒tare a calendarului Google"],"If the value is greater than 0, the Google Calendar availability events will be cached for the specified time (in seconds)":["Dac캒 valoarea este mai mare de 0, evenimentele de disponibilitate din Calendarul Google vor fi p캒strate 칥n cache pentru timpul specificat (칥n secunde)"],"If the Google Calendar availability is not changed too often, consider increasing this value to save Google API quota. However, note that events added to Google Calendar will only be detected by the plugin after this interval has passed.":["Dac캒 disponibilitatea Calendarului Google nu se schimb캒 prea des, lua탵i 칥n considerare cre탳terea acestei valori pentru a economisi cota API Google. Cu toate acestea, re탵ine탵i c캒 evenimentele ad캒ugate 칥n Calendarul Google vor fi detectate de plugin doar dup캒 ce acest interval a trecut."],"Location successfully added.":["Loca탵ie ad캒ugat캒 cu succes."],"Location successfully deleted.":["Loca탵ie 탳tears캒 cu succes.","Loca탵ii 탳terse cu succes."],"Name":["Nume"],"Actions":["Ac탵iuni"],"General":["General"],"Locations":["Loca탵ii"],"Duplicate from %s":["Duplic캒 de la %s"],"To the customer":["C캒tre client"],"To the admin":["C캒tre admin"],"To the service provider":["C캒tre furnizorul de servicii"],"Personal notifications":["Notific캒ri personale"],"Selected":["Selectat"],"Not selected":["Neselectat"],"Customer":["Client"],"Description":["Descriere"],"Short description":["Descriere scurt캒"],"Start time":["Ora de 칥nceput"],"Start date":["Data de 칥nceput"],"End time":["Ora de sf칙r탳it"],"End date":["Data de sf칙r탳it"],"Timezone":["Fus orar"],"Location (name)":["Loca탵ie (nume)"],"Location (address)":["Loca탵ie (adres캒)"],"Duration":["Durat캒"],"Price":["Pret"],"Tickets":["Bucati"],"Cancellation reason":["Motivul anul캒rii"],"Id":["ID"],"Provider":["Furnizor de servicii"],"Start time (old)":[""],"Start date (old)":[""],"End time (old)":[""],"End date (old)":[""],"Duration (old)":[""],"Form":["Formular"],"Availability plan not found.":["Planul de disponibilitate nu a fost g캒sit."],"You do not have the necessary authorization to manage this availability plan at this time.":["Nu ave탵i autoriza탵ia necesar캒 pentru a gestiona acest plan de disponibilitate 칥n acest moment."],"You do not have the necessary authorization to manage availability plans at this time.":["Nu ave탵i autoriza탵ia necesar캒 pentru a gestiona planurile de disponibilitate 칥n acest moment."],"A calendar cannot be both the source and personal for the same plan.":["Un calendar nu poate fi 칥n acela탳i timp surs캒 탳i personal pentru acela탳i plan."],"Service provider not found.":["Furnizorul de servicii nu a fost g캒sit."],"Availability plan successfully added.":["Planul de disponibilitate a fost ad캒ugat cu succes."],"Availability plan successfully deleted.":["Planul de disponibilitate a fost 탳ters cu succes."],"Translations":["Traduceri"],"Update WPML translations":["Actualiza탵i traducerile WPML"],"Update":["Actualizeaz캒"],"Regenerate existing strings data for WPML":["Regenereaz캒 datele existente ale 탳irurilor pentru WPML"],"Zoom Join Meeting link":["Link pentru a participa la 칥nt칙lnirea Zoom"],"Zoom Start Meeting link":["Link pentru a 칥ncepe 칥nt칙lnirea Zoom"],"Meeting with %s":["칉nt칙lnire cu %s"],"Zoom":["Zoom"],"Refer to the plugin documentation to know hot to get your API keys.":["Consulta탵i documenta탵ia plugin-ului pentru a afla cum s캒 ob탵ine탵i cheile dvs. API."],"Zoom Account Id":["ID cont Zoom"],"Zoom API key":["Cheie API Zoom"],"Zoom API secret":["Secret API Zoom"],"Zoom JWT API key (deprecated)":[""],"Zoom JWT API secret (deprecated)":[""],"All day":["Toat캒 ziua"],"TheBooking widget":["Widget TheBooking"],"Configuration":["Cofigurare"],"Widget type":["Tipul widget-ului"],"Monthly calendar":["Calendar lunar"],"Upcoming events":["Evenimente viitoare"],"Unscheduled services":["Servicii neschematizate"],"Reservations list (logged users only)":["Lista de rezerv캒ri (doar pentru utilizatorii autentifica탵i)"],"Displayed events":["Evenimente afi탳ate"],"The number of upcoming events that are displayed on the page":["Num캒rul de evenimente viitoare care sunt afi탳ate pe pagin캒"],"Show more":["Afi탳eaz캒 mai mult"],"Shows a button to load more events":["Afi탳eaz캒 un buton pentru a 칥nc캒rca mai multe evenimente"],"Maximum fetched events":["Num캒r maxim de evenimente extrase"],"Limit the number of maximum events that can be loaded. 0 means no limit.":["Limita탵i num캒rul maxim de evenimente care pot fi 칥nc캒rcate. 0 칥nseamn캒 f캒r캒 limit캒"],"Restrictions":["Restric탵ii"],"Restrict services":["Restric탵iona탵i serviciile"],"Restrict providers":["Restric탵iona탵i furnizorii"],"Read-only":["Doar-citire"],"Logged-only":["Doar pentru autentifica탵i"],"No payment to refund.":[""],"PayPal API are not configured, refunds are not active.":[""],"PayPal API connection error.":[""],"PayPal refund failed. Reason: %s":[""],"PayPal refund pending. Reason: %s":[""],"from %1$s to %2$s":[""],"Return to %s":[""],"Direct payment":[""],"PayPal":[""],"Done in a currency not held by your PayPal account at the moment of the transaction.":[""],"PayPal Settings":[""],"Use of either Business or Premium PayPal account is recommended to avoid issues, as you are not supposed to make commercial transactions with a Personal PayPal account.":[""],"Active":[""],"Use this payment gateway to accept online payments.":[""],"Account email":[""],"Payments will be addressed to this email.":[""],"If you are using the Sandbox for testing, ensure to put here an email address generated in the Sandbox instead of your live account, or the payment notifications will fail.":[""],"Primary email (optional)":[""],"Payments will be checked against this email. Use this setting if your PayPal account handles multiple email addresses and the payments are not supposed to go into the primary one.":[""],"Ensure that your primary PayPal email address is correct, otherwise payment notifications will fail.":[""],"Use sandbox":[""],"Activate the sandbox to test payments.":[""],"Redirect URL":[""],"After payment, the customer will be redirected to this URL.":[""],"Required to enable refunds":[""],"API Client ID (test)":[""],"API Client Secret (test)":[""],"Debug (IPN)":[""],"Activate this setting to dump IPN requests from PayPal in case of issues.":[""],"Stripe gateway is not active.":[""],"Stripe API error.":[""],"Reservation for %s":[""],"Card":[""],"Stripe":[""],"Payment error.":[""],"Stripe Settings":[""],"Publishable Key":[""],"https://dashboard.stripe.com/account/apikeys":[""],"Secret Key":[""],"Publishable Key (test)":[""],"Used to test payments":[""],"Secret Key (test)":[""],"Send receipt to the customer":[""],"The customer email provided in the reservation form will be used":[""],"IDEAL support":[""],"Activate this option if you want to use IDEAL":[""],"Load Stripe.js library":[""],"Deactivate this option only if another plugin is loading the same library":[""],"Stripe webhook URL":[""],"This is the URL where Stripe notifies the payments. It must be equal to %s, otherwise go in your Stripe account dashboard and change the URL.":[""],"Booking tools":[""],"Please navigate in the preview to a page where the booking calendar resides.":[""],"Style & Colors":[""],"Maps":[""],"Behaviour":[""],"Dashboard":[""],"Availability plan":["Plan de disponibilitate","Planuri de disponibilitate"],"Slots":[""],"Availability":["Disponibilitate"],"Core":[""],"Redirects":[""],"Roles":[""],"Frontend":[""],"Style":[""],"Frontend can be styled through the customizer":[""],"Inside the customizer preview window, navigate to a page where the booking calendar resides.":[""],"Customize":[""],"Import/Export":[""],"Export settings":[""],"Export the plugin settings in a JSON file. It doesn't export data or user settings.":[""],"The exported file can't be imported on different versions of the plugin. This is meant to migrate settings from one environment to one another, not to pass settings through plugin versions which is not needed.":[""],"Import settings":[""],"Import the plugin settings from a JSON file. It doesn't import data or user settings.":[""],"Import/Export data":[""],"Data such as services, reservations, promotions and so on, requires an import/export of the following tables though a proper db migration plugin.":[""],"Migrate from version 2.x":[""],"Migrates the data from old plugin version installed.":[""],"Migrate":[""],"This will overwrite the current plugin data.":[""],"Clean version 2.x data":[""],"Removes data of previous plugin versions.":[""],"Cleanup":[""],"In case you migrated the data, please ensure that all is working as expected, before cleaning up 2.x data. This operation cannot be undone.":[""],"Advanced":[""],"Business Model":[""],"Service Providers":["Furnizori de servicii"],"Payment Gateways":[""],"API":[""],"API tokens":[""],"API tokens can be used by 3rd party applications to read/write the plugin data.":[""],"Token":[""],"Usages":[""],"API endpoint":[""],"A note on API tokens":[""],"Don't generate tokens if you don't know what you're doing. Read the documentation to explore how the API endpoint works.":[""],"Give tokens only to someone you trust, as they are able to read/write sensitive data.":[""],"Google Maps":[""],"Google requires the activation of a Google Cloud billing account, in order to use Google Maps in your website.":[""],"Settings":[""],"Reservations":["Rezerv캒ri"],"E-mail":[""],"WP Roles":[""],"Providers":[""],"Customers":["Clien탵i"],"Status":[""],"Class":[""],"Time slots":[""],"Overlapping":[""],"Approval":[""],"Cancellation":["Anulare"],"Payments":[""],"Access":[""],"Redirect and conversions":[""],"Personal Availability":[""],"Services":["Servicii"],"Target services":[""],"Promotions":[""],"This email address is already registered for a WordPress user.":[""],"This email address is already registered for another customer.":[""],"This WordPress User does not exist.":[""],"There are reservations for this customer.":[""],"Customer removed":[""],"Certain customers could not be removed due to existing reservations associated with them.":[""],"Please provide a valid email address.":["Introduce탵i o adres캒 de email valid캒."],"This WordPress User is already associated with another customer.":[""],"Another customer is already registered with this email address.":[""],"Form item added":[""],"Service form ID not found.":[""],"Service not found":[""],"Booking form not found":[""],"Form item removed":[""],"Form has been saved":[""],"Refund issued.":[""],"Promotion successfully added.":[""],"Service price not found":[""],"Promotion successfully deleted.":["","Promotions successfully deleted."],"Reservation data saved":[""],"No timeslots found in the request":[""],"Failed to upload the file":[""],"The requested service could not be found for booking.":[""],"Multiple slot bookings are currently not permitted.":[""],"The current user is not eligible to book this service.":[""],"Unable to find booking form submission.":[""],"Unable to find booking form data.":[""],"Invalid customer email address.":[""],"No customer email address provided.":[""],"New customer":[""],"You have already reached the maximum number of reservations for this service.":[""],"No available provider for this service.":[""],"Those time slots are not available anymore, apparently someone else was very fast :(":[""],"Trying to book more tickets than they're available.":[""],"Trying to book more tickets than you're allowed.":[""],"File has been deleted":[""],"Entry has been deleted":[""],"Reservation not found.":[""],"Customer not found":[""],"Not authorized":[""],"Reservation expired":[""],"The current WordPress User is not linked to any customer.":[""],"Reservation successfully removed":["Rezervare eliminat캒 cu succes"],"Defaults restored!":[""],"Settings imported, reloading page.":[""],"Data removed!":[""],"Data migrated!":[""],"Service successfully created":[""],"Copy of %s":[""],"Service successfully cloned as \"%s\"":[""],"Setting configuration has been delegated to service providers!":[""],"Setting is controlled by administrators!":[""],"There are reservations for this service.":[""],"Service successfully removed":[""],"Some services were not removed because there were reservations in place for them.":[""],"Allow multiple slots selection":[""],"If enabled, customers will be able to extend the reservation duration by selecting consecutive time slots.":[""],"Please refer to the documentation for more information on the implications.":[""],"WP Roles allowed to manage the plugin":[""],"Select WP User roles that can manage the plugin.":[""],"Administrators are always allowed":[""],"WP Roles allowed to be Service Providers":[""],"Select WP User roles that can provide services.":[""],"Allow customers to download iCal file after booking.":[""],"Enable Service Providers to manage their own availability":[""],"Each service provider will have the ability to create and manage their own availability plans for their services. Administrators can still oversee and fully manage those plans, if required.":[""],"Currency":[""],"Use currency code over symbol":["Folose탳te codul monedei 칥n locul simbolului"],"When enabled, the currency code (e.g. USD) will be displayed throughout the UI instead of the currency symbol (e.g. $), ensuring clarity on the exact currency type.":["C칙nd este activat, codul monedei (de exemplu, USD) va fi afi탳at 칥n 칥ntreaga interfa탵캒 칥n locul simbolului monedei (de exemplu, $), asigur칙nd claritatea asupra tipului exact de moned캒."],"Currency format":[""],"The $ symbol here is taken as example, it does not necessarily reflect the actual currency.":[""],"Message to return when restricted":["Mesaj de returnat c칙nd exist캒 restric탵ii"],"We're sorry, but at this time, your account is restricted from making reservations. If you believe this is an error or need further assistance, please contact our support team. ":["Ne pare r캒u, dar 칥n acest moment, contul dvs. are restric탵ii privind efectuarea rezerv캒rilor. Dac캒 crede탵i c캒 aceasta este o eroare sau ave탵i nevoie de asisten탵캒 suplimentar캒, v캒 rug캒m s캒 contacta탵i echipa noastr캒 de suport."],"When this setting is deactivated, the customer will be unable to make any reservations. ":["C칙nd aceast캒 setare este dezactivat캒, clientul nu va putea face nicio rezervare."],"Fetch granularity":[""],"Number of months to query for events in a single API call.":[""],"Default is 1. Try to raise it if you have sparse events and you want to speed up the loading times, or if you are hitting the limits of Google API usage quota too often.":[""],"Reservation status page":[""],"Select the frontend page where customers can view and manage their reservations.":[""],"To ensure functionality, the selected page must include the plugin widget in any section.":[""],"No page selected":[""],"Frontend Timezone":[""],"Select your preferred timezone for displaying date and times in the frontend. By default, date and times are displayed in customer's local timezone.":[""],"Google Maps API key":[""],"If you don't already have a Google Maps API key, please refer to the documentation for instructions on how to obtain one.":[""],"Load the calendar on the nearest date with available slots":[""],"If enabled, the frontend calendar will load on the nearest date that has at least one available slot.":[""],"Enabling this option may result in slower page loading.":[""],"Use Google Places for address autocomplete":[""],"Enable this setting if you want the Address field in the reservation form to be automatically completed using Google Places":[""],"Please note that this may have a significant impact on your Google Cloud usage billing.":[""],"Login URL":[""],"When attempting to book a service for logged-in users only, customers will be prompted to log in at this page.":[""],"Leave it empty to use the WordPress default behaviour.":[""],"Pending payment expiration time":[""],"The customer must complete the online payment within this specified time frame.":[""],"%d minute":["","%d minutes"],"%d hour":["","%d hours"],"It is not recommended to set a very short time as there could be delays in the acknowledgment of the payment by your web server for various reasons.":[""],"Pre-populate booking form":[""],"Controls if the booking form fields should be pre-populated with available data for logged-in customers.":[""],"Each form field should be instructed where to fetch data through a proper meta-key configuration.":[""],"Price decimals":[""],"The decimal separator here is taken as example, it does not necessarily reflect the actual separator.":[""],"Price format":[""],"The number of decimals here are taken as example, they does not necessarily reflect the actual number of decimals.":[""],"Coupon configuration":["Configurare cupon"],"If set to \"fixed\", the coupon text will be the same as the promotion name. Alternatively, you can enter a list of single-use coupons, separated by commas. Please refer to the documentation for more information on coupon configuration.":[""],"Fixed":[""],"List":[""],"Discount type":[""],"Percentage (%)":[""],"Fixed amount":[""],"Global discount usage limit":[""],"Specify the maximum number of times the discount can be used globally across all reservations. Enter 0 for no limit.":[""],"Please enter the name of the promotion.":[""],"Promotion duration":[""],"The promotion will be valid within the specified date range.":[""],"Services to target":["Serviciile destinate"],"Select the services eligible for this promotion.":[""],"Promotion type":[""],"Campaign":[""],"Coupon":[""],"Maximum end date for time slots":[""],"The promotion is valid for time slots that end on or before this date.":[""],"Time slot end date condition":[""],"The promotion will be applied conditionally based on the time slot end date.":[""],"Minimum start date for time slots":[""],"The promotion is valid for time slots that start on or after this date.":[""],"Time slot start date condition":[""],"The promotion will be applied conditionally based on the time slot start date.":[""],"Discount value":[""],"The discount will be applied to the base price of the service.":[""],"Allowed services":[""],"Select the services to which this provider is restricted.":[""],"If you want to assign this service provider to specific services, activate this setting.":[""],"Please note that if this setting is active, new services will not be automatically assigned to this provider.":[""],"Registration URL":[""],"When attempting to book a service for logged-in users only, customers will be prompted to register at this page.":[""],"Leave it empty to use the WordPress default behavior":[""],"Sender email":[""],"Please provide the email address that will be used as the sender of notifications from the system. If left empty or invalid, the admin email address of the WordPress website will be used instead.":[""],"Make sure that the email address you provide belongs to the domain of your mail server. Emails sent from unrecognized domains may be blocked by the recipient's email service.":[""],"Who can make a reservation":[""],"If \"Logged user only\" is selected, a notice with a link to the registration page will be displayed. The default link can be changed in the \"Settings\" section.":[""],"Everyone":[""],"Logged users only":[""],"Nobody (read-only)":[""],"Allow customers to cancel a reservation":[""],"Customers will be able to cancel their reservations for this service either by using the cancellation link in the email (if provided) or by visiting the page where a reservation status widget is placed (in which case they must be logged in).":[""],"Reservation Approval":["Aprobare rezervare"],"By enabling this setting, reservations won't be finalized immediately upon booking. Instead, they will await approval.":["Activ칙nd aceast캒 setare, rezerv캒rile nu vor fi finalizate imediat dup캒 efectuarea lor. 칉n schimb, vor a탳tepta aprobarea."],"Approval authority":["Autoritatea de aprobare"],"If enabled, no actions such as sending confirmation emails or updating Google Calendar will be performed until the reservation is approved.":[""],"Admin approval":["Aprobare de la admin"],"Service provider approval":["Aprobare de la furnizorul de servicii"],"Service provider assignment rule":[""],"In case of multiple service providers, you can specify the assignment rule that the plugin should follow after each reservation.":[""],"Equal":[""],"A new reservation will be assigned to the service provider with the fewest number of reservations already assigned to them, based on the reservations stored in the database.":[""],"Direct":[""],"Always assign the reservation to a specific service provider.":[""],"Random":[""],"A random provider will be selected for the assignment.":[""],"Block after one reservation":[""],"Even if a single reservation does not reach the maximum number of available tickets for the time slot(s), activating this setting will prevent other reservations from being made for the same time slot(s).":[""],"A reservation was cancelled.":["O rezervare a fost anulat캒."],"Send cancellation email":[""],"An email notification is sent to the admin after a booking is cancelled":[""],"Recipients administrators":[""],"Reservation cancelled":["Rezervare anulat캒"],"Your reservation was cancelled.":["Rezervarea a fost anulat캒."],"An email notification is sent to the customer after a booking is cancelled":[""],"Specify the email address that should appear as the sender.":[""],"Administrator":[""],"The email address is taken from Settings > General > Sender email. The sender name will be the site title as set in WordPress > General.":[""],"Service Provider":[""],"Email address and name as set in the WordPress user profile of the service provider":[""],"Allow customers to provide a reason when canceling a reservation.":[""],"Cancellation timespan":[""],"Customers are not able to cancel their reservations when the start date and time are within this specified timespan.":[""],"Color":[""],"Select the color for the service.":["Selecta탵i culoarea pentru serviciu."],"You just got a new reservation!":["Ave탵i o rezervare nou캒"],"Send confirmation email":[""],"An email notification will be sent to the admin after a booking is made.":[""],"Include uploaded files as attachments":[""],"If the reservation form collects one or more file from the customer, you can enable or disable the inclusion of those files as email attachments.":[""],"A new reservation":["Rezervare nou캒"],"Thanks for your reservation!":["Mul탵umim pentru rezervare !"],"An email notification will be sent to the customer after a booking is made.":[""],"Your reservation is confirmed":["Rezervare confirmat캒"],"Create a Zoom Meeting":[""],"Automatically create a Zoom Meeting after a reservation is made.":[""],"It will be displayed at the top of the time slots list or reservation form for unscheduled services.":[""],"If you use HTML content, please consider the fact that it will observe the stylesheet of your theme and other plugins, so the result may differ from what you see in the editor.":[""],"Direct provider for assignment":[""],"How to treat discarded available slots":[""],"Choose how to handle available slots that are discarded due to overlapping settings.":[""],"Don't show":[""],"Show them as booked":[""],"Location":[""],"Choose how to set the location for this service. If a location is provided, it will be displayed in the frontend with directions and a map, unless specified otherwise.":[""],"No location":[""],"Inherited from the booking form Address field":[""],"Assigned location":[""],"Location visibility":[""],"Choose whether the location should be visible in the frontend. If you choose to hide the location from the frontend, it will still be visible in the backend and can be used, for example, in email templates.":[""],"Max reservations per user":[""],"The book button will display the number of reservations remaining for the current user. If the limit is reached, the user will not be able to proceed. Set 0 for no limit.":[""],"Choose the name of the service":[""],"How payment is required":[""],"Online":[""],"Customers are required to make an online payment. If no payment is made within the specified pending time, the reservation will be automatically cancelled.":[""],"Local":[""],"The plugin will not handle the payment. You should manually set the reservation as \"Paid\" when the payment is done locally.":[""],"Discretionary":[""],"Customers can choose whether to pay online or pay later/locally.":[""],"Buffer configuration":[""],"Select how the buffer between time slots should be calculated":[""],"Always computed between slots":[""],"The buffer is calculated between both free and booked slots within a container interval. This option is the default and ensures a consistent distribution of slots.":[""],"Only computed around booked slots":[""],"The buffer is applied around booked slots. It can cause redistribution of free slots when a new reservation is made.":[""],"Buffer between consecutive slots":[""],"A reservation was cancelled":["O rezervare a fost anulat캒"],"Cancellation email":["E-mail de anulare"],"Get notified when a customer cancels a reservation for this service that was booked from you":[""],"Confirmation email":["E-mail de confirmare"],"Get notified when someone books this service from you":[""],"Block availability if overlaps with reservations for other services":[""],"Activate this option to automatically block all other overlapping available slots as soon as one of them is booked.":[""],"Block availability if overlaps with personal events":[""],"Busy events in a personal Google Calendar will block the availability of this service. A personal Google Calendar which is different from the source one, must be set for this to work.":[""],"Block availability if overlaps with reservations for the same service":[""],"When using multiple availability plans for this service, enable this to exclude overlapping slots once a reservation is placed, regardless of which plan initiated it. Applicable only to non-independent plans.":[""],"Event color (booked slot)":[""],"Select a color for the Google Calendar reservation events.":["Selecta탵i o culoare pentru evenimentele de rezervare 칥n Calendarul Google."],"Calendar default":[""],"Event title (booked slot)":[""],"Provide a title for the Google Calendar reservation events.":["Furniza탵i un titlu pentru evenimentele de rezervare 칥n Calendarul Google."],"New reservation for %s":["Rezervare nou캒 pentru %s"],"Slots filling":[""],"Choose how the slots should be redistributed when a blocking event or a reservation of other services occurs.":[""],"Slots will always observe the original segmentation":[""],"Adaptive":[""],"Slots are adapted to maximize the available times":[""],"Add customers as guests of the Google Calendar event":[""],"If enabled, customers will receive Google notifications based on your Google Calendar settings. Additionally, a copy of the event will be created in their Google Calendars (if they have one), allowing them to view the event description. They will not have access to the guests list.":[""],"In accordance with personal data regulations, it may be necessary to provide customers with a comprehensive disclosure regarding the storage of their data. Additionally, you should ensure the ability to erase such data upon request. Before configuring this option to store customer personal data outside of this site, it is advisable to consult with the site administrator to ensure compliance with relevant regulations and guidelines.":[""],"Add reservation on Google Calendar":[""],"If enabled, reservations will be automatically added as events to the designated Google Calendar.":[""],"In order for this feature to work, you need to set a destination Google Calendar.":[""],"Create a Google Meet link":[""],"A Google Meet link will be created after a reservation is made.":[""],"Google Calendar event description content":[""],"Specify the content that should be included in the event description of the Google Calendar when a reservation is made.":[""],"Empty content":[""],"Customer's name, tickets, email and phone when available":[""],"Custom content":[""],"Privacy alert: Please note that the content of the Google Calendar event description may be visible to guests if customers are being added as guests.":[""],"Google Calendar event description custom content":[""],"You can use dynamic placeholders.":[""],"Do not use HTML content!":[""],"Set a Google Calendar reminder for reserved slot":[""],"No reminder":[""],"10 minutes before":[""],"30 minutes before":[""],"1 hour before":[""],"Drop tickets":[""],"Instead of dropping the slot, reservations made for the same service but in a different availability plan will be treated as if they are on the same plan.":[""],"Participate":[""],"Turn this off if you want to exclude your availability events from being counted for this service. This can be useful for temporary needs, such as vacations, as it allows you to maintain your availability schedule unchanged.":[""],"Slot duration":[""],"Slot duration configuration":["Configurarea duratei slotului"],"How the duration of a timeslot is defined":[""],"Use the entire available interval":[""],"Utilize the duration of the entire available interval as the slot duration for the service, without dividing it into separate timeslots.":[""],"Fixed duration":["Durat캒 fix캒"],"Automatically divide the entire available interval into timeslots of equal duration for the service.":[""],"Lead Time Restriction":[""],"Set the minimum required timespan between the current time and the time slot start or end time. Reservations are only allowed if the specified timespan is met, ensuring a buffer period for scheduling.":[""],"%d minute before":["","%d minutes before"],"%d hour before":["","%d hours before"],"%d day before (until midnight)":["","%d days before (until midnight)"],"Lead Time Restriction Reference":[""],"Slot start time":["Ora de 칥nceput"],"Slot end time":["Ora de sf칙r탳it"],"Opening Lead Time":[""],"Specify the timespan before the start time of a time slot when it becomes visible in the frontend for reservations. Slots will only be displayed if the start time is within the specified timespan.":[""],"Always":[""],"Picture":[""],"Provide a picture for the service.":[""],"We hope you had a memorable experience.":["Sper캒m c캒 a탵i avut o experien탵캒 memorabil캒."],"Send post-service engagement email":["Trimite탵i un e-mail de angajament dup캒 serviciu"],"Enable this feature to send a tailored email to customers after they've experienced the service.":["Activa탵i aceast캒 func탵ie pentru a trimite un e-mail personalizat clien탵ilor dup캒 ce au beneficiat de serviciu."],"%d day after":["%d zi dup캒","%d zile dup캒"],"Thank you for choosing us.":["V캒 mul탵umim c캒 ne-a탵i ales."],"Thank you for booking with us! We'll notify you once your reservation is confirmed.":["V캒 mul탵umim pentru rezervare! V캒 vom notifica odat캒 ce rezervarea dvs. este confirmat캒."],"Send preliminary confirmation email":["Trimite탵i un e-mail preliminar de confirmare"],"Upon making a booking that necessitates approval, an email notification will be promptly dispatched to the customer.":["Dup캒 efectuarea unei rezerv캒ri care necesit캒 aprobare, o notificare prin e-mail va fi trimis캒 imediat clientului."],"Booking received: awaiting approval confirmation":["Rezervare primit캒: a탳tept칙nd confirmarea aprob캒rii."],"If zero, won't appear. To change the currency, navigate to the Settings section.":[""],"Redirect":[""],"If active, the customer will be redirected to the specified URL after a successful reservation for this service. This is meant for tracking conversions.":[""],"About payments: when redirect is active, the immediate and later payment settings will work just fine, while discretion payment setting will not, so no payment option will be presented to the customer after the reservation in this case.":[""],"We are getting close!":[""],"Send reminder email":[""],"Reminders are sent using the WordPress Cron system, which relies on site visits to trigger the scheduled events. If your site has low traffic, there may be delays or the reminders may not be sent at all.":[""],"%d day before":["","%d days before"],"Don't forget your reservation":[""],"Short text to describe the service":[""],"Capacity display":[""],"Display available time slot capacity.":[""],"Show booked slots":[""],"Show map":[""],"By default, a location map is displayed. However, you can change this setting to hide the map if it is not needed.":[""],"Show provider name":[""],"Show provider profile page link":[""],"When enabled, the provider name will be displayed as a hyperlink that leads to the provider's profile page. To set the profile page for each provider, navigate to WordPress > Users > Edit > Website.":[""],"Show slot customers":[""],"Choose whether to display a list of the attendees or not, and which data it should include":[""],"Show names":[""],"Show email":[""],"Show names and email":[""],"Please carefully consider any privacy-related implications":[""],"Show start/end times":[""],"Show start/end":[""],"Hide":[""],"Show start time only":[""],"Time slot capacity":[""],"Max user tickets per slot":[""],"The maximum number of tickets that a customer is allowed to book for a single slot. 0 means up to the maximum available tickets.":[""],"Choose the class of the service":["Alege탵i clasa serviciului"],"Keep available until approval":[""],"Activate this option if you want to keep the slot/tickets available for other reservations, until a reservation gets approved.":[""],"Activating this option could lead to overbooking":[""],"Available slot color":[""],"Background color":[""],"Border color":[""],"Border radius":[""],"Border size":[""],"Total number of available slots":[""],"Total number of available tickets":[""],"Service name":[""],"Service name + total number of available slots":[""],"Service name + total number of available tickets":[""],"Hide the dots":[""],"Numbered dots meaning":[""],"Select what the number inside the dots represents.":[""],"Numbered dots threshold":[""],"Numbers inside the dots are not displayed when their value is below this threshold.":[""],"Default style":[""],"Google Maps Style":[""],"Do you want more styles or even create your own style? Just set this to \"Default style\", then install the SnazzyMaps WordPress plugin.":[""],"Map zoom level":[""],"Primary widget color":[""],"Booked slot color":[""],"Skip Google Maps library loading":[""],"Enable this setting if you are experiencing issues with the Google Maps JS library being loaded by another plugin or theme.":[""],"Providers sorting order":[""],"This determines the sorting order of service providers during the selection step.":[""],"Services sorting order":[""],"This determines the sorting order of services during the selection step.":[""],"Enable Caching":[""],"If enabled, the plugin will utilize the existing caching system to improve loading times.":[""],"Disabling caching can significantly impact the overall speed of the plugin. Only disable caching if you are encountering problems with your current caching system.":[""],"Use Service Providers":[""],"Enable this setting to allocate and manage services across multiple WordPress Users (service providers).":[""],"TheBooking is now at v%s!":["TheBooking este acum la versiunea %s!"],"游닉 We've rolled out some changes. Some of them might need your attention.":["游닉 Am implementat c칙teva modific캒ri. Unele dintre ele ar putea necesita aten탵ia dvs."],"See What's New":["Vezi ce este nou"],"Dismiss":["Ignor캒"],"WP API nonce expired, please refresh the page.":[""],"Generic error":[""],"All times are local":[""],"Add":[""],"Cancel":["Anulare"],"This panel is for administrative purposes only":[""],"Form conditionals and requirements will not be applied. All fields will be displayed, and all values will be allowed.":[""],"Reset this field if you want to create a new customer using the provided email address.":[""],"This is required":["Acest c칙mp e necesar"],"Please provide a valid email address":[""],"Time":[""],"Add reservation":[""],"%d out of %d":[""],"Booked":["Rezervat"],"Available":["Disponibil"],"Customer notifications will follow this timezone setting.":[""],"System timezone (WordPress > Settings > General)":[""],"Associate the customer with a WordPress user":[""],"Do not associate the customer":["Nu asocia탵i clientul"],"Are you sure?":["Sunte탵i sigur ?"],"Yes":["Da"],"No":["Nu"],"Delete":[""],"New API token":[""],"Generate a new API token":[""],"Create":[""],"Please provide the token name":["V캒 rug캒m s캒 furniza탵i numele token-ului"],"If enabled, this API token restricts write operations for API requests.":[""],"Add coupon":[""],"Used":[""],"Please enter the coupon text without any spaces":[""],"Coupon already exists":[""],"Error":[""],"There are reservations for this customer":[""],"Registered":[""],"Not registered":[""],"Inactive":[""],"Selected %d item":["","Selected %d items"],"Delete %d item":["","Delete %d items"],"All":["Toate"],"Reservations by %s":[""],"Search...":[""],"Add a customer":[""],"Create a new WordPress user":[""],"Please provide a name":[""],"Deletion prevented: services are assigned to this location.":[""],"New location":[""],"Add a location":[""],"Please enter a valid and properly formatted address":["V캒 rug캒m s캒 introduce탵i o adres캒 valid캒 탳i formatat캒 corect"],"Additional configuration options will be accessible once created.":[""],"Discount":[""],"Uses":[""],"Period":[""],"Type":[""],"This promotion is no longer available for customer use.":[""],"This promotion cannot be deleted because there are reservations associated with it.":[""],"Running":[""],"Not running (paused)":[""],"Not running":[""],"New promotion":[""],"Create a new Promotion":[""],"Please enter the promotion name without any spaces":[""],"Name already exists":[""],"The promotion will run for the selected period, the discount is automatically applied to any eligible service.":[""],"The promotion will run for the selected period, the discount is applied to any eligible service only if a valid coupon is provided.":[""],"Please provide a date interval":[""],"Please provide a discount value":[""],"Payment":[""],"Paid":[""],"Not paid":[""],"Not due":[""],"Search customer":[""],"Details":["Detalii"],"Confirm":["Confirm"],"Approve":[""],"Start meeting":[""],"Zoom meeting":[""],"Google Meet":[""],"Confirmed":["Confirmat"],"Cancelled":["Anulat"],"Pending":[""],"Expired":["Expirat"],"Deny":[""],"ID":[""],"Customer Name":[""],"Customer Email":[""],"Start date of service":["Data de 칥ncepere a serviciului"],"Start time of service":["Ora de 칥ncepere a serviciului"],"End date of service":[""],"End time of service":[""],"Form field: %s":[""],"Reset reservation IDs":[""],"PDF file is ready!":[""],"Open PDF":[""],"Today's":[""],"Tomorrow's":[""],"This week":[""],"Past":[""],"Search by ID":[""],"Export selected (%d)":[""],"Export all":[""],"Empty the database":[""],"Activate Table view":[""],"Activate List view":[""],"Activate Auto view":[""],"Display columns":[""],"Sort by":[""],"Sorting order":[""],"Descending":[""],"Ascending":[""],"Include reservations":[""],"I know what I'm doing, proceed":[""],"This erases the reservations database":[""],"Select additional properties to copy with service.":["Selecta탵i propriet캒탵ile suplimentare pentru a copia cu serviciul."],"Copy form":[""],"Copy providers settings":[""],"Copy notifications":[""],"Deletion prevented: there are reservations for this service.":[""],"Notifications":[""],"Booking form":[""],"Personal settings":["Set캒ri personale"],"Duplicate service":[""],"Duplicate":[""],"Appointment":[""],"Unscheduled":[""],"Your changes here only affect the service when provided by you":[""],"New service":[""],"Create a new Service":[""],"Suitable for timeslot-based reservations.":[""],"A service with no scheduling needs. Think about support tickets, estimate request, and so on.":[""],"Please provide a name for the service":[""],"This field is always active":[""],"Other fields are dependent on this field":[""],"Activate":[""],"depends on %s":[""],"New paragraph":[""],"New text input":[""],"New text area":[""],"New options field":[""],"Option 1":[""],"Option 2":[""],"Option 3":[""],"New checkbox":[""],"New file upload":[""],"New number input":[""],"New date input":["Introduce탵i o nou캒 dat캒"],"New option":[""],"Option %d label":[""],"Price increment":[""],"Increase service price by the specified amount when this option is selected during booking":[""],"Add option":[""],"Validation":[""],"Regex":[""],"Need help with regex expressions?":[""],"No validation":[""],"Phone (international)":[""],"Alphanumeric with space":[""],"Hide from registered users":[""],"Notification template placeholder":[""],"This placeholder, when inserted in a notification template, will be replaced with the value of the field. It must be unique in the context of the service.":[""],"Pre-fill user meta-key":[""],"Select or write":[""],"The field will be pre-populated with the corresponding user meta when available (even if the field is hidden)":[""],"Allowed file extensions":[""],"Comma-separated, e.g. \"jpeg, png, tiff\"":[""],"Max file size":[""],"Visible":[""],"Hidden":[""],"Required":["Necesar"],"Not required":["Op탵ional"],"Checked":["Bifat"],"Not checked":["Nebifat"],"Greater than":[""],"Less than":[""],"Equal to":[""],"Conditional":[""],"The field is":[""],"No valid fields in this form":[""],"Select a state":[""],"Depending on":[""],"Select a field":[""],"Being":[""],"Parent field options must be 2 or more":[""],"Select a value":[""],"This number":[""],"Experimental feature":[""],"Apply dynamic rules to control the field's behavior based on the values of other fields.":[""],"The conditional rule feature is available when the form includes at least one field of type number, options, or checkbox (excluding the current field).":[""],"Label":[""],"Min":[""],"Max":[""],"Discard":[""],"Save changes":[""],"Input text":[""],"Text area":[""],"Checkbox":[""],"Number":[""],"Options":[""],"File upload":[""],"Paragraph":[""],"Account":[""],"No provider":["Niciun furnizor"],"Add Google Account":[""],"Associate with a service provider":[""],"The associated provider gains the ability to manage the Google Account integration.":[""],"Changing the service provider will unlink any calendars associated with this account from availability plans not assigned to the new provider":["Schimbarea furnizorului de servicii va deconecta orice calendare asociate cu acest cont de planurile de disponibilitate care nu sunt atribuite noului furnizor"],"Connected as %s":[""],"Disconnect":[""],"Connect your Google Account":[""],"Authorize":[""],"Google Calendars":["Calendare Google"],"Personal":[""],"Events on this calendar will block plan availability":[""],"Source":[""],"Events on this calendar will be considered as available time for this plan":[""],"Destination":[""],"Reservations made for this plan will generate events on this calendar":[""],"Owner":["Proprietar"],"Shared":["Partajat"],"No availability plans available":[""],"Thanks for updating to TheBooking!":["Mul탵umim c캒 a탵i actualizat la TheBooking!"],"This release represents our most significant update since the app's inception. Along with a host of new features and a complete visual revamp, it introduces pivotal changes you should be aware of. For a detailed overview, please consult our %supdated documentation%s.":["Aceast캒 versiune reprezint캒 cea mai semnificativ캒 actualizare de la lansarea aplica탵iei. Pe l칙ng캒 o serie de noi func탵ionalit캒탵i 탳i o re칥nnoire vizual캒 complet캒, introduce schimb캒ri esen탵iale de care ar trebui s캒 fi탵i con탳tient. Pentru o privire detaliat캒, v캒 rug캒m s캒 consulta탵i %sdocumenta탵ia noastr캒 actualizat캒%s."],"Migrate settings and data":[""],"Start fresh (migrate later if needed)":["칉ncepe탵i de la zero (migra탵i mai t칙rziu dac캒 este necesar)"],"Save":[""],"Subject":[""],"Please provide the email subject":[""],"Body":[""],"You can use HTML":[""],"Please provide the email content":[""],"Edit email content":[""],"Coupons":[""],"List of single use coupon codes":[""],"Connect a Google Account and associate it with the provider":[""],"The Google Account associated with this service provider grants access to their associated calendars, empowering them to effectively configure their Google integration using these calendars.":[""],"The service provider can autonomously link their Google Account by navigating to Availability > Your Google Account.":[""],"Service provider notifications will follow this timezone setting.":[""],"Download":[""],"Not provided":[""],"Date of service":[""],"Times":[""],"Submitted":[""],"UID (internal)":[""],"Virtual meetings":[""],"Get data for Zoom meeting ID %s":[""],"Start URL":[""],"Join URL":[""],"Password: %s":[""],"Status: %s":[""],"Join meeting":[""],"Google Calendar events":["Evenimente Google Calendar"],"Refresh Google Calendar event creation":["Creeaz캒 eveniment 칥n Google Calendar din nou"],"An event will be created or updated in any destination calendar set for the availability plan for which this reservation was generated.":[""],"Form submission details":[""],"Applied discounts":[""],"The discount values are based on the time of the reservation and any subsequent changes to a promotion will not be reflected here.":[""],"System":[""],"User":[""],"Confirmation email sent by %s":[""],"send again":[""],"Confirmation pending":[""],"Reminder email sent by %s":[""],"send now":[""],"Reminder email pending":[""],"Cancellation email sent by %s":[""],"Refund":[""],"Gateway":[""],"Amount":[""],"Gateway data":[""],"Edit":[""],"Files":[""],"This reservation has expired.":["Rezervarea a expirat."],"Editing an expired reservation could lead to overbooking as the spot may have been taken by other reservations.":[""],"I am aware of the potential risks":[""],"You are editing the database directly":[""],"Changes made here won't send notifications. Use the actions in the reservations table to trigger them.":[""],"The service will be modified even if there are no available slots for it.":[""],"Start date time":[""],"The date will be modified even if there are no available slots for it.":[""],"End date time":[""],"Payment status":[""],"Base price":[""],"Reason for cancellation":["Motivul anul캒rii"],"This is the latest service form available.":[""],"If you've made changes to the service form after this reservation was submitted, some information may be missing or different from what the customer originally viewed.":[""],"No payment yet":[""],"No locations available.":[""],"Go to Locations":[""],"Customer's local timezone":[""],"Customer was not able to pay within the allowed time. Expired reservations are going to be automatically deleted on a weekly basis, unless the status is manually changed or the reservation is set as paid.":[""],"To do":[""],"Done":[""],"Draft":[""],"Total time: %s":[""],"Add interval":[""],"Remove interval":[""],"Showing from %s":[""],"to %s":[""],"Activity period":[""],"Excluded dates":[""],"New plan":[""],"Create a new Plan":[""],"Please provide a name for the plan":[""],"Independent":[""],"When set as independent, reservations from other plans will not interfere with the availability of this plan, and vice versa.":[""],"Weekly plan":[""],"Services to which this availability source is applied.":[""],"Providers to which this availability source is applied.":[""],"Changing the service provider will disassociate any existing provider's Google Account. Please remember to reconfigure the Google Calendars for this plan, if necessary.":[""],"Destination calendars":["Calendare destina탵ie"],"Calendars in which reservation events should be created for this plan.":[""],"Personal calendars":["Calendare personale"],"Calendars whose busy events will block availability for this plan.":[""],"Source calendars":["Calendare surs캒"],"Calendars whose busy events will be considered as AVAILABLE time for the selected services. If more BUSY events overlap, their UNION will be considered.":[""],"Schedule":[""],"Google 3-way":["Google 3-cale"],"Edit content":[""],"Select":[""],"Remove":[""],"This file is from a different version.":[""],"Not a valid JSON file.":[""],"Import":[""],"Export":[""],"Discard change":[""],"Save change":[""],"Time left":[""],"Your reservation is expired.":["Rezervarea a expirat."],"Thank you for the reservation":["Mul탵umim pentru rezervare"],"To confirm the reservation, please select a payment method.":["Pentru a confirma rezervarea, v캒 rug캒m s캒 selecta탵i o metod캒 de plat캒."],"Please select a payment method.":["V캒 rug캒m s캒 selecta탵i o metod캒 de plat캒."],"Amount to pay":["Suma de plat캒"],"Pay":["Pl캒te탳te"],"Summary":["Sumar rezervare"],"Back":["Inapoi"],"Book now":["Rezerv캒 acum"],"Coupon?":["Cupon?"],"Apply":["Aplic캒"],"Price details":["Detalii pre탵"],"%s list price":["%s pre탵 de list캒"],"X %d ticket =":["X %d bilet =","X %d bilete ="],"Coupon %s ":["Cupon %s"],"Slot %d: %s discount":["Slot %d: reducere %s"],"%s discount":["Reducere %s"],"Total":["Total"],"Coupon applied!":["Cupon aplicat!"],"Invalid coupon!":["Cupon invalid!"],"Go back":["Inapoi"],"Reservations for %s number %s":["Rezerv캒ri pentru %s num캒r %s"],"Add to calendar":["Adaug캒 la calendar"],"Thank you for your reservation":["V캒 mul탵umim pentru rezervare"],"Thank you for your reservation, we will notify you once confirmed.":["V캒 mul탵umim pentru rezervare, v캒 vom notifica odat캒 ce este confirmat캒."],"Reservation ID: %s":["Rezervare Nr: %s"],"Do you wish to pay online?":["Dori탵i s캒 pl캒ti탵i online?"],"Select a service":["Selecteaz캒 serviciul"],"Promo price!":["Pre탵 promo탵ional!"],"starts from":["칥ncepe de la"],"Upcoming":[""],"Promo":[""],"Map cannot be loaded right now, sorry.":[""],"Warning":[""],"Please input":[""],"Validation failed":[""],"Select...":[""],"Upload":[""],"Max file size is %d MB, this file is %d MB":[""],"Next":["Inainte"],"%s left":[""],"Get directions":[""],"%s or %s to book this service":[""],"Login":[""],"Register":[""],"Promo available!":[""],"Select a provider":[""],"Select one or more adjacent timeslots":["Selecteaz캒 intervalul orar"],"Select a timeslot":["Selecteaz캒 ora"],"Local times in %s":["Ora local캒 %s"],"This timeslot is not adjacent to the others!":[""],"Pay %s":[""],"Join Zoom meeting":[""],"Join Google Meet":[""],"Please tell us the reason":["Te rug캒m sa ne scrii motivul anul캒rii"],"Saving...":[""],"Whoops":[""],"Success":[""],"Starts from %s":[""],"%d available":[""],"Sold out":[""],"Form field validation regex\u0004Email":[""],"Form field validation regex\u0004URL":[""],"Form field label\u0004Email":[""],"Form field label\u0004First name":["Prenume"],"Form field label\u0004Last name":["Nume"],"Form field label\u0004User URL":[""],"Setting control\u0004Delegated":["Delegat"],"Setting control\u0004Admin":[""],"WP Block Editor\u0004Service restrictions":[""],"WP Block Editor\u0004For unrestricted listing, leave all checkboxes unselected.":[""],"WP Block Editor\u0004Provider restrictions":[""],"WP Block Editor\u0004Configuration":["Cofigurare"],"WP Block Editor\u0004Widget type":[""],"WP Block Editor\u0004Monthly calendar":["Calendar lunar"],"WP Block Editor\u0004Upcoming events":[""],"WP Block Editor\u0004Unscheduled services":["Servicii neschematizate"],"WP Block Editor\u0004Reservations list (logged users only)":[""],"WP Block Editor\u0004Visible events":[""],"WP Block Editor\u0004Number of upcoming events shown on the page":[""],"WP Block Editor\u0004Show more":[""],"WP Block Editor\u0004Load more events button":[""],"WP Block Editor\u0004Maximum fetched events":[""],"WP Block Editor\u0004Maximum number of events that can be loaded in total when using the \"Show more\" button. Set \"0\" for no limit.":[""],"WP Block Editor\u0004Permissions":[""],"WP Block Editor\u0004Read-only":[""],"WP Block Editor\u0004Prevents booking through this widget instance.":[""],"WP Block Editor\u0004Logged-only":[""],"WP Block Editor\u0004Restricts booking to logged-in users only through this widget instance.":[""],"WP Block Editor\u0004These permissions apply to all services presented through this widget, overriding any service-specific permission settings.":[""],"block title\u0004TheBooking widget":["Widgetul TheBooking"],"block description\u0004Displays the booking widget":["Afi탳eaz캒 widgetul de rezervare"],"block keyword\u0004tbk-booking":["tbk-booking"],"block keyword\u0004thebooking":["thebooking"],"block keyword\u0004teambooking":["teambooking"],"block keyword\u0004calendar":["calendar"],"block keyword\u0004reservations":["rezerv캒ri"]}}}