Repository: VonStroheim/thebooking-languages
Catalog: 3.1.0/team-booking-*.po
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

source: Make sure that the email address you provide belongs to the domain of your mail server. Emails sent from unrecognized domains may be blocked by the recipient's email service.
es_es: Asegúrate de que la dirección de correo electrónico que proporciones pertenezca al dominio de tu servidor de correo. Los correos electrónicos enviados desde dominios no reconocidos pueden ser bloqueados por el servicio de correo electrónico del destinatario.
fr_fr: Assurez-vous que l'adresse email que vous fournissez appartient au domaine de votre serveur de messagerie. Les emails envoyés à partir de domaines non reconnus peuvent être bloqués par le service de messagerie du destinataire.
pl_pl: Upewnij się, że podany adres e-mail należy do domeny Twojego serwera pocztowego. Wiadomości e-mail wysyłane z nierozpoznanych domen mogą zostać zablokowane przez usługę poczty e-mail odbiorcy.
pt_br: Certifique-se de que o endereço de e-mail fornecido pertence ao domínio do seu servidor de e-mail. E-mails enviados de domínios não reconhecidos podem ser bloqueados pelo serviço de e-mail do destinatário.
ru_ru: Убедитесь, что указанный вами адрес электронной почты принадлежит домену вашего почтового сервера. Электронные письма, отправленные с неизвестных доменов, могут быть заблокированы службой электронной почты получателя.

source: Who can make a reservation
es_es: ¿Quién puede hacer una reserva?
fr_fr: Qui peut effectuer une réservation
pl_pl: Kto może dokonać rezerwacji
pt_br: Quem pode fazer uma reserva
ru_ru: Кто может сделать бронирование

source: If "Logged user only" is selected, a notice with a link to the registration page will be displayed. The default link can be changed in the "Settings" section.
es_es: Si se selecciona "Solo usuarios registrados", se mostrará un aviso con un enlace a la página de registro. El enlace predeterminado se puede cambiar en la pestaña "Configuración principal".
fr_fr: Si "Utilisateur connecté uniquement" est sélectionné, alors un avis avec un lien vers la page d'inscription est affiché. Le lien par défaut peut être modifié dans l'onglet "Paramètres principaux".
pl_pl: Jeśli wybrano opcję "Tylko zalogowany użytkownik", zostanie wyświetlone powiadomienie z linkiem do strony rejestracji. Domyślny link można zmienić w sekcji "Ustawienia".
pt_br: Se "Somente usuário conectado" for selecionado, um aviso com um link para a página de registro será exibido. O link padrão pode ser alterado na guia "Configurações do núcleo".
ru_ru: Если выбран вариант «Только вошедший пользователь», будет отображено уведомление со ссылкой на страницу регистрации. Ссылку по умолчанию можно изменить в разделе «Настройки».

source: Everyone
es_es: Todos
fr_fr: Tout le monde
pl_pl: Wszyscy
pt_br: Todos
ru_ru: Каждый

source: Logged users only
es_es: Solo usuarios registrados
fr_fr: Utilisateurs connectés uniquement
pl_pl: Tylko zalogowani użytkownicy
pt_br: Apenas usuários logados
ru_ru: Только зарегистрированные пользователи

source: Nobody (read-only)
es_es: Nadie (solo lectura)
fr_fr: Personne (lecture seule)
pl_pl: Nikt (tylko do odczytu)
pt_br: Ninguém (somente leitura)
ru_ru: Никто (только чтение)

source: Allow customers to cancel a reservation
es_es: Permitir que los clientes cancelen una reserva
fr_fr: Autoriser les clients à annuler une réservation
pl_pl: Umożliwienie klientom anulowania rezerwacji
pt_br: Permitir que os clientes cancelem uma reserva
ru_ru: Разрешить клиентам отменить бронирование

source: Customers will be able to cancel their reservations for this service either by using the cancellation link in the email (if provided) or by visiting the page where a reservation status widget is placed (in which case they must be logged in).
es_es: Los clientes podrán cancelar sus reservas para este servicio ya sea mediante el enlace de cancelación por correo electrónico (si se proporciona) o mediante la página donde se coloca el código corto [tb-reservations] (en cuyo caso deben estar registrados)
fr_fr: Les clients pourront annuler leurs réservations pour ce service soit par le lien d'annulation par e-mail (s'il est fourni) soit par la page où se trouve le shortcode [tb-reservations] (dans ce cas, ils doivent être connectés)
pl_pl: Klienci będą mogli anulować swoje rezerwacje dla tej usługi, korzystając z linku do anulowania w wiadomości e-mail (jeśli został podany) lub odwiedzając stronę, na której znajduje się widżet statusu rezerwacji (w takim przypadku muszą być zalogowani).
pt_br: Os clientes poderão cancelar suas reservas para este serviço pelo link de cancelamento de e-mail (se fornecido) ou pela página onde é colocado o shortcode [tb-reservations] (nesse caso, eles devem estar logados)
ru_ru: Клиенты смогут отменить бронирование этой услуги либо с помощью ссылки отмены в электронном письме (если она имеется), либо посетив страницу, на которой размещен виджет статуса бронирования (в этом случае им необходимо войти в систему).

source: Reservation Approval
es_es: Aprobación de la reserva
fr_fr: Approbation de la réservation
pl_pl: Zatwierdzenie rezerwacji
pt_br: Aprovação da reserva
ru_ru: Утверждение бронирования

source: By enabling this setting, reservations won't be finalized immediately upon booking. Instead, they will await approval.
es_es: Al activar esta configuración, las reservas no se finalizarán inmediatamente al hacer la reserva. En su lugar, esperarán la aprobación.
fr_fr: En activant ce paramètre, les réservations ne seront pas finalisées immédiatement lors de la réservation. Elles attendront plutôt une approbation.
pl_pl: Po włączeniu tego ustawienia rezerwacje nie będą finalizowane natychmiast po dokonaniu rezerwacji. Zamiast tego będą oczekiwać na zatwierdzenie.
pt_br: Ao ativar essa configuração, as reservas não serão finalizadas imediatamente após a reserva. Em vez disso, aguardarão aprovação.
ru_ru: Активируя эту настройку, бронирования не будут завершены сразу после бронирования. Вместо этого они будут ожидать подтверждения.

source: Approval authority
es_es: Autoridad de aprobación
fr_fr: Autorité d'approbation
pl_pl: Organ zatwierdzający
pt_br: Autoridade de aprovação
ru_ru: Орган утверждения.

source: If enabled, no actions such as sending confirmation emails or updating Google Calendar will be performed until the reservation is approved.
es_es: Si está activo, no se realizarán acciones como enviar un correo electrónico de confirmación o actualizar el Calendario de Google hasta que se apruebe la reserva.
fr_fr: Si actif, aucune action telle que l'envoi d'un email de confirmation ou la mise à jour du calendrier Google ne sera effectuée tant que la réservation n'aura pas été approuvée.
pl_pl: Jeśli opcja ta jest włączona, żadne działania, takie jak wysyłanie wiadomości e-mail z potwierdzeniem lub aktualizacja Kalendarza Google, nie będą wykonywane do momentu zatwierdzenia rezerwacji.
pt_br: Se ativo, nenhuma ação como envio de e-mail de confirmação ou atualização do Google Agenda será realizada, até que a reserva seja aprovada.
ru_ru: Если этот параметр включен, никакие действия, такие как отправка писем с подтверждением или обновление Календаря Google, не будут выполняться до тех пор, пока бронирование не будет одобрено.

source: Admin approval
es_es: Aprobación del administrador
fr_fr: Approbation de l'administrateur
pl_pl: Zatwierdzenie przez administratora
pt_br: Aprovação do administrador
ru_ru: Утверждение администратора

source: Service provider approval
es_es: Aprobación de proveedor
fr_fr: Approbation du prestataire de service
pl_pl: Zatwierdzenie dostawcy usług
pt_br: Aprovação do prestador de serviços
ru_ru: Утверждение поставщика услуг

source: Service provider assignment rule
es_es: Regla de asignación de proveedor de servicios
fr_fr: Règle d'attribution du prestataire de services
pl_pl: Reguła przypisania dostawcy usług
pt_br: Prestador de Serviço não encontrado
ru_ru: Правило назначения поставщика услуг

source: In case of multiple service providers, you can specify the assignment rule that the plugin should follow after each reservation.
es_es: En caso de múltiples proveedores de servicios, especifica qué regla de asignación debe seguir el complemento después de cada reserva.
fr_fr: En cas de plusieurs fournisseurs de services, spécifiez la règle d'assignation que le plugin doit suivre après chaque réservation.
pl_pl: W przypadku wielu usługodawców można określić regułę przypisywania, którą wtyczka powinna stosować po każdej rezerwacji.
pt_br: No caso de vários prestadores de serviço, especifique qual regra de atribuição o plug-in deve seguir após cada reserva.
ru_ru: В случае нескольких поставщиков услуг вы можете указать правило назначения, которому плагин должен следовать после каждого резервирования.

source: Equal
es_es: Igual
fr_fr: Egal
pl_pl: Równość
pt_br: Igual
ru_ru: Равный

source: A new reservation will be assigned to the service provider with the fewest number of reservations already assigned to them, based on the reservations stored in the database.
es_es: Una nueva reserva se asigna al proveedor con menos de ellas asignadas (en el contexto del servicio). Basado en las reservas presentes en la base de datos.
fr_fr: Une nouvelle réservation est attribuée au fournisseur avec le moins d'entre eux attribués (dans le contexte du service). Sur la base des réservations présentes dans la base de données.
pl_pl: Nowa rezerwacja zostanie przypisana do usługodawcy z najmniejszą liczbą rezerwacji już do niego przypisanych, w oparciu o rezerwacje przechowywane w bazie danych.
pt_br: Uma nova reserva é atribuída ao provedor com menos reservas atribuídas (no contexto do serviço). Com base nas reservas que estão presentes no banco de dados.
ru_ru: Новое резервирование будет назначено поставщику услуг с наименьшим количеством уже назначенных ему резервирований на основе резервирований, хранящихся в базе данных.

source: Direct
es_es: Directo
pl_pl: Bezpośredni
pt_br: Direto
ru_ru: Прямой

source: Always assign the reservation to a specific service provider.
es_es: Siempre asignar a un proveedor específico.
fr_fr: Toujours attribuer à un fournisseur spécifique.
pl_pl: Zawsze przypisuj rezerwację do określonego usługodawcy.
pt_br: Sempre atribua a um prestador de serviço específico.
ru_ru: Всегда назначайте резервирование конкретному поставщику услуг.

source: Random
es_es: Aleatorio
fr_fr: Aléatoire
pl_pl: Losowo
pt_br: Randômico
ru_ru: случайный

source: A random provider will be selected for the assignment.
es_es: Se seleccionará un proveedor aleatorio para la asignación.
fr_fr: Un fournisseur aléatoire sera sélectionné pour l'affectation.
pl_pl: Do zadania zostanie wybrany losowy dostawca.
pt_br: Um provedor aleatório será selecionado para a atribuição.
ru_ru: Для выполнения задания будет выбран случайный поставщик.

source: Block after one reservation
es_es: Bloquear después de una reserva
fr_fr: Bloquer après une réservation
pl_pl: Blokada po jednej rezerwacji
pt_br: Bloquear após uma reserva
ru_ru: Блокировать после одного бронирования

source: Even if a single reservation does not reach the maximum number of available tickets for the time slot(s), activating this setting will prevent other reservations from being made for the same time slot(s).
es_es: Incluso si una sola reserva no agota los boletos disponibles para la(s) franja(s) horaria(s), activar esta configuración evita que se realicen otras reservas para la misma(s) franja(s) horaria(s).
fr_fr: Même si une seule réservation ne permet pas de maximiser les billets disponibles pour le(s) créneau(x) horaire(s), l'activation de ce paramètre empêche d'autres réservations de prendre place pour le(s) même(s) créneau(x) horaire(s).
pl_pl: Nawet jeśli pojedyncza rezerwacja nie osiągnie maksymalnej liczby dostępnych biletów na dany przedział czasowy, aktywacja tego ustawienia uniemożliwi dokonanie innych rezerwacji na ten sam przedział czasowy.
pt_br: Mesmo que uma única reserva não exceda os ingressos disponíveis para o(s) horário(s), ativar essa configuração evita que outras reservas ocorram para o(s) mesmo(s) horário(s).
ru_ru: Даже если при одном бронировании не будет достигнуто максимальное количество доступных билетов для данного временного интервала(ов), активация этого параметра предотвратит выполнение других бронирований для того же временного интервала(ов).

source: A reservation was cancelled.
es_es: Una reserva ha sido cancelada.
fr_fr: Une réservation a été annulée.
pl_pl: Rezerwacja została anulowana.
pt_br: Uma reserva foi cancelada.
ru_ru: Бронирование было отменено.

source: Send cancellation email
es_es: Enviar correo electrónico de cancelación
fr_fr: Envoyer un e-mail d'annulation
pl_pl: Wyślij wiadomość e-mail z anulowaniem
pt_br: Enviar e-mail de cancelamento
ru_ru: Отправить письмо об отмене

source: An email notification is sent to the admin after a booking is cancelled
es_es: Se envía un mensaje de correo electrónico al administrador después de que se cancela una reserva
fr_fr: Un message électronique est envoyé à l'administrateur après l'annulation d'une réservation
pl_pl: Powiadomienie e-mail jest wysyłane do administratora po anulowaniu rezerwacji
pt_br: Uma mensagem de e-mail é enviada ao administrador após o cancelamento de uma reserva
ru_ru: Уведомление по электронной почте отправляется администратору после отмены бронирования.

source: Recipients administrators
es_es: Destinatarios administradores
fr_fr: Destinataires administrateurs
pl_pl: Administratorzy odbiorców
pt_br: Administradores de destinatários
ru_ru: Администраторы получателей

source: Reservation cancelled
es_es: Reserva cancelada
fr_fr: Rendez-vous annulé
pl_pl: Rezerwacja anulowana
pt_br: Reserva cancelada
ru_ru: Бронирование отменено

source: Your reservation was cancelled.
es_es: Tu reserva ha sido cancelada.
fr_fr: Votre rendez-vous a été annulé.
pl_pl: Twoja rezerwacja została anulowana.
pt_br: Sua reserva foi cancelada.
ru_ru: Ваше бронирование было отменено.

source: An email notification is sent to the customer after a booking is cancelled
es_es: Se envía un mensaje de correo electrónico al cliente después de que se cancela una reserva
fr_fr: Un message électronique est envoyé au client après l'annulation d'une réservation
pl_pl: Po anulowaniu rezerwacji do klienta wysyłane jest powiadomienie e-mail
pt_br: Uma mensagem de e-mail é enviada ao cliente após o cancelamento da reserva
ru_ru: Уведомление по электронной почте отправляется клиенту после отмены бронирования.

source: Specify the email address that should appear as the sender.
es_es: Especifique la dirección de correo electrónico que debe aparecer como remitente.
fr_fr: Spécifiez l'adresse e-mail qui doit apparaître comme l'expéditeur.
pl_pl: Określ adres e-mail, który powinien być wyświetlany jako nadawca.
pt_br: Especifique o endereço de e-mail que deve aparecer como remetente.
ru_ru: Укажите адрес электронной почты, который должен отображаться в качестве отправителя

source: Administrator
es_es: Administrador
fr_fr: Administrateur
pt_br: Administrador
ru_ru: Администратор

source: The email address is taken from Settings > General > Sender email. The sender name will be the site title as set in WordPress > General.
es_es: La dirección de correo electrónico se toma de Configuración > General > Correo electrónico del remitente. El nombre del remitente será el título del sitio tal como se establece en WordPress > General.
fr_fr: L'adresse email est prise dans Paramètres > Général > Adresse e-mail de l'expéditeur. Le nom de l'expéditeur sera le titre du site tel que défini dans WordPress > Général.
pl_pl: Adres e-mail jest pobierany z Ustawienia > Ogólne > E-mail nadawcy. Nazwą nadawcy będzie tytuł witryny ustawiony w WordPress > Ogólne.
pt_br: O endereço de e-mail é obtido em Configurações > Geral > E-mail do remetente. O nome do remetente será o título do site conforme definido em WordPress > Geral.
ru_ru: Адрес электронной почты берется из «Настройки» > «Основные» > «Электронная почта отправителя». Имя отправителя будет заголовком сайта, установленным в WordPress > Общие.

source: Service Provider
es_es: Proveedor de servicios
fr_fr: Fournisseur de service
pl_pl: Dostawca usług
pt_br: Prestador de Serviço
ru_ru: Поставщик услуг

source: Email address and name as set in the WordPress user profile of the service provider
es_es: Dirección de correo electrónico y nombre como se establecen en el perfil de usuario de WordPress del proveedor de servicios
fr_fr: Adresse email et nom tels que définis dans le profil utilisateur WordPress du fournisseur de service
pl_pl: Adres e-mail i nazwa ustawione w profilu użytkownika WordPress dostawcy usług
pt_br: Endereço de e-mail e nome conforme definido no perfil de usuário do WordPress do prestador de serviços
ru_ru: Адрес электронной почты и имя, указанные в профиле пользователя WordPress поставщика услуг

source: Allow customers to provide a reason when canceling a reservation.
es_es: Permitir a los clientes dejar una razón en caso de que cancelen una reserva.
fr_fr: Autoriser les clients à laisser une raison en cas d'annulation d'une réservation.
pl_pl: Umożliwienie klientom podania powodu podczas anulowania rezerwacji.
pt_br: Permita que os clientes informem um motivo caso cancelem uma reserva.
ru_ru: Разрешить клиентам указывать причину отмены бронирования.

source: Cancellation timespan
es_es: Período de tiempo de cancelación
fr_fr: Délai d'annulation
pl_pl: Czas anulowania
pt_br: Período de cancelamento
ru_ru: Срок отмены

source: Customers are not able to cancel their reservations when the start date and time are within this specified timespan.
es_es: Los clientes no pueden cancelar sus reservas cuando la fecha y hora de inicio se encuentran dentro de este intervalo de tiempo especificado.
fr_fr: Les clients ne peuvent pas annuler leurs réservations lorsque la date et l'heure de début se trouvent dans cette plage de temps spécifiée.
pl_pl: Klienci nie mogą anulować swoich rezerwacji, gdy data i godzina rozpoczęcia mieszczą się w tym określonym przedziale czasowym.
pt_br: Os clientes não podem cancelar suas reservas quando a data e hora de início estiverem dentro deste intervalo especificado.
ru_ru: Клиенты не могут отменить свое бронирование, если дата и время начала находятся в пределах указанного периода времени.

source: Color
fr_fr: Couleur
pl_pl: Kolor
pt_br: Cor
ru_ru: Цвет

source: Select the color for the service.
es_es: Selecciona el color para el servicio.
fr_fr: Sélectionnez la couleur pour le service.
pl_pl: Wybierz kolor usługi.
pt_br: Selecione a cor para o serviço.
ru_ru: Выберите цвет услуги.

source: You just got a new reservation!
es_es: ¡Acabas de recibir una nueva reserva!
fr_fr: Vous venez de recevoir une nouvelle réservation !
pl_pl: Właśnie dostałeś nową rezerwację!
pt_br: Você acabou de receber uma nova reserva!
ru_ru: Вы только что получили новое бронирование!

source: Send confirmation email
es_es: Enviar correo electrónico de confirmación
fr_fr: Envoyer un e-mail de confirmation
pl_pl: Wyślij wiadomość e-mail z potwierdzeniem
pt_br: Enviar e-mail de confirmação
ru_ru: Отправить письмо с подтверждением

source: An email notification will be sent to the admin after a booking is made.
es_es: Se enviará una notificación por correo electrónico al administrador después de realizar una reserva.
fr_fr: Une notification par e-mail sera envoyée à l'administrateur après une réservation.
pl_pl: Powiadomienie e-mail zostanie wysłane do administratora po dokonaniu rezerwacji.
pt_br: Será enviada uma notificação por e-mail para o administrador após uma reserva ser feita.
ru_ru: После оформления бронирования администратору будет отправлено уведомление по электронной почте.

source: Include uploaded files as attachments
es_es: Incluir archivos cargados como adjunto
fr_fr: Inclure les fichiers téléchargés en pièces jointes
pl_pl: Dołącz przesyłane pliki jako załączniki
pt_br: Incluir arquivos enviados como anexo
ru_ru: Включить загруженные файлы в виде вложений

source: If the reservation form collects one or more file from the customer, you can enable or disable the inclusion of those files as email attachments.
es_es: Si el formulario de reserva recopila uno o más archivos del cliente, elige si incluirlos o no como adjuntos de correo electrónico
fr_fr: Si le formulaire de réservation collecte un ou plusieurs fichiers du client, choisissez de les inclure ou non en tant que pièce jointe à l'e-mail.
pl_pl: Jeśli formularz rezerwacji zbiera jeden lub więcej plików od klienta, można włączyć lub wyłączyć dołączanie tych plików jako załączników do wiadomości e-mail.
pt_br: Se o formulário de reserva coletar um ou mais arquivos do cliente, escolha se deseja incluí-los ou não como anexo de e-mail.
ru_ru: Если форма бронирования собирает один или несколько файлов от клиента, вы можете включить или отключить включение этих файлов в качестве вложений электронной почты.

source: A new reservation
es_es: Una nueva reserva
fr_fr: Un nouveau rendez-vous
pl_pl: Nowa rezerwacja
pt_br: Uma nova reserva
ru_ru: Новое бронирование

source: Thanks for your reservation!
es_es: ¡Gracias por tu reserva!
fr_fr: Merci pour votre réservation!
pl_pl: Dziękujemy za rezerwację!
pt_br: Obrigado por sua reserva!
ru_ru: Спасибо за ваше бронирование!

source: An email notification will be sent to the customer after a booking is made.
es_es: Se enviará una notificación por correo electrónico al cliente después de realizar una reserva.
fr_fr: Une notification par e-mail sera envoyée au client après une réservation.
pl_pl: Powiadomienie e-mail zostanie wysłane do klienta po dokonaniu rezerwacji.
pt_br: Será enviada uma notificação por e-mail para o cliente após uma reserva ser feita.
ru_ru: Уведомление по электронной почте будет отправлено клиенту после оформления бронирования.

source: Your reservation is confirmed
es_es: Tu reserva está confirmada
fr_fr: Votre réservation est confirmée
pl_pl: Rezerwacja została potwierdzona
pt_br: Sua reserva está confirmada
ru_ru: Ваше бронирование подтверждено

source: Create a Zoom Meeting
es_es: Crear una reunión de Zoom
fr_fr: Créer une réunion Zoom
pl_pl: Utwórz spotkanie Zoom
pt_br: Criar uma reunião no Zoom
ru_ru: Создать конференцию Zoom

source: Automatically create a Zoom Meeting after a reservation is made.
es_es: Se crea automáticamente una reunión de Zoom después de una reserva.
fr_fr: Une réunion Zoom est automatiquement créée après une réservation.
pl_pl: Automatycznie utwórz spotkanie Zoom po dokonaniu rezerwacji.
pt_br: Uma reunião Zoom é criada automaticamente após uma reserva.
ru_ru: Автоматически создавайте конференцию Zoom после бронирования.

source: It will be displayed at the top of the time slots list or reservation form for unscheduled services.
es_es: Se mostrará en la parte superior de la lista de horarios o del formulario de reserva para servicios no programados.
fr_fr: Elle sera affichée en haut de la liste des créneaux horaires ou du formulaire de réservation pour les services non planifiés.
pl_pl: Będzie on wyświetlany na górze listy przedziałów czasowych lub formularza rezerwacji dla nieplanowanych usług.
pt_br: Ele será exibido no topo da lista de horários ou formulário de reserva para serviços não agendados.
ru_ru: Он будет отображаться вверху списка временных интервалов или формы бронирования для незапланированных услуг.
