{"domain":"team-booking","locale_data":{"team-booking":{"":{"domain":"team-booking","plural_forms":"nplurals=2; plural=(n > 1);","lang":"fr_FR"},"TheBooking":["TheBooking"],"A booking plugin for WordPress.":["Un plugin de réservation pour WordPress."],"VonStroheim":["VonStroheim"],"https://stroheimdesign.com":["https://stroheimdesign.com"],"Service":["Service"],"Date":["Date"],"Created":["Créé"],"Form field":["Champ de formulaire"],"TheBooking reservations":["Les réservations de TheBooking"],"Email":["Email"],"First name":["Prénom"],"Last name":["Nom"],"Address":["Adresse"],"Phone":["Téléphone"],"Url":["Url"],"Google Account":["Compte Google"],"Google Integration":["Intégration Google"],"Google Accounts":["Comptes Google"],"Google Meet link":["Lien Google Meet"],"Reservation":["Réservation"],"Google Calendar":["Google Agenda"],"In order to use Google Calendar with the plugin, you have to activate and configure a Google Project.":["Pour utiliser Google Agenda avec le plugin, vous devez activer et configurer un projet Google."],"Your authorization was revoked upstream, please disconnect and reconnect!":["Votre autorisation a été révoquée en amont, veuillez vous déconnecter et vous reconnecter !"],"Something changed in your Google account (a password reset or similar), please disconnect and reconnect!":["Quelque chose a changé dans votre compte Google (réinitialisation de mot de passe ou similaire), veuillez vous déconnecter et vous reconnecter !"],"Google Calendar API is not configured.":["L'API Google Calendar n'est pas configurée."],"Insufficient permissions for the Google account %s, please disconnect it, then reconnect and ensure to select ALL the checkboxes when asked for permissions!":["Autorisations insuffisantes pour le compte Google %s, veuillez le déconnecter, puis le reconnecter et assurez-vous de sélectionner TOUTES les cases à cocher lorsqu'on vous le demande !"],"Event not created. The reservation is not confirmed.":["Événement non créé. La réservation n'est pas confirmée."],"Event not created. No destination calendar is found.":["Événement non créé. Aucun calendrier de destination trouvé."],"Event created.":["Événement créé."],"Event deleted.":["Événement supprimé."],"Access was already revoked manually.":["L'accès a été révoqué manuellement."],"Google Account %s not found.":["Compte Google %s introuvable."],"This provider is already associated with the Google Account %s":["Ce prestataire est déjà associé au compte Google %s"],"Settings have been saved!":["Paramètres sauvegardé!"],"Allow service providers to connect their own Google Account":["Permettre aux prestataires de services de connecter leur propre compte Google"],"If active, service providers will be able to connect their own Google Account autonomously.":["Si actif, les prestataires de services pourront connecter leur propre compte Google de manière autonome."],"Allow service providers to use override commands.":["Permettre aux prestataires de services d'utiliser des commandes de substitution."],"If active, service providers will be able to override some general service settings for specific slots, such as the price, by using slot commands directly in Google Calendar.":["Si actif, les prestataires de services pourront remplacer certains paramètres de service généraux pour des créneaux spécifiques, comme le prix, en utilisant directement des commandes de créneau dans Google Calendar."],"Administrators are always allowed.":["Les administrateurs ont toujours les droits."],"API App Name":["Nom de l'application API"],"Google Cloud Platform console > OAuth Consent screen > Edit App (button) > App name":["Google Cloud Platform console > Consentement OAuth > Modifier l'application (bouton) > Nom de l'application"],"Google API Authorized JS Origin":["Origine JS autorisée de l'API Google"],"Copy/Paste this link in the Authorized JS Origin field of the Google Project":["Copiez/collez ce lien dans le champ Origine JS autorisée du projet Google"],"API Client ID":["Identifiant client API"],"Google Cloud Platform console > Credentials > Client ID":["Google Cloud Platform console > Identifiants > ID client"],"API Client Secret":["Secret client API"],"Google Cloud Platform console > Credentials > Client ID > Edit oAuth Client (pencil icon) > Client Secret":["Google Cloud Platform console > Identifiants > ID client > Modifier le client oAuth (icône de crayon) > Secret client"],"Google API Redirect URI":["URI de redirection de l'API Google"],"Copy/Paste this link in the Redirect URI field of the Google Project":["Copiez/collez ce lien dans le champ URI de redirection du projet Google"],"Google Calendar refresh delay":["Délai de récupération du calendrier Google"],"If the value is greater than 0, the Google Calendar availability events will be cached for the specified time (in seconds)":["Si supérieur à 0, les événements de disponibilité du calendrier Google seront mis en cache pendant le temps spécifié (en secondes)"],"If the Google Calendar availability is not changed too often, consider increasing this value to save Google API quota. However, note that events added to Google Calendar will only be detected by the plugin after this interval has passed.":["Si la disponibilité du calendrier Google ne change pas trop souvent, envisagez d'augmenter cette valeur pour économiser le quota d'utilisation de l'API Google. Gardez à l'esprit que les événements ajoutés dans Google Agenda ne seront pas reconnus par le plugin tant que cet intervalle ne sera pas écoulé."],"Location successfully added.":["Emplacement ajouté avec succès."],"Location successfully deleted.":["Emplacement supprimé avec succès.","Emplacements supprimés avec succès."],"Name":["Nom"],"Actions":["Actions"],"General":["Général"],"Locations":["Emplacements"],"Duplicate from %s":["Dupliquer depuis %s"],"To the customer":["Au client"],"To the admin":["À l'administrateur"],"To the service provider":["Au prestataire de service"],"Personal notifications":["Notifications personnelles"],"Selected":["Sélectionné"],"Not selected":["Non sélectionné"],"Customer":["Client"],"Description":["Description"],"Short description":["Courte description"],"Start time":["Heure de début"],"Start date":["Date du rdv"],"End time":["Heure de fin"],"End date":["Date de fin"],"Timezone":["Fuseau horaire"],"Location (name)":["Lieu (nom)"],"Location (address)":["Lieu (adresse)"],"Duration":["Durée"],"Price":["Prix"],"Tickets":["Nombre de Places"],"Cancellation reason":["Raison de l'annulation"],"Id":["Identifiant"],"Provider":["Prestataire de service"],"Start time (old)":["Heure de début (vieille)"],"Start date (old)":["Date de début (vieille)"],"End time (old)":["Heure de fin (vieille)"],"End date (old)":["Date de fin (vieille)"],"Duration (old)":["Durée (vieille)"],"Form":["Formulaire"],"Availability plan not found.":["Plan de disponibilité introuvable."],"You do not have the necessary authorization to manage this availability plan at this time.":["Vous n'avez pas l'autorisation nécessaire pour gérer ce plan de disponibilité actuellement."],"You do not have the necessary authorization to manage availability plans at this time.":["Vous n'avez pas l'autorisation nécessaire pour gérer les plans de disponibilité actuellement."],"A calendar cannot be both the source and personal for the same plan.":["Un calendrier ne peut pas être à la fois la source et personnel pour le même plan."],"Service provider not found.":["Prestataire de service introuvable."],"Availability plan successfully added.":["Plan de disponibilité ajouté avec succès."],"Availability plan successfully deleted.":["Plan de disponibilité supprimé avec succès."],"Translations":["Traductions"],"Update WPML translations":["Mettre à jour les traductions WPML"],"Update":["Mettre à jour"],"Regenerate existing strings data for WPML":["Régénérer les données de chaînes existantes pour WPML"],"Zoom Join Meeting link":["Lien de rejoindre la réunion Zoom"],"Zoom Start Meeting link":["Lien de début de réunion Zoom"],"Meeting with %s":["Réunion avec %s"],"Zoom":["Zoom"],"Refer to the plugin documentation to know hot to get your API keys.":["Consultez la documentation du plugin pour savoir comment obtenir vos clés d'API."],"Zoom Account Id":["Identifiant du compte Zoom"],"Zoom API key":["Clé API Zoom"],"Zoom API secret":["Secret API Zoom"],"Zoom JWT API key (deprecated)":["Clé de l'API JWT Zoom (obsolète)"],"Zoom JWT API secret (deprecated)":["Secret de l'API Zoom JWT (obsolète)"],"All day":["Toute la journée"],"TheBooking widget":["Le widget TheBooking"],"Configuration":["Configuration"],"Widget type":["Type de widget"],"Monthly calendar":["Calendrier mensuel"],"Upcoming events":["Événements à venir"],"Unscheduled services":["Services non planifiés"],"Reservations list (logged users only)":["Liste des réservations (utilisateurs connectés uniquement)"],"Displayed events":["Événements affichés"],"The number of upcoming events that are displayed on the page":["Le nombre d'événements à venir affichés sur la page"],"Show more":["Afficher plus"],"Shows a button to load more events":["Affiche un bouton pour charger plus d'événements"],"Maximum fetched events":["Nombre maximal d'événements récupérés"],"Limit the number of maximum events that can be loaded. 0 means no limit.":["Limite le nombre maximal d'événements qui peuvent être chargés. 0 signifie aucune limite."],"Restrictions":["Restrictions"],"Restrict services":["Restreindre les services"],"Restrict providers":["Restreindre les fournisseurs"],"Read-only":["Lecture seule"],"Logged-only":["Connecté uniquement"],"No payment to refund.":["Aucun paiement à rembourser."],"PayPal API are not configured, refunds are not active.":["PayPal API n'est pas configuré, les remboursements ne sont pas actifs."],"PayPal API connection error.":["Erreur de connexion à l'API PayPal."],"PayPal refund failed. Reason: %s":["Le remboursement PayPal a échoué. Raison : %s"],"PayPal refund pending. Reason: %s":["Remboursement PayPal en attente. Raison : %s"],"from %1$s to %2$s":["de %1$s à %2$s"],"Return to %s":["Retourner à %s"],"Direct payment":["Paiement direct"],"PayPal":["PayPal"],"Done in a currency not held by your PayPal account at the moment of the transaction.":["Effectué dans une devise non détenue par votre compte PayPal au moment de la transaction."],"PayPal Settings":["Paramètres PayPal"],"Use of either Business or Premium PayPal account is recommended to avoid issues, as you are not supposed to make commercial transactions with a Personal PayPal account.":["L'utilisation d'un compte PayPal Business ou Premium est recommandée pour éviter les problèmes, car vous n'êtes pas censé effectuer des transactions commerciales avec un compte PayPal personnel."],"Active":["Activé"],"Use this payment gateway to accept online payments.":["Utilisez cette passerelle de paiement pour accepter les paiements en ligne."],"Account email":["Adresse email du compte"],"Payments will be addressed to this email.":["Les paiements seront adressés à cette adresse email."],"If you are using the Sandbox for testing, ensure to put here an email address generated in the Sandbox instead of your live account, or the payment notifications will fail.":["Si vous utilisez le mode Sandbox pour les tests, assurez-vous de mettre ici une adresse email générée dans le Sandbox au lieu de votre compte en direct, sinon les notifications de paiement échoueront."],"Primary email (optional)":["Adresse email principale (optionnel)"],"Payments will be checked against this email. Use this setting if your PayPal account handles multiple email addresses and the payments are not supposed to go into the primary one.":["Les paiements seront vérifiés par rapport à cette adresse e-mail. Utilisez ce paramètre si votre compte PayPal gère plusieurs adresses e-mail et que les paiements ne sont pas censés aller dans celle principale."],"Ensure that your primary PayPal email address is correct, otherwise payment notifications will fail.":["Assurez-vous que votre adresse e-mail PayPal principale est correcte, sinon les notifications de paiement échoueront."],"Use sandbox":["Utiliser le bac à sable"],"Activate the sandbox to test payments.":["Activez le bac à sable pour tester les paiements."],"Redirect URL":["URL de redirection"],"After payment, the customer will be redirected to this URL.":["Après le paiement, le client sera redirigé vers cette URL."],"Required to enable refunds":["Requis pour activer les remboursements"],"API Client ID (test)":["Identifiant client API (test)"],"API Client Secret (test)":["Secret client API (test)"],"Debug (IPN)":["Débogage (IPN)"],"Activate this setting to dump IPN requests from PayPal in case of issues.":["Activez ce paramètre pour décharger les demandes IPN de PayPal en cas de problèmes."],"Stripe gateway is not active.":["La passerelle Stripe n'est pas active."],"Stripe API error.":["Erreur API Stripe."],"Reservation for %s":["Reservation pour %s"],"Card":["Carte de crédit"],"Stripe":["Stripe"],"Payment error.":["Erreur de paiement."],"Stripe Settings":["Paramètres Stripe"],"Publishable Key":["Clé publique"],"https://dashboard.stripe.com/account/apikeys":["https://dashboard.stripe.com/account/apikeys"],"Secret Key":["Clé secrète"],"Publishable Key (test)":["Clé publique (test)"],"Used to test payments":["Utilisée pour les tests de paiement"],"Secret Key (test)":["Clé secrète (test)"],"Send receipt to the customer":["Envoyer le reçu au client"],"The customer email provided in the reservation form will be used":["L'adresse e-mail du client fournie dans le formulaire de réservation sera utilisée"],"IDEAL support":["Prise en charge IDEAL"],"Activate this option if you want to use IDEAL":["Activez cette option si vous souhaitez utiliser IDEAL"],"Load Stripe.js library":["Chargement de la bibliothèque Stripe.js"],"Deactivate this option only if another plugin is loading the same library":["Désactiver cette option uniquement si un autre plugin charge la même bibliothèque"],"Stripe webhook URL":["URL du webhook Stripe"],"This is the URL where Stripe notifies the payments. It must be equal to %s, otherwise go in your Stripe account dashboard and change the URL.":["C'est l'URL où Stripe notifie les paiements. Il doit être égal à %s, sinon rendez-vous dans le tableau de bord de votre compte Stripe et modifiez l'URL."],"Booking tools":["Outils de réservation"],"Please navigate in the preview to a page where the booking calendar resides.":["Veuillez naviguer dans l'aperçu vers une page où se trouve le calendrier de réservation."],"Style & Colors":["Style et couleurs"],"Maps":["Cartes"],"Behaviour":["Comportement"],"Dashboard":["Tableau de bord"],"Availability plan":["Plan de disponibilité","Plans de disponibilité"],"Slots":["Créneaux"],"Availability":["Disponibilité"],"Core":["Core"],"Redirects":["Redirections"],"Roles":["Rôles"],"Frontend":["Frontend"],"Style":["Style"],"Frontend can be styled through the customizer":["Le frontend peut être stylisé via le customizer"],"Inside the customizer preview window, navigate to a page where the booking calendar resides.":["À l'intérieur de la fenêtre d'aperçu du customizer, naviguez vers une page où se trouve le calendrier de réservation."],"Customize":["Personnaliser"],"Import/Export":["Importer/Exporter"],"Export settings":["Exporter les paramètres"],"Export the plugin settings in a JSON file. It doesn't export data or user settings.":["Exportez les paramètres du plugin dans un fichier JSON. Il n'exporte pas les données ou les paramètres de l'utilisateur."],"The exported file can't be imported on different versions of the plugin. This is meant to migrate settings from one environment to one another, not to pass settings through plugin versions which is not needed.":["Le fichier exporté ne peut pas être importé sur différentes versions du plugin. Cela est destiné à migrer les paramètres d'un environnement vers un autre, pas à passer des paramètres à travers les versions du plugin, ce qui n'est pas nécessaire."],"Import settings":["Importer des paramètres"],"Import the plugin settings from a JSON file. It doesn't import data or user settings.":["Importez les paramètres du plugin à partir d'un fichier JSON. Il n'importe pas les données ou les paramètres utilisateur."],"Import/Export data":["Importation/Exportation de données"],"Data such as services, reservations, promotions and so on, requires an import/export of the following tables though a proper db migration plugin.":["Les données telles que les services, les réservations, les promotions, etc. nécessitent une importation/exportation des tables suivantes via un plugin de migration de base de données approprié."],"Migrate from version 2.x":["Migration depuis la version 2.x"],"Migrates the data from old plugin version installed.":["Migrer les données à partir d'une ancienne version de plugin installée."],"Migrate":["Migrer"],"This will overwrite the current plugin data.":["Cela écrasera les données actuelles du plugin."],"Clean version 2.x data":["Nettoyer les données de la version 2.x"],"Removes data of previous plugin versions.":["Supprime les données des versions précédentes du plugin."],"Cleanup":["Nettoyage"],"In case you migrated the data, please ensure that all is working as expected, before cleaning up 2.x data. This operation cannot be undone.":["Si vous avez migré les données, veuillez vous assurer que tout fonctionne comme prévu avant de nettoyer les données de la version 2.x. Cette opération ne peut pas être annulée."],"Advanced":["Avancé"],"Business Model":["Modèle d'affaires"],"Service Providers":["Prestataires de service"],"Payment Gateways":["Plateforme de paiement"],"API":["API"],"API tokens":["Jetons API"],"API tokens can be used by 3rd party applications to read/write the plugin data.":["Les jetons API peuvent être utilisés par des applications tierces pour lire/écrire les données du plugin."],"Token":["Jeton"],"Usages":["Utilisations"],"API endpoint":["Point d'accès API"],"A note on API tokens":["Une note sur les jetons API"],"Don't generate tokens if you don't know what you're doing. Read the documentation to explore how the API endpoint works.":["Ne générez pas de jetons si vous ne savez pas ce que vous faites. Lisez la documentation pour découvrir comment fonctionne le point d'accès API."],"Give tokens only to someone you trust, as they are able to read/write sensitive data.":["Ne donnez des jetons qu'à quelqu'un en qui vous avez confiance, car il est capable de lire/écrire des données sensibles."],"Google Maps":["Google Maps"],"Google requires the activation of a Google Cloud billing account, in order to use Google Maps in your website.":["Google exige l'activation d'un compte de facturation Google Cloud pour utiliser Google Maps sur votre site web."],"Settings":["Paramètres"],"Reservations":["Réservations"],"E-mail":["E-mail"],"WP Roles":["Rôles WP"],"Providers":["Participants"],"Customers":["Clients"],"Status":["Statuts"],"Class":["Classe"],"Time slots":["Créneaux horaires"],"Overlapping":["Chevauchement"],"Approval":["Approbation"],"Cancellation":["Annulation"],"Payments":["Paiements"],"Access":["Accès"],"Redirect and conversions":["Redirection et conversions"],"Personal Availability":["Disponibilité personnelle"],"Services":["Services"],"Target services":["Services cibles"],"Promotions":["Promotions"],"This email address is already registered for a WordPress user.":["Un autre utilisateur WordPress est déjà enregistré avec cette adresse email."],"This email address is already registered for another customer.":["Cette adresse e-mail est déjà enregistrée pour un autre client."],"This WordPress User does not exist.":["Ce compte utilisateur WordPress n'existe pas."],"There are reservations for this customer.":["Il y a des rendez-vous pris pour ce client."],"Customer removed":["Client supprimé"],"Certain customers could not be removed due to existing reservations associated with them.":["Des clients n’ont pas été supprimés parce qu’ils avaient des rendez-vous en cours."],"Please provide a valid email address.":["Merci d’indiquer une adresse email valide."],"This WordPress User is already associated with another customer.":["Ce compte utilisateur WordPress est déjà associé à un autre client."],"Another customer is already registered with this email address.":["Un autre client est déjà enregistré avec cette adresse email."],"Form item added":["Élément de formulaire ajouté"],"Service form ID not found.":["ID de formulaire de service introuvable."],"Service not found":["Service non trouvé"],"Booking form not found":["Formulaire de réservation introuvable"],"Form item removed":["Élément de formulaire supprimé"],"Form has been saved":["Formulaire enregistré"],"Refund issued.":["Remboursement effectué."],"Promotion successfully added.":["Promotion ajoutée avec succès."],"Service price not found":["Prix du service non trouvé"],"Promotion successfully deleted.":["Promotion supprimée avec succès.","Promotions supprimées avec succès."],"Reservation data saved":["Données de réservation enregistrées"],"No timeslots found in the request":["Aucun créneau trouvé dans la demande"],"Failed to upload the file":["Échec du téléchargement de fichier"],"The requested service could not be found for booking.":["Le service demandé n'a pas pu être trouvé pour la réservation."],"Multiple slot bookings are currently not permitted.":["Plusieurs réservations de créneaux ne sont actuellement pas autorisées."],"The current user is not eligible to book this service.":["L'utilisateur actuel n'est pas éligible pour réserver ce service."],"Unable to find booking form submission.":["Impossible de trouver la soumission du formulaire de réservation."],"Unable to find booking form data.":["Impossible de trouver les données du formulaire de réservation."],"Invalid customer email address.":["Adresse e-mail du client invalide."],"No customer email address provided.":["Aucune adresse e-mail de client fournie."],"New customer":["Nouveau client"],"You have already reached the maximum number of reservations for this service.":["Vous avez atteint le nombre maximum de réservations possibles pour ce service."],"No available provider for this service.":["Aucun fournisseur disponible pour ce service."],"Those time slots are not available anymore, apparently someone else was very fast :(":["Ce créneau n’est plus disponible , apparemment quelqu’un d’autre a été plus rapide :("],"Trying to book more tickets than they're available.":["Vous essayez de prendre plus de places que disponibles."],"Trying to book more tickets than you're allowed.":["Vous essayez de prendre plus de places que possible."],"File has been deleted":["Fichier supprimé avec succès"],"Entry has been deleted":["Entrée supprimée avec succès"],"Reservation not found.":["Réservation non trouvée."],"Customer not found":["Non trouvé"],"Not authorized":["Non autorisé"],"Reservation expired":["Délai de réservation expiré"],"The current WordPress User is not linked to any customer.":["L'utilisateur WP actuel n'est lié à aucun client."],"Reservation successfully removed":["Réservation supprimée avec succès"],"Defaults restored!":["Restaurations par défaut !"],"Settings imported, reloading page.":["Paramètres importés, recharge de la page."],"Data removed!":["Données supprimées !"],"Data migrated!":["Données migrées !"],"Service successfully created":["Service créé avec succès"],"Copy of %s":["Copie de %s"],"Service successfully cloned as \"%s\"":["Service cloné avec succès en tant que \"%s\""],"Setting configuration has been delegated to service providers!":["La configuration des paramètres a été déléguée aux prestataires de services!"],"Setting is controlled by administrators!":["Le paramètre est contrôlé par les administrateurs!"],"There are reservations for this service.":["Il y a des réservations pour ce service."],"Service successfully removed":["Service supprimé avec succès"],"Some services were not removed because there were reservations in place for them.":["Certains services n'ont pas été supprimés car il y avait des réservations en place pour eux."],"Allow multiple slots selection":["Autoriser la sélection de plusieurs créneaux"],"If enabled, customers will be able to extend the reservation duration by selecting consecutive time slots.":["Si activé, les clients peuvent prolonger la durée de réservation en sélectionnant des créneaux horaires consécutifs."],"Please refer to the documentation for more information on the implications.":["Reportez-vous à la documentation pour connaître toutes les implications."],"WP Roles allowed to manage the plugin":["Rôles WP autorisés à gérer le plugin"],"Select WP User roles that can manage the plugin.":["Sélectionnez les rôles d'utilisateur WP qui peuvent gérer le plugin."],"Administrators are always allowed":["Les administrateurs sont toujours autorisés"],"WP Roles allowed to be Service Providers":["Les rôles WP autorisés à être des prestataires de services"],"Select WP User roles that can provide services.":["Sélectionnez les rôles d'utilisateurs WP qui peuvent fournir des services."],"Allow customers to download iCal file after booking.":["Autoriser les clients à télécharger un fichier iCal après la réservation."],"Enable Service Providers to manage their own availability":["Activer les prestataires de services pour gérer leur propre disponibilité"],"Each service provider will have the ability to create and manage their own availability plans for their services. Administrators can still oversee and fully manage those plans, if required.":["Chaque prestataire de services aura la capacité de créer et de gérer ses propres plans de disponibilité pour ses services. Les administrateurs peuvent toujours superviser et gérer entièrement ces plans, si nécessaire."],"Currency":["Devise"],"Use currency code over symbol":["Utiliser le code de la monnaie plutôt que le symbole"],"When enabled, the currency code (e.g. USD) will be displayed throughout the UI instead of the currency symbol (e.g. $), ensuring clarity on the exact currency type.":["Lorsque cette option est activée, le code de la monnaie (par ex. USD) sera affiché dans toute l'interface utilisateur plutôt que le symbole de la monnaie (par ex. $), garantissant ainsi une clarté sur le type exact de monnaie."],"Currency format":["Format de devise"],"The $ symbol here is taken as example, it does not necessarily reflect the actual currency.":["Le symbole $ ici est pris comme exemple et ne reflète pas nécessairement la devise réelle."],"Message to return when restricted":["Message à retourner lorsqu'il y a une restriction"],"We're sorry, but at this time, your account is restricted from making reservations. If you believe this is an error or need further assistance, please contact our support team. ":["Nous sommes désolés, mais à l'heure actuelle, votre compte est restreint et ne peut pas effectuer de réservations. Si vous pensez qu'il s'agit d'une erreur ou si vous avez besoin d'une assistance supplémentaire, veuillez contacter notre équipe de support."],"When this setting is deactivated, the customer will be unable to make any reservations. ":["Lorsque ce paramètre est désactivé, le client ne pourra effectuer aucune réservation."],"Fetch granularity":["Granularité de récupération"],"Number of months to query for events in a single API call.":["Nombre de mois à interroger pour les événements dans un seul appel API."],"Default is 1. Try to raise it if you have sparse events and you want to speed up the loading times, or if you are hitting the limits of Google API usage quota too often.":["La valeur par défaut est de 1. Essayez de l'augmenter si vous avez des événements clairsemés et que vous voulez accélérer les temps de chargement, ou si vous atteignez trop souvent les limites du quota d'utilisation de l'API Google."],"Reservation status page":["Page de statut de la réservation"],"Select the frontend page where customers can view and manage their reservations.":["Sélectionnez la page frontend où les clients doivent voir leurs réservations et les gérer."],"To ensure functionality, the selected page must include the plugin widget in any section.":["Pour fonctionner, la page sélectionnée doit contenir le widget du plugin quelque part."],"No page selected":["Aucune page sélectionnée"],"Frontend Timezone":["Fuseau horaire du frontend"],"Select your preferred timezone for displaying date and times in the frontend. By default, date and times are displayed in customer's local timezone.":["Sélectionnez votre fuseau horaire préféré pour afficher les dates et heures dans le frontend. Par défaut, les dates et heures sont affichées dans le fuseau horaire local du client."],"Google Maps API key":["Clé API Google Maps"],"If you don't already have a Google Maps API key, please refer to the documentation for instructions on how to obtain one.":["Si vous n'avez pas déjà une clé API Google Maps, veuillez consulter la documentation pour savoir comment l'obtenir."],"Load the calendar on the nearest date with available slots":["Charger le calendrier à la date la plus proche avec des créneaux disponibles"],"If enabled, the frontend calendar will load on the nearest date that has at least one available slot.":["S'il est activé, le calendrier frontend sera chargé à la date la plus proche avec au moins un créneau disponible."],"Enabling this option may result in slower page loading.":["Activer cette option peut entraîner un chargement plus lent de la page."],"Use Google Places for address autocomplete":["Utiliser les lieux Google pour l'autocomplétion des adresses"],"Enable this setting if you want the Address field in the reservation form to be automatically completed using Google Places":["Activez ce paramètre si vous voulez que le champ Adresse dans le formulaire de réservation soit autocomplété avec les lieux Google"],"Please note that this may have a significant impact on your Google Cloud usage billing.":["Cela peut avoir un impact considérable sur la facturation de l'utilisation de Google Cloud."],"Login URL":["URL de connection"],"When attempting to book a service for logged-in users only, customers will be prompted to log in at this page.":["Lorsque la réservation d'un service est réservée aux utilisateurs connectés, les clients sont invités à se connecter ici."],"Leave it empty to use the WordPress default behaviour.":["Laisser vide pour le paramètre WordPress par défaut."],"Pending payment expiration time":["Temps d'expiration de paiement en attente"],"The customer must complete the online payment within this specified time frame.":["Lorsqu'un paiement en ligne est requis, le client doit effectuer le paiement dans ce délai."],"%d minute":["%d minute","%d minutes"],"%d hour":["%d heure","%d heures"],"It is not recommended to set a very short time as there could be delays in the acknowledgment of the payment by your web server for various reasons.":["Il est déconseillé de définir un délai très court car il peut y avoir des retards dans la reconnaissance du paiement par votre serveur Web pour diverses raisons."],"Pre-populate booking form":["Pré-remplir le formulaire de réservation"],"Controls if the booking form fields should be pre-populated with available data for logged-in customers.":["Contrôle si les champs du formulaire de réservation doivent être pré-remplis avec des données disponibles pour les clients connectés."],"Each form field should be instructed where to fetch data through a proper meta-key configuration.":["Chaque champ de formulaire doit être instruit où chercher les données à travers une configuration de métadonnées appropriée."],"Price decimals":["Décimales de prix"],"The decimal separator here is taken as example, it does not necessarily reflect the actual separator.":["Le séparateur décimal ici est pris comme exemple et ne reflète pas nécessairement le séparateur réel."],"Price format":["Format de prix"],"The number of decimals here are taken as example, they does not necessarily reflect the actual number of decimals.":["Le nombre de décimales ici est pris comme exemple et ne reflète pas nécessairement le nombre réel de décimales."],"Coupon configuration":["Configuration du coupon"],"If set to \"fixed\", the coupon text will be the same as the promotion name. Alternatively, you can enter a list of single-use coupons, separated by commas. Please refer to the documentation for more information on coupon configuration.":["Si fixe, le texte du coupon sera identique au nom de la promotion. Sinon, vous pouvez fournir une liste de coupons à usage unique séparés par des virgules. Consultez la documentation pour plus de détails."],"Fixed":["Fixe"],"List":["Liste"],"Discount type":["Type de réduction"],"Percentage (%)":["Pourcentage (%)"],"Fixed amount":["Montant fixe"],"Global discount usage limit":["Limite d'utilisation globale de la réduction"],"Specify the maximum number of times the discount can be used globally across all reservations. Enter 0 for no limit.":["Le nombre de fois (c.-à-d. les réservations) où la remise peut être utilisée globalement. Mettez 0 pour aucune limite."],"Please enter the name of the promotion.":["Choisissez le nom de la promotion."],"Promotion duration":["Période de la promotion"],"The promotion will be valid within the specified date range.":["La promotion aura lieu dans cette plage de dates."],"Services to target":["Services à cibler"],"Select the services eligible for this promotion.":["Sélectionnez les services concernés pas cette promotion."],"Promotion type":["Type de promotion"],"Campaign":["Campagne"],"Coupon":["Coupon"],"Maximum end date for time slots":["Date de fin maximale pour les créneaux horaires"],"The promotion is valid for time slots that end on or before this date.":["La promotion n'est valable que pour les créneaux horaires qui se terminent avant cette date ou à cette date."],"Time slot end date condition":["Condition de date de fin de créneau horaire"],"The promotion will be applied conditionally based on the time slot end date.":["La promotion sera appliquée conditionnellement à la date de fin de la plage horaire."],"Minimum start date for time slots":["Date de début minimale pour les créneaux horaires"],"The promotion is valid for time slots that start on or after this date.":["La promotion n'est valable que pour les créneaux horaires qui commencent après cette date ou à cette date."],"Time slot start date condition":["Condition de date de début de créneau horaire"],"The promotion will be applied conditionally based on the time slot start date.":["La promotion sera appliquée conditionnellement à la date de début de la plage horaire."],"Discount value":["Valeur de la remise"],"The discount will be applied to the base price of the service.":["La remise sera appliquée au prix de base du service."],"Allowed services":["Services autorisés"],"Select the services to which this provider is restricted.":["Sélectionnez les services auxquels ce fournisseur est limité."],"If you want to assign this service provider to specific services, activate this setting.":["Si vous souhaitez attribuer ce fournisseur de services à des services spécifiques, activez ce paramètre."],"Please note that if this setting is active, new services will not be automatically assigned to this provider.":["Veuillez noter que si ce paramètre est activé, les nouveaux services ne seront pas automatiquement attribués à ce fournisseur."],"Registration URL":["URL d'inscription"],"When attempting to book a service for logged-in users only, customers will be prompted to register at this page.":["Lorsque la réservation d'un service est réservée aux utilisateurs connectés, les clients sont invités à s'inscrire ici."],"Leave it empty to use the WordPress default behavior":["Laisser vide pour le paramètre WordPress par défaut"],"Sender email":["Adresse email de l'expéditeur"],"Please provide the email address that will be used as the sender of notifications from the system. If left empty or invalid, the admin email address of the WordPress website will be used instead.":["Entrez l'adresse email qui sera utilisée comme expéditeur des notifications du système. Si vide ou invalide, l'adresse email de l'administrateur du site WordPress sera utilisée à la place."],"Make sure that the email address you provide belongs to the domain of your mail server. Emails sent from unrecognized domains may be blocked by the recipient's email service.":["Assurez-vous que l'adresse email que vous fournissez appartient au domaine de votre serveur de messagerie. Les emails envoyés à partir de domaines non reconnus peuvent être bloqués par le service de messagerie du destinataire."],"Who can make a reservation":["Qui peut effectuer une réservation"],"If \"Logged user only\" is selected, a notice with a link to the registration page will be displayed. The default link can be changed in the \"Settings\" section.":["Si \"Utilisateur connecté uniquement\" est sélectionné, alors un avis avec un lien vers la page d'inscription est affiché. Le lien par défaut peut être modifié dans l'onglet \"Paramètres principaux\"."],"Everyone":["Tout le monde"],"Logged users only":["Utilisateurs connectés uniquement"],"Nobody (read-only)":["Personne (lecture seule)"],"Allow customers to cancel a reservation":["Autoriser les clients à annuler une réservation"],"Customers will be able to cancel their reservations for this service either by using the cancellation link in the email (if provided) or by visiting the page where a reservation status widget is placed (in which case they must be logged in).":["Les clients pourront annuler leurs réservations pour ce service soit par le lien d'annulation par e-mail (s'il est fourni) soit par la page où se trouve le shortcode [tb-reservations] (dans ce cas, ils doivent être connectés)"],"Reservation Approval":["Approbation de la réservation"],"By enabling this setting, reservations won't be finalized immediately upon booking. Instead, they will await approval.":["En activant ce paramètre, les réservations ne seront pas finalisées immédiatement lors de la réservation. Elles attendront plutôt une approbation."],"Approval authority":["Autorité d'approbation"],"If enabled, no actions such as sending confirmation emails or updating Google Calendar will be performed until the reservation is approved.":["Si actif, aucune action telle que l'envoi d'un email de confirmation ou la mise à jour du calendrier Google ne sera effectuée tant que la réservation n'aura pas été approuvée."],"Admin approval":["Approbation de l'administrateur"],"Service provider approval":["Approbation du prestataire de service"],"Service provider assignment rule":["Règle d'attribution du prestataire de services"],"In case of multiple service providers, you can specify the assignment rule that the plugin should follow after each reservation.":["En cas de plusieurs fournisseurs de services, spécifiez la règle d'assignation que le plugin doit suivre après chaque réservation."],"Equal":["Egal"],"A new reservation will be assigned to the service provider with the fewest number of reservations already assigned to them, based on the reservations stored in the database.":["Une nouvelle réservation est attribuée au fournisseur avec le moins d'entre eux attribués (dans le contexte du service). Sur la base des réservations présentes dans la base de données."],"Direct":["Direct"],"Always assign the reservation to a specific service provider.":["Toujours attribuer à un fournisseur spécifique."],"Random":["Aléatoire"],"A random provider will be selected for the assignment.":["Un fournisseur aléatoire sera sélectionné pour l'affectation."],"Block after one reservation":["Bloquer après une réservation"],"Even if a single reservation does not reach the maximum number of available tickets for the time slot(s), activating this setting will prevent other reservations from being made for the same time slot(s).":["Même si une seule réservation ne permet pas de maximiser les billets disponibles pour le(s) créneau(x) horaire(s), l'activation de ce paramètre empêche d'autres réservations de prendre place pour le(s) même(s) créneau(x) horaire(s)."],"A reservation was cancelled.":["Une réservation a été annulée."],"Send cancellation email":["Envoyer un e-mail d'annulation"],"An email notification is sent to the admin after a booking is cancelled":["Un message électronique est envoyé à l'administrateur après l'annulation d'une réservation"],"Recipients administrators":["Destinataires administrateurs"],"Reservation cancelled":["Rendez-vous annulé"],"Your reservation was cancelled.":["Votre rendez-vous a été annulé."],"An email notification is sent to the customer after a booking is cancelled":["Un message électronique est envoyé au client après l'annulation d'une réservation"],"Specify the email address that should appear as the sender.":["Spécifiez l'adresse e-mail qui doit apparaître comme l'expéditeur."],"Administrator":["Administrateur"],"The email address is taken from Settings > General > Sender email. The sender name will be the site title as set in WordPress > General.":["L'adresse email est prise dans Paramètres > Général > Adresse e-mail de l'expéditeur. Le nom de l'expéditeur sera le titre du site tel que défini dans WordPress > Général."],"Service Provider":["Fournisseur de service"],"Email address and name as set in the WordPress user profile of the service provider":["Adresse email et nom tels que définis dans le profil utilisateur WordPress du fournisseur de service"],"Allow customers to provide a reason when canceling a reservation.":["Autoriser les clients à laisser une raison en cas d'annulation d'une réservation."],"Cancellation timespan":["Délai d'annulation"],"Customers are not able to cancel their reservations when the start date and time are within this specified timespan.":["Les clients ne peuvent pas annuler leurs réservations lorsque la date et l'heure de début se trouvent dans cette plage de temps spécifiée."],"Color":["Couleur"],"Select the color for the service.":["Sélectionnez la couleur pour le service."],"You just got a new reservation!":["Vous venez de recevoir une nouvelle réservation !"],"Send confirmation email":["Envoyer un e-mail de confirmation"],"An email notification will be sent to the admin after a booking is made.":["Une notification par e-mail sera envoyée à l'administrateur après une réservation."],"Include uploaded files as attachments":["Inclure les fichiers téléchargés en pièces jointes"],"If the reservation form collects one or more file from the customer, you can enable or disable the inclusion of those files as email attachments.":["Si le formulaire de réservation collecte un ou plusieurs fichiers du client, choisissez de les inclure ou non en tant que pièce jointe à l'e-mail."],"A new reservation":["Un nouveau rendez-vous"],"Thanks for your reservation!":["Merci pour votre réservation!"],"An email notification will be sent to the customer after a booking is made.":["Une notification par e-mail sera envoyée au client après une réservation."],"Your reservation is confirmed":["Votre réservation est confirmée"],"Create a Zoom Meeting":["Créer une réunion Zoom"],"Automatically create a Zoom Meeting after a reservation is made.":["Une réunion Zoom est automatiquement créée après une réservation."],"It will be displayed at the top of the time slots list or reservation form for unscheduled services.":["Elle sera affichée en haut de la liste des créneaux horaires ou du formulaire de réservation pour les services non planifiés."],"If you use HTML content, please consider the fact that it will observe the stylesheet of your theme and other plugins, so the result may differ from what you see in the editor.":["Si vous utilisez un contenu HTML, veuillez considérer le fait qu'il observera la feuille de style de votre thème et d'autres plugins, de sorte que le résultat peut différer de ce que vous voyez dans l'éditeur."],"Direct provider for assignment":["Fournisseur direct pour l'attribution"],"How to treat discarded available slots":["Comment traiter les créneaux disponibles rejetés"],"Choose how to handle available slots that are discarded due to overlapping settings.":["Choisissez quoi faire avec les créneaux disponibles qui sont rejetés en raison de paramètres de chevauchement."],"Don't show":["Ne pas montrer"],"Show them as booked":["Montrer complet"],"Location":["Adresse"],"Choose how to set the location for this service. If a location is provided, it will be displayed in the frontend with directions and a map, unless specified otherwise.":["Choisissez comment définir un emplacement pour ce service. Si un emplacement est présent, il sera affiché en frontal avec des instructions et une carte (sauf indication contraire)"],"No location":["Pas d'adresse renseignée"],"Inherited from the booking form Address field":["Hérité du champ d'adresse du formulaire de réservation"],"Assigned location":["Emplacement attribué"],"Location visibility":["Visibilité de l'emplacement"],"Choose whether the location should be visible in the frontend. If you choose to hide the location from the frontend, it will still be visible in the backend and can be used, for example, in email templates.":["Choisissez si l'emplacement doit être visible en frontal. Si vous choisissez de masquer l'emplacement en frontal, il sera toujours visible en backend et utilisable, par exemple, dans les modèles d'e-mail."],"Max reservations per user":["Nombre maximal de réservations par utilisateur"],"The book button will display the number of reservations remaining for the current user. If the limit is reached, the user will not be able to proceed. Set 0 for no limit.":["Le bouton de réservation affichera combien de réservations il reste pour l'utilisateur actuel. Si la limite est atteinte, l'utilisateur ne peut pas continuer. Mettez 0 pour aucune limite."],"Choose the name of the service":["Choisissez le nom du service"],"How payment is required":["Comment le paiement est-il requis"],"Online":["En ligne"],"Customers are required to make an online payment. If no payment is made within the specified pending time, the reservation will be automatically cancelled.":["Les clients doivent payer en ligne. Si aucun paiement n'est effectué dans le délai maximal d'attente, la réservation est automatiquement annulée."],"Local":["Local"],"The plugin will not handle the payment. You should manually set the reservation as \"Paid\" when the payment is done locally.":["Le plugin ne gérera pas le paiement, vous devrez définir manuellement la réservation comme \"Payée\" lorsque le paiement sera effectué localement."],"Discretionary":["Discretionnaire"],"Customers can choose whether to pay online or pay later/locally.":["Les clients choisissent s'ils souhaitent payer en ligne ou plus tard/localement."],"Buffer configuration":["Configuration du tampon"],"Select how the buffer between time slots should be calculated":["Choisissez comment le tampon entre les créneaux doit être calculé"],"Always computed between slots":["Toujours calculé entre les créneaux"],"The buffer is calculated between both free and booked slots within a container interval. This option is the default and ensures a consistent distribution of slots.":["Le tampon est toujours calculé entre les créneaux libres et réservés à l'intérieur d'un intervalle de conteneur. C'est l'option par défaut et cela conduit à une distribution prévisible des créneaux."],"Only computed around booked slots":["Calculé uniquement autour des créneaux réservés"],"The buffer is applied around booked slots. It can cause redistribution of free slots when a new reservation is made.":["Le tampon est calculé uniquement autour d'un créneau réservé. Cela conduit à une redistribution des créneaux libres lorsqu'une nouvelle réservation est effectuée."],"Buffer between consecutive slots":["Tampon entre les créneaux consécutifs"],"A reservation was cancelled":["Une réservation a été annulée"],"Cancellation email":["E-mail d'annulation"],"Get notified when a customer cancels a reservation for this service that was booked from you":["Recevoir une notification lorsqu'un client annule une réservation pour ce service qui a été réservé par vous"],"Confirmation email":["E-mail de confirmation"],"Get notified when someone books this service from you":["Recevoir une notification lorsqu'une personne réserve ce service de votre part"],"Block availability if overlaps with reservations for other services":["Bloquer la disponibilité en cas de chevauchement avec des réservations pour d'autres services"],"Activate this option to automatically block all other overlapping available slots as soon as one of them is booked.":["Activez ceci pour bloquer toutes les autres disponibilités chevauchantes dès qu'une d'entre elles est réservée."],"Block availability if overlaps with personal events":["Bloquer la disponibilité en cas de chevauchement avec des événements personnels"],"Busy events in a personal Google Calendar will block the availability of this service. A personal Google Calendar which is different from the source one, must be set for this to work.":["Les événements occupés dans un calendrier Google personnel bloqueront la disponibilité de ce service. Un calendrier Google personnel différent de celui source doit être configuré pour que cela fonctionne."],"Block availability if overlaps with reservations for the same service":["Bloquer la disponibilité en cas de chevauchement avec des réservations pour le même service"],"When using multiple availability plans for this service, enable this to exclude overlapping slots once a reservation is placed, regardless of which plan initiated it. Applicable only to non-independent plans.":["Lors de l'utilisation de plusieurs plans de disponibilité pour ce service, activez ceci pour exclure les créneaux qui se chevauchent une fois une réservation effectuée, quel que soit le plan qui l'a initiée. Applicable uniquement aux plans non indépendants."],"Event color (booked slot)":["Couleur d'événement (créneau réservé)"],"Select a color for the Google Calendar reservation events.":["La couleur des événements de réservation du calendrier Google."],"Calendar default":["Par défaut du calendrier"],"Event title (booked slot)":["Titre d'événement (créneau réservé)"],"Provide a title for the Google Calendar reservation events.":["Le titre des événements de réservation du calendrier Google."],"New reservation for %s":["Nouvelle réservation pour %s"],"Slots filling":["Remplissage des créneaux"],"Choose how the slots should be redistributed when a blocking event or a reservation of other services occurs.":["Choisissez comment les créneaux doivent être redistribués lorsqu'un événement de blocage ou une réservation pour d'autres services se produit."],"Slots will always observe the original segmentation":["Les créneaux observeront toujours la segmentation d'origine"],"Adaptive":["Adaptatif"],"Slots are adapted to maximize the available times":["Les créneaux sont adaptés pour maximiser les temps disponibles"],"Add customers as guests of the Google Calendar event":["Ajouter les clients en tant qu'invités de l'événement du calendrier Google"],"If enabled, customers will receive Google notifications based on your Google Calendar settings. Additionally, a copy of the event will be created in their Google Calendars (if they have one), allowing them to view the event description. They will not have access to the guests list.":["Si activé, les clients recevront des notifications Google selon vos paramètres de calendrier Google, une copie de l'événement sera créée dans leur calendrier Google (s'ils l'ont) et ils pourront lire la description de l'événement. Ils ne pourront pas voir la liste des invités."],"In accordance with personal data regulations, it may be necessary to provide customers with a comprehensive disclosure regarding the storage of their data. Additionally, you should ensure the ability to erase such data upon request. Before configuring this option to store customer personal data outside of this site, it is advisable to consult with the site administrator to ensure compliance with relevant regulations and guidelines.":["Conformément aux réglementations sur les données personnelles, il peut être nécessaire de fournir aux clients une divulgation complète concernant le stockage de leurs données. De plus, vous devez garantir la possibilité d'effacer ces données sur demande. Avant de configurer cette option pour stocker des données personnelles des clients en dehors de ce site, il est conseillé de consulter l'administrateur du site pour garantir la conformité aux réglementations et directives pertinentes."],"Add reservation on Google Calendar":["Ajouter la réservation sur le calendrier Google"],"If enabled, reservations will be automatically added as events to the designated Google Calendar.":["Si activé, les réservations seront ajoutées en tant qu'événements dans le calendrier Google de destination."],"In order for this feature to work, you need to set a destination Google Calendar.":["Pour que cette fonctionnalité fonctionne, vous devez définir un calendrier Google de destination."],"Create a Google Meet link":["Créer un lien Google Meet"],"A Google Meet link will be created after a reservation is made.":["Un lien Google Meet est créé après une réservation."],"Google Calendar event description content":["Contenu de la description de l'événement du calendrier Google"],"Specify the content that should be included in the event description of the Google Calendar when a reservation is made.":["Spécifiez le contenu de la description de l'événement du calendrier Google lorsqu'une réservation est effectuée."],"Empty content":["Contenu vide"],"Customer's name, tickets, email and phone when available":["Nom du client, billets, e-mail et téléphone si disponible"],"Custom content":["Contenu personnalisé"],"Privacy alert: Please note that the content of the Google Calendar event description may be visible to guests if customers are being added as guests.":["Alertes de confidentialité : la description de l'événement du calendrier Google est visible par les invités. Si les clients sont ajoutés en tant qu'invités, alors elle sera visible pour eux."],"Google Calendar event description custom content":["Description personnalisée de l'événement Google Calendar"],"You can use dynamic placeholders.":["Vous pouvez utiliser des marqueurs dynamiques."],"Do not use HTML content!":["Ne pas utiliser de contenu HTML !"],"Set a Google Calendar reminder for reserved slot":["Définir un rappel Google Calendar pour l'emplacement réservé"],"No reminder":["Pas de rappel"],"10 minutes before":["10 minutes avant"],"30 minutes before":["30 minutes avant"],"1 hour before":["1 heure avant"],"Drop tickets":["Supprimer les tickets"],"Instead of dropping the slot, reservations made for the same service but in a different availability plan will be treated as if they are on the same plan.":["Au lieu de supprimer la place, les réservations effectuées pour le même service mais dans un plan de disponibilité différent agiront comme si elles étaient sur le même plan."],"Participate":["Participer"],"Turn this off if you want to exclude your availability events from being counted for this service. This can be useful for temporary needs, such as vacations, as it allows you to maintain your availability schedule unchanged.":["Désactivez cette option si vous ne voulez pas que vos événements de disponibilité soient comptabilisés pour ce service. Utile en cas de besoin temporaire, par exemple pendant les vacances, car cela vous permet de conserver votre horaire de disponibilité intact."],"Slot duration":["Durée de la plage horaire"],"Slot duration configuration":["Configuration de la durée du créneau"],"How the duration of a timeslot is defined":["Comment la durée d'une plage horaire est définie"],"Use the entire available interval":["Utiliser tout l'intervalle disponible"],"Utilize the duration of the entire available interval as the slot duration for the service, without dividing it into separate timeslots.":["Utilisez la durée de l'intervalle disponible entier comme durée du créneau pour le service, sans le diviser en créneaux séparés."],"Fixed duration":["Durée fixe"],"Automatically divide the entire available interval into timeslots of equal duration for the service.":["Divisez automatiquement l'intervalle disponible entier en créneaux de durée égale pour le service."],"Lead Time Restriction":["Restriction du délai d'exécution"],"Set the minimum required timespan between the current time and the time slot start or end time. Reservations are only allowed if the specified timespan is met, ensuring a buffer period for scheduling.":["Définissez la durée minimale requise entre l'heure actuelle et l'heure de début ou de fin du créneau. Les réservations ne sont autorisées que si la durée spécifiée est respectée, garantissant une période tampon pour la planification."],"%d minute before":["%d minute avant","%d minutes avant"],"%d hour before":["%d heure avant","%d heures avant"],"%d day before (until midnight)":["%d jour avant (jusqu'à minuit)","%d jours avant (jusqu'à minuit)"],"Lead Time Restriction Reference":["Référence de restriction du délai d'attente"],"Slot start time":["Début de la plage horaire"],"Slot end time":["Fin de la plage horaire"],"Opening Lead Time":["Délai d'ouverture"],"Specify the timespan before the start time of a time slot when it becomes visible in the frontend for reservations. Slots will only be displayed if the start time is within the specified timespan.":["Spécifiez la durée avant l'heure de début d'un créneau lorsqu'il devient visible sur le frontend pour les réservations. Les créneaux ne seront affichés que si l'heure de début est dans la durée spécifiée."],"Always":["Toujours"],"Picture":["Image"],"Provide a picture for the service.":["Choisir l'image du service."],"We hope you had a memorable experience.":["Nous espérons que vous avez eu une expérience mémorable."],"Send post-service engagement email":["Envoyer un e-mail d'engagement après le service"],"Enable this feature to send a tailored email to customers after they've experienced the service.":["Activez cette fonction pour envoyer un e-mail personnalisé aux clients après qu'ils aient bénéficié du service."],"%d day after":["%d jour après","%d jours après"],"Thank you for choosing us.":["Merci de nous avoir choisis."],"Thank you for booking with us! We'll notify you once your reservation is confirmed.":["Merci d'avoir réservé chez nous ! Nous vous informerons dès que votre réservation sera confirmée."],"Send preliminary confirmation email":["Envoyer un e-mail de confirmation préliminaire"],"Upon making a booking that necessitates approval, an email notification will be promptly dispatched to the customer.":["Lors de la réalisation d'une réservation nécessitant une approbation, une notification par e-mail sera immédiatement envoyée au client."],"Booking received: awaiting approval confirmation":["Réservation reçue : en attente de confirmation d'approbation."],"If zero, won't appear. To change the currency, navigate to the Settings section.":["Si zéro, ne s'affiche pas. Pour changer la devise, rendez-vous dans l'onglet Passerelles de paiement."],"Redirect":["Rediriger"],"If active, the customer will be redirected to the specified URL after a successful reservation for this service. This is meant for tracking conversions.":["Si actif, le client sera redirigé vers l'URL spécifiée après une réservation réussie pour ce service. Ceci est destiné à suivre les conversions."],"About payments: when redirect is active, the immediate and later payment settings will work just fine, while discretion payment setting will not, so no payment option will be presented to the customer after the reservation in this case.":["À propos des paiements: lorsque la redirection est active, les paramètres de paiement immédiat et ultérieur fonctionneront très bien, tandis que le paramètre de paiement de discrétion ne le fera pas, donc aucune option de paiement ne sera présentée au client après la réservation dans ce cas."],"We are getting close!":["Nous approchons !"],"Send reminder email":["Envoyer un email de rappel"],"Reminders are sent using the WordPress Cron system, which relies on site visits to trigger the scheduled events. If your site has low traffic, there may be delays or the reminders may not be sent at all.":["Les rappels sont envoyés via le système WordPress Cron, qui est déclenché par les visites sur le site. Si votre site a peu de trafic, les rappels peuvent avoir des retards ou ne pas être envoyés du tout."],"%d day before":["%d jour avant","%d jours avant"],"Don't forget your reservation":["N'oubliez pas votre rendez-vous"],"Short text to describe the service":["Court texte pour décrire le service"],"Capacity display":["Affichage de la capacité"],"Display available time slot capacity.":["Afficher la capacité des créneaux horaires disponibles."],"Show booked slots":["Montrer les créneaux complets"],"Show map":["Montrer la carte"],"By default, a location map is displayed. However, you can change this setting to hide the map if it is not needed.":["Une carte de localisation est affichée par défaut. Modifiez ce paramètre pour masquer la carte si elle n'est pas nécessaire."],"Show provider name":["Afficher le nom du fournisseur"],"Show provider profile page link":["Afficher le lien de la page de profil du fournisseur"],"When enabled, the provider name will be displayed as a hyperlink that leads to the provider's profile page. To set the profile page for each provider, navigate to WordPress > Users > Edit > Website.":["Lorsqu'il est activé, le nom du fournisseur est affiché comme un lien hypertexte qui mène à la page de profil du fournisseur. Pour définir la page de profil pour chaque fournisseur, accédez à WordPress> Utilisateurs> Modifier> Site Web."],"Show slot customers":["Afficher les clients de l'emplacement"],"Choose whether to display a list of the attendees or not, and which data it should include":["Choisissez si vous souhaitez afficher une liste des participants ou non, et les données qu'elle doit inclure"],"Show names":["Afficher les noms"],"Show email":["Afficher l'e-mail"],"Show names and email":["Afficher les noms et l'e-mail"],"Please carefully consider any privacy-related implications":["Veuillez considérer attentivement toutes les implications liées à la vie privée"],"Show start/end times":["Montrer heure de début /fin"],"Show start/end":["Montrer le début / la fin"],"Hide":["Masquer"],"Show start time only":["Ne montrer que l'heure de début"],"Time slot capacity":["Capacité de la plage horaire"],"Max user tickets per slot":["Nombre de places maxi par créneau"],"The maximum number of tickets that a customer is allowed to book for a single slot. 0 means up to the maximum available tickets.":["Le nombre maximum de billets qu'un client est autorisé à réserver pour une seule plage horaire. 0 signifie jusqu'au nombre maximum de billets disponibles."],"Choose the class of the service":["Choisissez la classe du service"],"Keep available until approval":["Rester disponible jusqu'à l'approbation"],"Activate this option if you want to keep the slot/tickets available for other reservations, until a reservation gets approved.":["Activez cette option si vous souhaitez conserver la plage/billets disponibles pour d'autres réservations, jusqu'à ce qu'une réservation soit approuvée."],"Activating this option could lead to overbooking":["L'activation de cette option pourrait entraîner une surréservation"],"Available slot color":["Couleur de la plage horaire disponible"],"Background color":["Couleur de fond"],"Border color":["Couleur de la bordure"],"Border radius":["Rayon de la bordure"],"Border size":["Taille de la bordure"],"Total number of available slots":["Nombre total de plages horaires disponibles"],"Total number of available tickets":["Nombre total de billets disponibles"],"Service name":["Nom du service"],"Service name + total number of available slots":["Nom du service + nombre total de plages horaires disponibles"],"Service name + total number of available tickets":["Nom du service + nombre total de billets disponibles"],"Hide the dots":["Masquer les points"],"Numbered dots meaning":["Signification des points numérotés"],"Select what the number inside the dots represents.":["Sélectionnez ce que représente le nombre à l'intérieur des points."],"Numbered dots threshold":["Seuil des points numérotés"],"Numbers inside the dots are not displayed when their value is below this threshold.":["Les nombres à l'intérieur des points ne sont pas affichés lorsque leur valeur est inférieure à ce seuil."],"Default style":["Style par défaut"],"Google Maps Style":["Style Google Maps"],"Do you want more styles or even create your own style? Just set this to \"Default style\", then install the SnazzyMaps WordPress plugin.":["Voulez-vous plus de styles ou même créer votre propre style? Il suffit de régler cela sur \"Style par défaut\", puis d'installer le plugin WordPress SnazzyMaps."],"Map zoom level":["Niveau de zoom de la carte"],"Primary widget color":["Couleur principale du widget"],"Booked slot color":["Couleur de la plage horaire réservée"],"Skip Google Maps library loading":["Passez le chargement de la bibliothèque Google maps"],"Enable this setting if you are experiencing issues with the Google Maps JS library being loaded by another plugin or theme.":["Activez ce paramètre si vous avez des problèmes avec la bibliothèque JavaScript Google Maps chargée par un autre plugin ou un thème."],"Providers sorting order":["Ordre de tri des fournisseurs"],"This determines the sorting order of service providers during the selection step.":["Il s'agit de l'ordre des prestataires de services lors de l'étape de sélection du prestataire de services."],"Services sorting order":["Ordre de tri des services"],"This determines the sorting order of services during the selection step.":["Il s'agit de l'ordre des services lors de l'étape de sélection de service."],"Enable Caching":["Activer le cache"],"If enabled, the plugin will utilize the existing caching system to improve loading times.":["Si activé, le plugin utilisera le système de mise en cache disponible actuellement pour optimiser les temps de chargement."],"Disabling caching can significantly impact the overall speed of the plugin. Only disable caching if you are encountering problems with your current caching system.":["Désactiver le cache peut avoir un impact important sur la vitesse globale du plugin. Désactivez-le si vous rencontrez des problèmes avec votre système de mise en cache actuel."],"Use Service Providers":["Utiliser les prestataires de service"],"Enable this setting to allocate and manage services across multiple WordPress Users (service providers).":["Activez ce paramètre pour allouer et gérer les services à travers plusieurs utilisateurs WordPress (prestataires de services)."],"TheBooking is now at v%s!":["TheBooking est maintenant en version %s !"],"📢 We've rolled out some changes. Some of them might need your attention.":["📢 Nous avons déployé quelques modifications. Certaines d'entre elles pourraient nécessiter votre attention."],"See What's New":["Voir les nouveautés"],"Dismiss":["Ignorer"],"WP API nonce expired, please refresh the page.":["La clé WP API nonce a expiré, veuillez rafraîchir la page."],"Generic error":["Erreur générique"],"All times are local":["Toutes les heures sont locales"],"Add":["Ajouter"],"Cancel":["Annuler"],"This panel is for administrative purposes only":["Ce panneau est uniquement à des fins administratives"],"Form conditionals and requirements will not be applied. All fields will be displayed, and all values will be allowed.":["Les conditionnels et exigences du formulaire ne seront pas appliqués. Tous les champs seront affichés, et toutes les valeurs seront autorisées."],"Reset this field if you want to create a new customer using the provided email address.":["Réinitialisez ce champ si vous souhaitez créer un nouveau client avec l'adresse e-mail fournie."],"This is required":["Champ obligatoire"],"Please provide a valid email address":["Merci d’indiquer une adresse email valide"],"Time":["Heure"],"Add reservation":["Ajouter une réservation"],"%d out of %d":["%d sur %d"],"Booked":["Réservé"],"Available":["Disponible"],"Customer notifications will follow this timezone setting.":["Les notifications aux clients suivront ce paramètre de fuseau horaire."],"System timezone (WordPress > Settings > General)":["Fuseau horaire du système (WordPress > Paramètres > Général)"],"Associate the customer with a WordPress user":["Associer le client à un utilisateur WordPress"],"Do not associate the customer":["Ne pas associer le client"],"Are you sure?":["Etes-vous sûr de vouloir faire ça ?"],"Yes":["Oui"],"No":["Non"],"Delete":["Supprimer"],"New API token":["Nouveau jeton API"],"Generate a new API token":["Créer un nouveau jeton API"],"Create":["Créer"],"Please provide the token name":["Veuillez saisir le nom du jeton"],"If enabled, this API token restricts write operations for API requests.":["Si activé, ce jeton API restreint les opérations d'écriture pour les demandes API."],"Add coupon":["Ajouter un coupon"],"Used":["Utilisé"],"Please enter the coupon text without any spaces":["Veuillez saisir le texte du coupon sans espaces blancs"],"Coupon already exists":["Coupon déjà présent"],"Error":["Erreur"],"There are reservations for this customer":["Il y a des réservations pour ce client"],"Registered":["Enregistré"],"Not registered":["Non enregistré"],"Inactive":["Inactif"],"Selected %d item":["%d élément sélectionné","%d éléments sélectionnés"],"Delete %d item":["Supprimer %d élément","Supprimer %d éléments"],"All":["Tous"],"Reservations by %s":["Réservations par %s"],"Search...":["Recherche..."],"Add a customer":["Ajouter un client"],"Create a new WordPress user":["Créer un nouvel utilisateur WordPress"],"Please provide a name":["Merci d’indiquer un nom"],"Deletion prevented: services are assigned to this location.":["Suppression empêchée : des services sont attribués à cet emplacement."],"New location":["Nouvel emplacement"],"Add a location":["Ajouter un emplacement"],"Please enter a valid and properly formatted address":["Veuillez entrer une adresse valide et correctement formatée"],"Additional configuration options will be accessible once created.":["Plus d'options de configuration seront disponibles lors de la création."],"Discount":["Réduction"],"Uses":["Utilisations"],"Period":["Période"],"Type":["Type"],"This promotion is no longer available for customer use.":["Cette promotion n'est plus disponible pour les clients."],"This promotion cannot be deleted because there are reservations associated with it.":["Cette promotion ne peut pas être supprimée car il y a des réservations associées."],"Running":["En cours"],"Not running (paused)":["En pause"],"Not running":["Pas en cours"],"New promotion":["Nouvelle promotion"],"Create a new Promotion":["Créer une nouvelle promotion"],"Please enter the promotion name without any spaces":["Veuillez saisir le nom de la promotion sans espaces"],"Name already exists":["Le nom existe déjà"],"The promotion will run for the selected period, the discount is automatically applied to any eligible service.":["La promotion sera valable pendant la période sélectionnée, la réduction sera automatiquement appliquée à tout service éligible."],"The promotion will run for the selected period, the discount is applied to any eligible service only if a valid coupon is provided.":["La promotion sera valable pendant la période sélectionnée, la réduction sera appliquée à tout service éligible uniquement si un coupon valide est fourni."],"Please provide a date interval":["Veuillez fournir une période de dates"],"Please provide a discount value":["Veuillez fournir une valeur de réduction"],"Payment":["Paiement"],"Paid":["Payé"],"Not paid":["Non payé"],"Not due":["Non dû"],"Search customer":["Rechercher un client"],"Details":["Détails"],"Confirm":["Confirmer"],"Approve":["Approuver"],"Start meeting":["Démarrer le meeting"],"Zoom meeting":["Réunion Zoom"],"Google Meet":["Google Meet"],"Confirmed":["Confirmé"],"Cancelled":["Annulé"],"Pending":["En attente"],"Expired":["Expiré"],"Deny":["Refuser"],"ID":["ID"],"Customer Name":["Nom du client"],"Customer Email":["Email du Client"],"Start date of service":["Date de début du service"],"Start time of service":["Heure de début du service"],"End date of service":["Date de fin du service"],"End time of service":["Heure de fin du service"],"Form field: %s":["Champ de formulaire: %s"],"Reset reservation IDs":["Réinitialiser les identifiants de réservation"],"PDF file is ready!":["Le fichier PDF est prêt !"],"Open PDF":["Ouvrir le PDF"],"Today's":["Aujourd’hui"],"Tomorrow's":["Demain"],"This week":["Cette semaine"],"Past":["Passé"],"Search by ID":["Rechercher par identifiant"],"Export selected (%d)":["Exporter la sélection (%d)"],"Export all":["Tout exporter"],"Empty the database":["Vider la base de données"],"Activate Table view":["Activer la vue Tableau"],"Activate List view":["Activer la vue Liste"],"Activate Auto view":["Activer la vue Automatique"],"Display columns":["Afficher les colonnes"],"Sort by":["Trier par"],"Sorting order":["Ordre de tri"],"Descending":["Descendant"],"Ascending":["Ascendant"],"Include reservations":["Inclure les réservations"],"I know what I'm doing, proceed":["Je sais ce que je fais, continuer"],"This erases the reservations database":["Cela efface la base de données des réservations"],"Select additional properties to copy with service.":["Sélectionnez des propriétés supplémentaires à copier avec le service."],"Copy form":["Copier le formulaire"],"Copy providers settings":["Copier les paramètres des fournisseurs"],"Copy notifications":["Copier les notifications"],"Deletion prevented: there are reservations for this service.":["Suppression empêchée : il y a des réservations pour ce service."],"Notifications":["Notifications"],"Booking form":["Formulaire de réservation"],"Personal settings":["Paramètres personnels"],"Duplicate service":["Copier le service"],"Duplicate":["Copier"],"Appointment":["Rendez-vous"],"Unscheduled":["Non programmé"],"Your changes here only affect the service when provided by you":["Vos modifications ici n'affectent le service que lorsque vous le fournissez"],"New service":["Nouveau service"],"Create a new Service":["Créer un nouveau service"],"Suitable for timeslot-based reservations.":["Adapté pour les réservations basées sur des créneaux horaires."],"A service with no scheduling needs. Think about support tickets, estimate request, and so on.":["Un service sans besoin de planification. Pensez aux demandes de support, demandes de devis, etc."],"Please provide a name for the service":["Veuillez fournir un nom pour le service"],"This field is always active":["Ce champ est toujours actif"],"Other fields are dependent on this field":["Les autres champs dépendent de ce champ"],"Activate":["Activer"],"depends on %s":["dépend de %s"],"New paragraph":["Nouveau paragraphe"],"New text input":["Nouvelle entrée de texte"],"New text area":["Nouvelle zone de texte"],"New options field":["Nouveau champ d'options"],"Option 1":["Option 1"],"Option 2":["Option 2"],"Option 3":["Option 3"],"New checkbox":["Nouvelle case à cocher"],"New file upload":["Nouveau téléchargement de fichier"],"New number input":["Nouvelle entrée numérique"],"New date input":["Nouvelle entrée de date"],"New option":["Nouvelle option"],"Option %d label":["Option %d étiquette"],"Price increment":["Augmentation de prix"],"Increase service price by the specified amount when this option is selected during booking":["Augmentez le prix du service du montant spécifié lorsque cette option est sélectionnée lors de la réservation"],"Add option":["Ajouter une option"],"Validation":["Validation"],"Regex":["Regex"],"Need help with regex expressions?":["Besoin d'aide avec les expressions regex ?"],"No validation":["Non validé"],"Phone (international)":["Téléphone (international)"],"Alphanumeric with space":["Alphanumérique avec espace"],"Hide from registered users":["Masquer aux utilisateurs enregistrés"],"Notification template placeholder":["Placeholder de modèle de notification"],"This placeholder, when inserted in a notification template, will be replaced with the value of the field. It must be unique in the context of the service.":["Ce placeholder, lorsqu'il est inséré dans un modèle de notification, sera remplacé par la valeur du champ. Il doit être unique dans le contexte du service."],"Pre-fill user meta-key":["Remplir automatiquement avec la clé de métadonnées utilisateur"],"Select or write":["Sélectionner ou écrire"],"The field will be pre-populated with the corresponding user meta when available (even if the field is hidden)":["Le champ sera pré-rempli avec le métadonnées utilisateur correspondante lorsqu'elle est disponible (même si le champ est masqué)"],"Allowed file extensions":["Extensions de fichiers autorisées"],"Comma-separated, e.g. \"jpeg, png, tiff\"":["Séparées par des virgules, par exemple \"jpeg, png, tiff\""],"Max file size":["Taille maximale du fichier"],"Visible":["Visible"],"Hidden":["Caché"],"Required":["Obligatoire"],"Not required":["Non requis"],"Checked":["Coché"],"Not checked":["NON Coché"],"Greater than":["Supérieur à"],"Less than":["Inférieur à"],"Equal to":["Égal à"],"Conditional":["Conditionnel"],"The field is":["Le champ est"],"No valid fields in this form":["Pas de champs valides dans ce formulaire"],"Select a state":["Sélectionner un état"],"Depending on":["En fonction de"],"Select a field":["Sélectionner un champ"],"Being":["Étant"],"Parent field options must be 2 or more":["Les options du champ parent doivent être de 2 ou plus"],"Select a value":["Sélectionnez une valeur"],"This number":["Ce nombre"],"Experimental feature":["Fonctionnalité expérimentale"],"Apply dynamic rules to control the field's behavior based on the values of other fields.":["Appliquez des règles dynamiques pour contrôler le comportement du champ en fonction des valeurs d'autres champs."],"The conditional rule feature is available when the form includes at least one field of type number, options, or checkbox (excluding the current field).":["La fonctionnalité de règle conditionnelle est disponible lorsque le formulaire comprend au moins un champ de type nombre, options ou case à cocher (à l'exclusion du champ actuel)."],"Label":["Label"],"Min":["Min"],"Max":["Max"],"Discard":["Ignorer"],"Save changes":["Sauvegarder vos modifications"],"Input text":["Input texte"],"Text area":["Zone de texte"],"Checkbox":["Case à cocher"],"Number":["Nombre"],"Options":["Options"],"File upload":["Téléchargement de fichier"],"Paragraph":["Paragraphe"],"Account":["Compte"],"No provider":["Aucun prestataire"],"Add Google Account":["Ajouter un compte Google"],"Associate with a service provider":["Associer à un prestataire de services"],"The associated provider gains the ability to manage the Google Account integration.":["Le prestataire associé obtient la capacité de gérer l'intégration du compte Google."],"Changing the service provider will unlink any calendars associated with this account from availability plans not assigned to the new provider":["Changer le fournisseur de service déliera tous les calendriers associés à ce compte des plans de disponibilité non attribués au nouveau fournisseur"],"Connected as %s":["Connecté en tant que %s"],"Disconnect":["Déconnecter"],"Connect your Google Account":["Connectez votre compte Google"],"Authorize":["Autoriser"],"Google Calendars":["Calendriers Google"],"Personal":["Personnel"],"Events on this calendar will block plan availability":["Les événements de ce calendrier bloqueront la disponibilité du plan"],"Source":["Source"],"Events on this calendar will be considered as available time for this plan":["Les événements de ce calendrier seront considérés comme un temps disponible pour ce plan"],"Destination":["Agenda où les rdv seront enregistrés"],"Reservations made for this plan will generate events on this calendar":["Les réservations faites pour ce plan généreront des événements sur ce calendrier"],"Owner":["Propriétaire"],"Shared":["Partagé"],"No availability plans available":["Aucun plan de disponibilité disponible"],"Thanks for updating to TheBooking!":["Merci d'avoir mis à jour vers TheBooking !"],"This release represents our most significant update since the app's inception. Along with a host of new features and a complete visual revamp, it introduces pivotal changes you should be aware of. For a detailed overview, please consult our %supdated documentation%s.":["Cette mise à jour représente notre évolution la plus significative depuis la création de l'application. Outre une multitude de nouvelles fonctionnalités et une refonte visuelle complète, elle introduit des changements essentiels dont vous devriez être informé. Pour un aperçu détaillé, veuillez consulter notre %sdocumentation mise à jour%s."],"Migrate settings and data":["Migrer les paramètres et les données"],"Start fresh (migrate later if needed)":["Commencer à zéro (migrer plus tard si nécessaire)"],"Save":["Enregistrer"],"Subject":["Objet"],"Please provide the email subject":["Veuillez fournir le sujet de l'e-mail"],"Body":["Corps du courriel"],"You can use HTML":["Vous pouvez utiliser HTML"],"Please provide the email content":["Veuillez fournir le contenu de l'e-mail"],"Edit email content":["Modifier le contenu de l'e-mail"],"Coupons":["Coupons"],"List of single use coupon codes":["Liste de codes de coupon à usage unique"],"Connect a Google Account and associate it with the provider":["Connectez un compte Google et associez-le au prestataire"],"The Google Account associated with this service provider grants access to their associated calendars, empowering them to effectively configure their Google integration using these calendars.":["Le compte Google associé à ce prestataire de services donne accès à leurs calendriers associés, leur permettant de configurer efficacement leur intégration Google à l'aide de ces calendriers."],"The service provider can autonomously link their Google Account by navigating to Availability > Your Google Account.":["Le prestataire de services peut lier de manière autonome son compte Google en naviguant vers Disponibilité > Votre compte Google."],"Service provider notifications will follow this timezone setting.":["Les notifications du prestataire de services suivront ce paramètre de fuseau horaire."],"Download":["Télécharger"],"Not provided":["Non disponible"],"Date of service":["Date du rdv"],"Times":["Horaires"],"Submitted":["Soumis"],"UID (internal)":["UID (interne)"],"Virtual meetings":["Réunions virtuelles"],"Get data for Zoom meeting ID %s":["Obtenir les données pour l'ID de réunion Zoom %s"],"Start URL":["URL de démarrage"],"Join URL":["URL de participation"],"Password: %s":["Mot de passe : %s"],"Status: %s":["Statut : %s"],"Join meeting":["Rejoindre la réunion"],"Google Calendar events":["Événements du calendrier Google"],"Refresh Google Calendar event creation":["Créer à nouveau un événement Google Agenda"],"An event will be created or updated in any destination calendar set for the availability plan for which this reservation was generated.":["Un événement sera créé ou mis à jour dans n'importe quel calendrier de destination défini pour le plan de disponibilité pour lequel cette réservation a été générée."],"Form submission details":["Détails de soumission de formulaire"],"Applied discounts":["Réductions appliquées"],"The discount values are based on the time of the reservation and any subsequent changes to a promotion will not be reflected here.":["Les valeurs de réduction sont relatives à l'heure de la réservation. Tout changement ultérieur à une promotion ne sera pas reflété ici."],"System":["Système"],"User":["Utilisateur"],"Confirmation email sent by %s":["E-mail de confirmation envoyé par %s"],"send again":["envoyer à nouveau"],"Confirmation pending":["Confirmation en attente"],"Reminder email sent by %s":["Email de rappel envoyé par %s"],"send now":["envoyez maintenant"],"Reminder email pending":["Email de rappel en attente"],"Cancellation email sent by %s":["E-mail d'annulation envoyé par %s"],"Refund":["Remboursement"],"Gateway":["Passerelle de paiement"],"Amount":["Montant"],"Gateway data":["Données de la passerelle de paiement"],"Edit":["Modifier"],"Files":["Fichiers"],"This reservation has expired.":["Le délai de réservation a expiré."],"Editing an expired reservation could lead to overbooking as the spot may have been taken by other reservations.":["La modification d'une réservation expirée peut entraîner une surréservation car la place peut avoir été prise par d'autres réservations."],"I am aware of the potential risks":["Je suis conscient des risques potentiels"],"You are editing the database directly":["Vous modifiez directement la base de données"],"Changes made here won't send notifications. Use the actions in the reservations table to trigger them.":["Toute modification de données ici ne déclenchera pas de notifications. Utilisez les actions dans le tableau des réservations si vous avez l'intention de le faire."],"The service will be modified even if there are no available slots for it.":["Le service sera changé même s'il n'y a pas de créneau disponible correspondant."],"Start date time":["Date de début"],"The date will be modified even if there are no available slots for it.":["La date sera modifiée même s'il n'y a pas de créneau disponible correspondant."],"End date time":["Date de fin"],"Payment status":["Statut du paiement"],"Base price":["Prix de base"],"Reason for cancellation":["Raison de l'annulation"],"This is the latest service form available.":["Voici le formulaire de service actuel."],"If you've made changes to the service form after this reservation was submitted, some information may be missing or different from what the customer originally viewed.":["Si vous avez modifié le formulaire de service après la soumission de cette réservation, certaines données peuvent être incomplètes ou différentes de ce que le client a vu initialement."],"No payment yet":["Aucun paiement pour le moment"],"No locations available.":["Aucun emplacement disponible."],"Go to Locations":["Aller aux emplacements"],"Customer's local timezone":["Fuseau horaire local du client"],"Customer was not able to pay within the allowed time. Expired reservations are going to be automatically deleted on a weekly basis, unless the status is manually changed or the reservation is set as paid.":["Le client n'a pas été en mesure de payer dans le délai imparti. Les réservations expirées seront automatiquement supprimées chaque semaine, sauf si le statut est modifié manuellement ou si la réservation est réglée comme payée."],"To do":["À faire"],"Done":["Terminé"],"Draft":["Brouillon"],"Total time: %s":["Temps total : %s"],"Add interval":["Ajouter l'intervalle"],"Remove interval":["Supprimer l'intervalle"],"Showing from %s":["Affichage à partir du %s"],"to %s":["jusqu'au %s"],"Activity period":["Période d'activité"],"Excluded dates":["Dates exclues"],"New plan":["Nouveau plan"],"Create a new Plan":["Créer un nouveau plan"],"Please provide a name for the plan":["Veuillez fournir un nom pour le plan"],"Independent":["Indépendant"],"When set as independent, reservations from other plans will not interfere with the availability of this plan, and vice versa.":["Lorsqu'il est défini comme indépendant, les réservations d'autres plans n'interféreront pas avec la disponibilité de ce plan, et vice versa."],"Weekly plan":["Plan hebdomadaire"],"Services to which this availability source is applied.":["Services auxquels cette source de disponibilité s'applique."],"Providers to which this availability source is applied.":["Prestataires auxquels cette source de disponibilité est appliquée."],"Changing the service provider will disassociate any existing provider's Google Account. Please remember to reconfigure the Google Calendars for this plan, if necessary.":["Changer le prestataire de services dissociera le compte Google de tout prestataire existant. N'oubliez pas de reconfigurer les calendriers Google pour ce plan, si nécessaire."],"Destination calendars":["Calendriers de destination"],"Calendars in which reservation events should be created for this plan.":["Calendriers dans lesquels les événements de réservation doivent être créés pour ce plan."],"Personal calendars":["Calendriers personnels"],"Calendars whose busy events will block availability for this plan.":["Calendriers dont les événements occupés bloqueront la disponibilité pour ce plan."],"Source calendars":["Calendriers source"],"Calendars whose busy events will be considered as AVAILABLE time for the selected services. If more BUSY events overlap, their UNION will be considered.":["Calendriers dont les événements occupés seront considérés comme du temps DISPONIBLE pour les services sélectionnés. Si plusieurs événements OCCUPÉS se chevauchent, leur UNION sera considérée."],"Schedule":["Horaire"],"Google 3-way":["Google 3-voies"],"Edit content":["Modifier le contenu"],"Select":["Choisir"],"Remove":["Enlever"],"This file is from a different version.":["Ce fichier provient d'une version differente."],"Not a valid JSON file.":["Fichier JSON non valide."],"Import":["Importer"],"Export":["Exporter"],"Discard change":["Annuler les modifications"],"Save change":["Enregistrer les modifications"],"Time left":["Temps restant"],"Your reservation is expired.":["Votre réservation a expiré."],"Thank you for the reservation":["Merci pour votre réservation"],"To confirm the reservation, please select a payment method.":["Pour confirmer la réservation, merci de choisir un moyen de paiement."],"Please select a payment method.":["Merci de choisir un moyen de paiement."],"Amount to pay":["Montant à payer"],"Pay":["Payer"],"Summary":["Vérifiez vos éléments"],"Back":["Revenir en arrière"],"Book now":["Valider"],"Coupon?":["Vous avez un coupon ?"],"Apply":["Utiliser"],"Price details":["Prix"],"%s list price":["Liste des prix %s"],"X %d ticket =":["X %d billet =","X %d billets ="],"Coupon %s ":["Coupon %s "],"Slot %d: %s discount":["Créneau %d : Réduction de %s"],"%s discount":["Réduction de %s"],"Total":["Total"],"Coupon applied!":["Le coupon est applique!"],"Invalid coupon!":["Coupon invalide!"],"Go back":["Revenir en arrière"],"Reservations for %s number %s":["Reservations pour %s nombre %s"],"Add to calendar":["Ajouter à votre calendrier"],"Thank you for your reservation":["Merci pour votre réservation"],"Thank you for your reservation, we will notify you once confirmed.":["Merci pour votre réservation, nous vous informerons une fois confirmé."],"Reservation ID: %s":["ID de réservation : %s"],"Do you wish to pay online?":["Voulez vous payer en ligne ?"],"Select a service":["Choisissez un service"],"Promo price!":["Prix Promo !"],"starts from":["à partir de"],"Upcoming":["Rdv à venir"],"Promo":["Promo"],"Map cannot be loaded right now, sorry.":["La carte ne peut être téléchargée , désolé."],"Warning":["Attention"],"Please input":["Veuillez entrer"],"Validation failed":["La validation a échoué"],"Select...":["Choisir…"],"Upload":["Télécharger"],"Max file size is %d MB, this file is %d MB":["La taille de fichier maximale est de %d Mo, ce fichier fait %d Mo"],"Next":["Continuer"],"%s left":["%s restants"],"Get directions":["Obtenir des directions"],"%s or %s to book this service":["%s ou %s pour réserver ce service"],"Login":["Se connecter"],"Register":["S’inscrire"],"Promo available!":["Promo disponible!"],"Select a provider":["Choisissez un praticien"],"Select one or more adjacent timeslots":["Choisissez un ou plusieurs créneaux adjacents"],"Select a timeslot":["Choisissez un créneau"],"Local times in %s":["Heures locales à %s"],"This timeslot is not adjacent to the others!":["Ce créneau n’est pas adjacent aux autres !"],"Pay %s":["Payer  %s"],"Join Zoom meeting":["Rejoindre un meeting Zoom"],"Join Google Meet":["Rejoindre Google Meet (Lien visio)"],"Please tell us the reason":["Merci de justifier"],"Saving...":["Enregistrement..."],"Whoops":["Oups"],"Success":["Succès"],"Starts from %s":["À partir de"],"%d available":["%d  disponible"],"Sold out":["Il n’y a plus de places"],"Form field validation regex\u0004Email":["Email"],"Form field validation regex\u0004URL":["URL"],"Form field label\u0004Email":["Email"],"Form field label\u0004First name":["Prénom"],"Form field label\u0004Last name":["Nom"],"Form field label\u0004User URL":["URL de l'utilisateur"],"Setting control\u0004Delegated":["Délégué"],"Setting control\u0004Admin":["Admin"],"WP Block Editor\u0004Service restrictions":["Restrictions de service"],"WP Block Editor\u0004For unrestricted listing, leave all checkboxes unselected.":["Pour une liste non restreinte, laissez toutes les cases non cochées."],"WP Block Editor\u0004Provider restrictions":["Restrictions du prestataire"],"WP Block Editor\u0004Configuration":["Configuration"],"WP Block Editor\u0004Widget type":["Type de widget"],"WP Block Editor\u0004Monthly calendar":["Calendrier mensuel"],"WP Block Editor\u0004Upcoming events":["Événements à venir"],"WP Block Editor\u0004Unscheduled services":["Services non planifiés"],"WP Block Editor\u0004Reservations list (logged users only)":["Liste des réservations (utilisateurs connectés uniquement)"],"WP Block Editor\u0004Visible events":["Événements affichés"],"WP Block Editor\u0004Number of upcoming events shown on the page":["Le nombre d'événements à venir affichés sur la page"],"WP Block Editor\u0004Show more":["Afficher plus"],"WP Block Editor\u0004Load more events button":["Bouton Charger plus d'événements"],"WP Block Editor\u0004Maximum fetched events":["Nombre maximal d'événements récupérés"],"WP Block Editor\u0004Maximum number of events that can be loaded in total when using the \"Show more\" button. Set \"0\" for no limit.":["Nombre maximum d'événements qui peuvent être chargés au total en utilisant le bouton \"Afficher plus\". Définissez \"0\" pour aucune limite."],"WP Block Editor\u0004Permissions":["Autorisations"],"WP Block Editor\u0004Read-only":["Lecture seule"],"WP Block Editor\u0004Prevents booking through this widget instance.":["Empêche la réservation via cette instance de widget."],"WP Block Editor\u0004Logged-only":["Connecté uniquement"],"WP Block Editor\u0004Restricts booking to logged-in users only through this widget instance.":["Restreint la réservation uniquement aux utilisateurs connectés via cette instance de widget."],"WP Block Editor\u0004These permissions apply to all services presented through this widget, overriding any service-specific permission settings.":["Ces autorisations s'appliquent à tous les services présentés à travers ce widget, écrasant tous les paramètres d'autorisation spécifiques au service."],"block title\u0004TheBooking widget":["TheBooking widget"],"block description\u0004Displays the booking widget":["Afficher le widget de réservation"],"block keyword\u0004tbk-booking":["tbk-booking"],"block keyword\u0004thebooking":["thebooking"],"block keyword\u0004teambooking":["teambooking"],"block keyword\u0004calendar":["calendrier"],"block keyword\u0004reservations":["réservations"]}}}