Repository: VonStroheim/thebooking-languages
Catalog: 3.1.0/team-booking-*.po
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

source: PDF file is ready!
es_es: ¡El archivo PDF está listo!
fr_fr: Le fichier PDF est prêt !
pl_pl: Plik PDF jest gotowy!
pt_br: Arquivo PDF está pronto!
ru_ru: PDF-файл готов!

source: Open PDF
es_es: Abrir PDF
fr_fr: Ouvrir le PDF
pl_pl: Otwórz PDF
pt_br: Abrir PDF
ru_ru: Открыть PDF

source: Today's
es_es: Hoy
fr_fr: Aujourd’hui
pl_pl: Dzisiaj
pt_br: De hoje
ru_ru: Сегодняшний

source: Tomorrow's
es_es: Mañana
fr_fr: Demain
pl_pl: Jutro
pt_br: De amanhã
ru_ru: Завтрашний день

source: This week
es_es: Esta semana
fr_fr: Cette semaine
pl_pl: W tym tygodniu
pt_br: Esta semana
ru_ru: На этой неделе

source: Past
es_es: Pasado
fr_fr: Passé
pl_pl: Przeszłość
pt_br: Passado
ru_ru: Прошлое

source: Search by ID
es_es: Buscar por ID
fr_fr: Rechercher par identifiant
pl_pl: Wyszukiwanie według ID
pt_br: Pesquise por ID
ru_ru: Поиск по идентификатору

source: Export selected (%d)
es_es: Exportar seleccionados (%d)
fr_fr: Exporter la sélection (%d)
pl_pl: Wybrano eksport (%d)
pt_br: Exportar selecionados (%d)
ru_ru: Экспортировать выбрано (%d)

source: Export all
es_es: Exportar todo
fr_fr: Tout exporter
pl_pl: Eksportuj wszystko
pt_br: Exportar tudo
ru_ru: Экспортировать все

source: Empty the database
es_es: Vaciar la base de datos
fr_fr: Vider la base de données
pl_pl: Opróżnianie bazy danych
pt_br: Base de dados vazia
ru_ru: Очистить базу данных

source: Activate Table view
es_es: Activar vista de tabla
fr_fr: Activer la vue Tableau
pl_pl: Aktywuj widok tabeli
pt_br: Ativar visualização de tabela
ru_ru: Активировать представление таблицы

source: Activate List view
es_es: Activar vista de lista
fr_fr: Activer la vue Liste
pl_pl: Aktywuj widok listy
pt_br: Ativar visualização de lista
ru_ru: Активировать просмотр списка

source: Activate Auto view
es_es: Activar vista automática
fr_fr: Activer la vue Automatique
pl_pl: Aktywuj widok automatyczny
pt_br: Ativar visualização automática
ru_ru: Активировать автоматический просмотр

source: Display columns
es_es: Mostrar columnas
fr_fr: Afficher les colonnes
pl_pl: Wyświetlanie kolumn
pt_br: Mostrar colunas
ru_ru: Отображение столбцов

source: Sort by
es_es: Ordenar por
fr_fr: Trier par
pl_pl: Sortuj według
pt_br: Ordenar por
ru_ru: Сортировать по

source: Sorting order
es_es: Orden de clasificación
fr_fr: Ordre de tri
pl_pl: Kolejność sortowania
pt_br: Ordenado por
ru_ru: Порядок сортировки

source: Descending
es_es: Descendente
fr_fr: Descendant
pl_pl: Schodzenie
pt_br: Descendente
ru_ru: По убыванию

source: Ascending
es_es: Ascendente
fr_fr: Ascendant
pl_pl: Rosnąco
pt_br: Ascendente
ru_ru: Восходящий

source: Include reservations
es_es: Incluir reservas
fr_fr: Inclure les réservations
pl_pl: Uwzględnij rezerwacje
pt_br: Incluir reservas
ru_ru: Включить резервирования

source: I know what I'm doing, proceed
es_es: Sé lo que estoy haciendo, continuar
fr_fr: Je sais ce que je fais, continuer
pl_pl: Wiem, co robię, kontynuuj
pt_br: Eu sei o que estou fazendo, prossiga
ru_ru: Я знаю, что делаю, продолжай

source: This erases the reservations database
es_es: Esto borra la base de datos de reservas
fr_fr: Cela efface la base de données des réservations
pl_pl: Spowoduje to usunięcie bazy danych rezerwacji
pt_br: Isso apaga o banco de dados de reservas
ru_ru: При этом база данных бронирований будет удалена.

source: Select additional properties to copy with service.
es_es: Seleccione propiedades adicionales para copiar con el servicio.
fr_fr: Sélectionnez des propriétés supplémentaires à copier avec le service.
pl_pl: Wybierz dodatkowe właściwości do skopiowania z usługą.
pt_br: Selecione propriedades adicionais para copiar com o serviço.
ru_ru: Выберите дополнительные свойства для копирования с услугой.

source: Copy form
es_es: Copiar formulario
fr_fr: Copier le formulaire
pl_pl: Kopia formularza
pt_br: Copiar formulário
ru_ru: Копировать форму

source: Copy providers settings
es_es: Copiar configuraciones de proveedores
fr_fr: Copier les paramètres des fournisseurs
pl_pl: Kopiowanie ustawień dostawców
pt_br: Copiar configurações do prestador de serviço
ru_ru: Копировать настройки провайдеров

source: Copy notifications
es_es: Copiar notificaciones
fr_fr: Copier les notifications
pl_pl: Kopiowanie powiadomień
pt_br: Copiar notificações
ru_ru: Копировать уведомления

source: Deletion prevented: there are reservations for this service.
es_es: Eliminación evitada: hay reservas para este servicio.
fr_fr: Suppression empêchée : il y a des réservations pour ce service.
pl_pl: Usunięcie uniemożliwione: istnieją rezerwacje dla tej usługi.
pt_br: Exclusão impedida: existem reservas para este serviço.
ru_ru: Удаление предотвращено: на эту услугу есть бронирования.

source: Notifications
es_es: Notificaciones
pl_pl: Powiadomienia
pt_br: Notificações
ru_ru: Уведомления

source: Booking form
es_es: Formulario de reserva
fr_fr: Formulaire de réservation
pl_pl: Formularz rezerwacji
pt_br: Formulário de reserva
ru_ru: Бланк брони

source: Personal settings
es_es: Configuraciones personales
fr_fr: Paramètres personnels
pl_pl: Ustawienia osobiste
pt_br: Configurações pessoais
ru_ru: Личные настройки

source: Duplicate service
es_es: Duplicar servicio
fr_fr: Copier le service
pl_pl: Zduplikowana usługa
pt_br: Duplicar serviço
ru_ru: Дублирующая услуга

source: Duplicate
es_es: Duplicar
fr_fr: Copier
pl_pl: Duplikat
pt_br: Duplicar
ru_ru: Дублировать

source: Appointment
es_es: Cita
fr_fr: Rendez-vous
pl_pl: Powołanie
pt_br: Compromisso
ru_ru: Встреча

source: Unscheduled
es_es: Sin programar
fr_fr: Non programmé
pl_pl: Nieplanowane
pt_br: Não agendado
ru_ru: Внеплановый

source: Your changes here only affect the service when provided by you
es_es: Tus cambios aquí solo afectan al servicio cuando lo proporcionas tú.
fr_fr: Vos modifications ici n'affectent le service que lorsque vous le fournissez
pl_pl: Dokonane tutaj zmiany mają wpływ na usługę tylko wtedy, gdy są dostarczane przez użytkownika
pt_br: Suas alterações aqui afetam apenas o serviço quando fornecido por você
ru_ru: Ваши изменения здесь влияют только на услугу, предоставляемую вами

source: New service
es_es: Nuevo servicio
fr_fr: Nouveau service
pl_pl: Nowa usługa
pt_br: Novo serviço
ru_ru: Новая услуга

source: Create a new Service
es_es: Crear un nuevo servicio
fr_fr: Créer un nouveau service
pl_pl: Utwórz nową usługę
pt_br: Criar um novo serviço
ru_ru: Создать новую услугу

source: Suitable for timeslot-based reservations.
es_es: Adecuado para reservas basadas en franjas horarias.
fr_fr: Adapté pour les réservations basées sur des créneaux horaires.
pl_pl: Nadaje się do rezerwacji opartych na przedziałach czasowych.
pt_br: Adequado para reservas baseadas em intervalos de tempo.
ru_ru: Подходит для резервирования на основе временных интервалов.

source: A service with no scheduling needs. Think about support tickets, estimate request, and so on.
es_es: Un servicio sin necesidades de programación. Piensa en tickets de soporte, solicitudes de presupuesto, y otros.
fr_fr: Un service sans besoin de planification. Pensez aux demandes de support, demandes de devis, etc.
pl_pl: Usługa bez potrzeby planowania. Pomyśl o biletach pomocy technicznej, prośbach o wycenę itp.
pt_br: Um serviço sem necessidade de agendamento. Pense em tíquetes de suporte, solicitação de orçamento e assim por diante.
ru_ru: Услуга, не требующая планирования. Подумайте о билетах в службу поддержки, запросах на оценку и так далее.

source: Please provide a name for the service
es_es: Por favor, proporciona un nombre para el servicio
fr_fr: Veuillez fournir un nom pour le service
pl_pl: Podaj nazwę usługi
pt_br: Por favor, forneça um nome para o serviço
ru_ru: Укажите название услуги

source: This field is always active
es_es: Este campo siempre está activo
fr_fr: Ce champ est toujours actif
pl_pl: To pole jest zawsze aktywne
pt_br: Este campo está sempre ativo
ru_ru: Это поле всегда активно

source: Other fields are dependent on this field
es_es: Otros campos dependen de este campo
fr_fr: Les autres champs dépendent de ce champ
pl_pl: Inne pola są zależne od tego pola
pt_br: Outros campos dependem deste campo
ru_ru: Другие поля зависят от этого поля

source: Activate
es_es: Activar
fr_fr: Activer
pl_pl: Aktywuj
pt_br: Ativar
ru_ru: Активировать

source: depends on %s
es_es: depende de %s
fr_fr: dépend de %s
pl_pl: zależy od %s
pt_br: depende de %s
ru_ru: зависит от %s

source: New paragraph
es_es: Nuevo párrafo
fr_fr: Nouveau paragraphe
pl_pl: Nowy akapit
pt_br: Novo parágrafo
ru_ru: Новый абзац

source: New text input
es_es: Nuevo campo de texto
fr_fr: Nouvelle entrée de texte
pl_pl: Nowe wprowadzanie tekstu
pt_br: Nova entrada de texto
ru_ru: Новый ввод текста

source: New text area
es_es: Nueva área de texto
fr_fr: Nouvelle zone de texte
pl_pl: Nowy obszar tekstowy
pt_br: Nova área de texto
ru_ru: Новая текстовая область

source: New options field
es_es: Nuevo campo de opciones
fr_fr: Nouveau champ d'options
pl_pl: Nowe pole opcji
pt_br: Novo campo de opções
ru_ru: Новое поле опций

source: Option 1
es_es: Opción 1
pl_pl: Opcja 1
pt_br: Opção 1
ru_ru: Опция 1

source: Option 2
es_es: Opción 2
pl_pl: Opcja 2
pt_br: Opção 2
ru_ru: Вариант 2

source: Option 3
es_es: Opción 3
pl_pl: Opcja 3
pt_br: Opção 3
ru_ru: Вариант 3

source: New checkbox
es_es: Nuevo casilla de verificación
fr_fr: Nouvelle case à cocher
pl_pl: Nowe pole wyboru
pt_br: Nova caixa de seleção
ru_ru: Новый флажок

source: New file upload
es_es: Nuevo carga de archivo
fr_fr: Nouveau téléchargement de fichier
pl_pl: Przesyłanie nowego pliku
pt_br: Novo upload de arquivo
ru_ru: Загрузка нового файла

source: New number input
es_es: Nuevo campo de número
fr_fr: Nouvelle entrée numérique
pl_pl: Wprowadzanie nowego numeru
pt_br: Nova entrada de número
ru_ru: Ввод нового номера

source: New date input
es_es: Nueva entrada de fecha
fr_fr: Nouvelle entrée de date
pl_pl: Wprowadzanie nowej daty
pt_br: Nova entrada de data
ru_ru: Новое поле для ввода даты.

source: New option
es_es: Nueva opción
fr_fr: Nouvelle option
pl_pl: Nowa opcja
pt_br: Nova opção
ru_ru: Новая опция

source: Option %d label
es_es: Etiqueta de opción %d
fr_fr: Option %d étiquette
pl_pl: Opcja %d etykieta
pt_br: Opção %d rótulo
ru_ru: Метка опции %d.

source: Price increment
es_es: Incremento de precio
fr_fr: Augmentation de prix
pl_pl: Przyrost ceny
pt_br: Incremento de preço
ru_ru: Приращение цены

source: Increase service price by the specified amount when this option is selected during booking
es_es: Aumente el precio del servicio en la cantidad especificada cuando esta opción se selecciona durante la reserva
fr_fr: Augmentez le prix du service du montant spécifié lorsque cette option est sélectionnée lors de la réservation
pl_pl: Zwiększenie ceny usługi o określoną kwotę po wybraniu tej opcji podczas rezerwacji
pt_br: Aumente o preço do serviço pelo valor especificado quando esta opção for selecionada durante a reserva
ru_ru: Увеличьте стоимость услуги на указанную сумму, когда этот вариант выбран при бронировании.

source: Add option
es_es: Agregar opción
fr_fr: Ajouter une option
pl_pl: Dodaj opcję
pt_br: Adicionar opção
ru_ru: Добавить вариант

source: Validation
es_es: Validación
pl_pl: Walidacja
pt_br: Validação
ru_ru: Проверка

source: Regex
es_es: Expresiones regulares
ru_ru: регулярное выражение

source: Need help with regex expressions?
es_es: ¿Necesitas ayuda con expresiones regulares?
fr_fr: Besoin d'aide avec les expressions regex ?
pl_pl: Potrzebujesz pomocy z wyrażeniami regex?
pt_br: Precisa de ajuda com expressões regex?
ru_ru: Нужна помощь с выражениями регулярных выражений?

source: No validation
es_es: Sin validación
fr_fr: Non validé
pl_pl: Brak walidacji
pt_br: Sem validação
ru_ru: Нет проверки

# Form field validation regex
source: Email
es_es: Correo electrónico
ru_ru: Электронная почта

source: Phone (international)
es_es: Teléfono (internacional)
fr_fr: Téléphone (international)
pl_pl: Telefon (międzynarodowy)
pt_br: Fone (internacional)
ru_ru: Телефон (международный)

source: Alphanumeric with space
es_es: Alfanumérico con espacio
fr_fr: Alphanumérique avec espace
pl_pl: Alfanumeryczne ze spacją
pt_br: Alfanumérico com espaço
ru_ru: Буквенно-цифровой с пробелом

# Form field validation regex
source: URL
ru_ru: URL-адрес

source: Hide from registered users
es_es: Ocultar a usuarios registrados
fr_fr: Masquer aux utilisateurs enregistrés
pl_pl: Ukryj przed zarejestrowanymi użytkownikami
pt_br: Ocultar para usuários registrados
ru_ru: Скрыть от зарегистрированных пользователей

source: Notification template placeholder
es_es: Marcador de posición de plantilla de notificación
fr_fr: Placeholder de modèle de notification
pl_pl: Symbol zastępczy szablonu powiadomienia
pt_br: Espaço reservado do modelo de notificação
ru_ru: Заполнитель шаблона уведомления

source: This placeholder, when inserted in a notification template, will be replaced with the value of the field. It must be unique in the context of the service.
es_es: Este marcador de posición, cuando se inserta en una plantilla de notificación, será reemplazado por el valor del campo. Debe ser único en el contexto del servicio.
fr_fr: Ce placeholder, lorsqu'il est inséré dans un modèle de notification, sera remplacé par la valeur du champ. Il doit être unique dans le contexte du service.
pl_pl: Ten symbol zastępczy, po wstawieniu do szablonu powiadomienia, zostanie zastąpiony wartością pola. Musi ona być unikalna w kontekście usługi.
pt_br: Este placeholder, quando inserido em um template de notificação, será substituído pelo valor do campo. Deve ser único no contexto do serviço.
ru_ru: Этот заполнитель при вставке в шаблон уведомления будет заменен значением поля. Он должен быть уникальным в контексте сервиса.

source: Pre-fill user meta-key
es_es: Clave de metadatos de usuario para rellenar
fr_fr: Remplir automatiquement avec la clé de métadonnées utilisateur
pl_pl: Wstępnie wypełniony meta-klucz użytkownika
pt_br: Preencher meta-chave do usuário
ru_ru: Предварительно заполните метаключ пользователя

source: Select or write
es_es: Seleccionar o escribir
fr_fr: Sélectionner ou écrire
pl_pl: Wybierz lub zapisz
pt_br: Selecione ou escreva
ru_ru: Выберите или напишите

# Form field label
source: Email
es_es: Correo electrónico
ru_ru: Электронная почта

# Form field label
source: First name
es_es: Nombre
fr_fr: Prénom
pl_pl: Imię
pt_br: Primeiro nome
ru_ru: Имя

# Form field label
source: Last name
es_es: Apellido
fr_fr: Nom
pl_pl: Nazwisko
pt_br: Último nome
ru_ru: Фамилия

# Form field label
source: User URL
es_es: URL de usuario
fr_fr: URL de l'utilisateur
pl_pl: Adres URL użytkownika
pt_br: URL do usuário
ru_ru: URL-адрес пользователя

source: The field will be pre-populated with the corresponding user meta when available (even if the field is hidden)
es_es: El campo se prellenará con el metadato del usuario correspondiente cuando esté disponible (incluso si el campo está oculto).
fr_fr: Le champ sera pré-rempli avec le métadonnées utilisateur correspondante lorsqu'elle est disponible (même si le champ est masqué)
pl_pl: Pole zostanie wstępnie wypełnione odpowiednią metą użytkownika, gdy będzie dostępna (nawet jeśli pole jest ukryte).
pt_br: O campo será pré-preenchido com a meta-dados do usuário correspondente quando disponível (mesmo que o campo esteja oculto)
ru_ru: Поле будет предварительно заполнено соответствующей мета-метой пользователя, если она доступна (даже если поле скрыто).

source: Allowed file extensions
es_es: Extensiones de archivo permitidas
fr_fr: Extensions de fichiers autorisées
pl_pl: Dozwolone rozszerzenia plików
pt_br: Extensões de arquivo permitidas
ru_ru: Разрешенные расширения файлов

source: Comma-separated, e.g. "jpeg, png, tiff"
es_es: Separadas por comas, por ejemplo, "jpeg, png, tiff"
fr_fr: Séparées par des virgules, par exemple "jpeg, png, tiff"
pl_pl: Oddzielone przecinkami, np. "jpeg, png, tiff".
pt_br: Separados por vírgulas, ex: "jpeg, png, tiff"
ru_ru: Через запятую, например «jpeg, png, tiff».

source: Max file size
es_es: Tamaño máximo de archivo
fr_fr: Taille maximale du fichier
pl_pl: Maksymalny rozmiar pliku
pt_br: Máx tamanho de arquivo
ru_ru: Максимальный размер файла

source: Visible
pl_pl: Widoczny
pt_br: Visível
ru_ru: Видимый

source: Hidden
es_es: Oculto
fr_fr: Caché
pl_pl: Ukryty
pt_br: Oculto
ru_ru: Скрытый

source: Required
es_es: Requerido
fr_fr: Obligatoire
pl_pl: Wymagane
pt_br: Requerido
ru_ru: Необходимый

source: Not required
es_es: No requerido
fr_fr: Non requis
pl_pl: Niewymagane
pt_br: Não requerido
ru_ru: Не требуется

source: Checked
es_es: Marcado
fr_fr: Coché
pl_pl: Sprawdzone
ru_ru: Проверено

source: Not checked
es_es: Sin marcar
fr_fr: NON Coché
pl_pl: Nie zaznaczono
pt_br: Não verificado
ru_ru: Не проверено

source: Greater than
es_es: Mayor que
fr_fr: Supérieur à
pl_pl: Większy niż
pt_br: Maior que
ru_ru: Больше чем

source: Less than
es_es: Menor que
fr_fr: Inférieur à
pl_pl: Mniej niż
pt_br: Menos que
ru_ru: Меньше, чем

source: Equal to
es_es: Igual a
fr_fr: Égal à
pl_pl: Równy
pt_br: Igual a
ru_ru: Равно

source: Conditional
es_es: Condicional
fr_fr: Conditionnel
pl_pl: Warunkowy
pt_br: Condicional
ru_ru: Условный

source: The field is
es_es: El campo está
fr_fr: Le champ est
pl_pl: Pole to
pt_br: O campo é
ru_ru: Поле

source: No valid fields in this form
es_es: No hay campos válidos en este formulario
fr_fr: Pas de champs valides dans ce formulaire
pl_pl: Brak prawidłowych pól w tym formularzu
pt_br: Nenhum campo válido neste formulário
ru_ru: В этой форме нет допустимых полей

source: Select a state
es_es: Seleccionar un estado
fr_fr: Sélectionner un état
pl_pl: Wybierz stan
pt_br: Selecione um estado
ru_ru: Выберите штат

source: Depending on
es_es: Dependiendo de
fr_fr: En fonction de
pl_pl: W zależności od
pt_br: Dependendo de
ru_ru: В зависимости от

source: Select a field
es_es: Seleccionar un campo
fr_fr: Sélectionner un champ
pl_pl: Wybierz pole
pt_br: Selecione um campo
ru_ru: Выберите поле

source: Being
es_es: Siendo
fr_fr: Étant
pl_pl: Bycie
pt_br: Sendo
ru_ru: Существование

source: Parent field options must be 2 or more
es_es: Las opciones del campo principal deben ser 2 o más
fr_fr: Les options du champ parent doivent être de 2 ou plus
pl_pl: Opcje pola nadrzędnego muszą wynosić 2 lub więcej
pt_br: As opções do campo pai devem ser 2 ou mais
ru_ru: Параметры родительского поля должны быть 2 или более.

source: Select a value
es_es: Seleccionar un valor
fr_fr: Sélectionnez une valeur
pl_pl: Wybierz wartość
pt_br: Selecione um valor
ru_ru: Выберите значение

source: This number
es_es: Este número
fr_fr: Ce nombre
pl_pl: Liczba ta
pt_br: Este número
ru_ru: Это число

source: Experimental feature
es_es: Funcionalidad experimental
fr_fr: Fonctionnalité expérimentale
pl_pl: Funkcja eksperymentalna
pt_br: Característica experimental
ru_ru: Экспериментальная функция

source: Apply dynamic rules to control the field's behavior based on the values of other fields.
es_es: Aplicar reglas dinámicas para controlar el comportamiento del campo en función de los valores de otros campos.
fr_fr: Appliquez des règles dynamiques pour contrôler le comportement du champ en fonction des valeurs d'autres champs.
pl_pl: Zastosuj reguły dynamiczne, aby kontrolować zachowanie pola na podstawie wartości innych pól.
pt_br: Aplique regras dinâmicas para controlar o comportamento do campo com base nos valores de outros campos.
ru_ru: Применять динамические правила для управления поведением поля на основе значений других полей.

source: The conditional rule feature is available when the form includes at least one field of type number, options, or checkbox (excluding the current field).
es_es: La función de regla condicional está disponible cuando el formulario incluye al menos un campo de tipo número, opciones o casilla de verificación (excluyendo el campo actual).
fr_fr: La fonctionnalité de règle conditionnelle est disponible lorsque le formulaire comprend au moins un champ de type nombre, options ou case à cocher (à l'exclusion du champ actuel).
pl_pl: Funkcja reguły warunkowej jest dostępna, gdy formularz zawiera co najmniej jedno pole typu liczba, opcje lub pole wyboru (z wyłączeniem bieżącego pola).
pt_br: O recurso de regra condicional está disponível quando o formulário inclui pelo menos um campo do tipo número, opções ou caixa de seleção (excluindo o campo atual).
ru_ru: Функция условного правила доступна, когда форма включает хотя бы одно поле типа число, опции или флажок (исключая текущее поле).

source: Label
es_es: Etiqueta
pl_pl: Etykieta
pt_br: Rótulo
ru_ru: Этикетка

source: Min
es_es: Mínimo
ru_ru: Мин

source: Max
es_es: Máximo
pt_br: Máx
ru_ru: Макс

source: Discard
es_es: Descartar
fr_fr: Ignorer
pl_pl: Odrzucić
pt_br: Descartar
ru_ru: Отказаться

source: Save changes
es_es: Guardar cambios
fr_fr: Sauvegarder vos modifications
pl_pl: Zapisz zmiany
pt_br: Salvar alterações
ru_ru: Сохранить изменения

source: Input text
es_es: Entrada de texto
fr_fr: Input texte
pl_pl: Wprowadzany tekst
pt_br: Entrada de texto
ru_ru: Введите текст

source: Text area
es_es: Área de texto
fr_fr: Zone de texte
pl_pl: Obszar tekstowy
pt_br: Área de texto
ru_ru: Текстовая область

source: Checkbox
es_es: Casilla de verificación
fr_fr: Case à cocher
pl_pl: Pole wyboru
ru_ru: Флажок

source: Number
es_es: Número
fr_fr: Nombre
pl_pl: Liczba
pt_br: Número
ru_ru: Число

source: Options
es_es: Opciones
pl_pl: Opcje
pt_br: Opções
ru_ru: Параметры

source: File upload
es_es: Subir archivo
fr_fr: Téléchargement de fichier
pl_pl: Przesyłanie plików
pt_br: Upload de arquivo
ru_ru: Файл загружен

source: Paragraph
es_es: Párrafo
fr_fr: Paragraphe
pl_pl: Ustęp
pt_br: Parágrafo
ru_ru: Параграф

source: Account
es_es: Cuenta
fr_fr: Compte
pl_pl: Konto
pt_br: Conta
ru_ru: Аккаунт

source: No provider
es_es: Sin proveedor
fr_fr: Aucun prestataire
pl_pl: Brak dostawcy
pt_br: Sem provedor
ru_ru: Нет поставщика

source: Add Google Account
es_es: Añadir cuenta de Google
fr_fr: Ajouter un compte Google
pl_pl: Dodaj konto Google
pt_br: Adicionar Conta do Google
ru_ru: Добавить учетную запись Google

source: Associate with a service provider
es_es: Asociar con un proveedor de servicios
fr_fr: Associer à un prestataire de services
pl_pl: Współpraca z dostawcą usług
pt_br: Associe a um provedor de serviço
ru_ru: Ассоциировать с поставщиком услуг

source: The associated provider gains the ability to manage the Google Account integration.
es_es: El proveedor asociado obtiene la capacidad de gestionar la integración de la cuenta de Google.
fr_fr: Le prestataire associé obtient la capacité de gérer l'intégration du compte Google.
pl_pl: Powiązany dostawca zyskuje możliwość zarządzania integracją konta Google.
pt_br: O prestador associado ganha a capacidade de gerenciar a integração da Conta do Google.
ru_ru: Связанный поставщик получает возможность управлять интеграцией с аккаунтом Google.
