Repository: VonStroheim/thebooking-languages
Catalog: 3.1.0/team-booking-*.po
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

source: Thank you for booking with us! We'll notify you once your reservation is confirmed.
es_es: ¡Gracias por reservar con nosotros! Te notificaremos una vez que tu reserva esté confirmada.
fr_fr: Merci d'avoir réservé chez nous ! Nous vous informerons dès que votre réservation sera confirmée.
pl_pl: Dziękujemy za dokonanie rezerwacji! Powiadomimy Cię, gdy rezerwacja zostanie potwierdzona.
pt_br: Obrigado por reservar conosco! Notificaremos você assim que sua reserva for confirmada.
ru_ru: Спасибо за ваше бронирование! Мы уведомим вас, как только ваше бронирование будет подтверждено.

source: Send preliminary confirmation email
es_es: Enviar correo electrónico de confirmación preliminar
fr_fr: Envoyer un e-mail de confirmation préliminaire
pl_pl: Wyślij wstępną wiadomość e-mail z potwierdzeniem
pt_br: Enviar e-mail de confirmação preliminar
ru_ru: Отправить предварительное письмо с подтверждением

source: Upon making a booking that necessitates approval, an email notification will be promptly dispatched to the customer.
es_es: Tras realizar una reserva que requiere aprobación, se enviará inmediatamente una notificación por correo electrónico al cliente.
fr_fr: Lors de la réalisation d'une réservation nécessitant une approbation, une notification par e-mail sera immédiatement envoyée au client.
pl_pl: Po dokonaniu rezerwacji, która wymaga zatwierdzenia, do klienta zostanie niezwłocznie wysłane powiadomienie e-mail.
pt_br: Ao fazer uma reserva que necessita de aprovação, uma notificação por e-mail será enviada imediatamente ao cliente.
ru_ru: При бронировании, требующем подтверждения, клиенту будет немедленно отправлено уведомление по электронной почте.

source: Booking received: awaiting approval confirmation
es_es: Reserva recibida: esperando confirmación de aprobación.
fr_fr: Réservation reçue : en attente de confirmation d'approbation.
pl_pl: Otrzymano rezerwację: oczekiwanie na potwierdzenie zatwierdzenia
pt_br: Reserva recebida: aguardando confirmação de aprovação.
ru_ru: Бронирование получено: ожидание подтверждения.

source: If zero, won't appear. To change the currency, navigate to the Settings section.
es_es: Si es cero, no aparecerá. Para cambiar la moneda, ve a la pestaña Pasarelas de Pago.
fr_fr: Si zéro, ne s'affiche pas. Pour changer la devise, rendez-vous dans l'onglet Passerelles de paiement.
pl_pl: Jeśli zero, nie pojawi się. Aby zmienić walutę, przejdź do sekcji Ustawienia.
pt_br: Se zero, não aparecerá. Para alterar a moeda, vá para a guia Gateways de pagamento.
ru_ru: Если ноль, не появится. Чтобы изменить валюту, перейдите в раздел «Настройки».

source: Redirect
es_es: Redireccionar
fr_fr: Rediriger
pl_pl: Przekierowanie
pt_br: Redirecionar
ru_ru: Перенаправление

source: If active, the customer will be redirected to the specified URL after a successful reservation for this service. This is meant for tracking conversions.
es_es: Si está activo, el cliente será redirigido a la URL especificada después de una reserva exitosa para este servicio. Esto está destinado para el seguimiento de conversiones.
fr_fr: Si actif, le client sera redirigé vers l'URL spécifiée après une réservation réussie pour ce service. Ceci est destiné à suivre les conversions.
pl_pl: Jeśli jest aktywna, klient zostanie przekierowany na podany adres URL po udanej rezerwacji tej usługi. Służy do śledzenia konwersji.
pt_br: Se ativo, o cliente será redirecionado para a URL especificada após uma reserva bem-sucedida para este serviço. Isso é feito para rastrear conversões.
ru_ru: Если этот параметр активен, клиент будет перенаправлен на указанный URL-адрес после успешного бронирования этой услуги. Это предназначено для отслеживания конверсий.

source: About payments: when redirect is active, the immediate and later payment settings will work just fine, while discretion payment setting will not, so no payment option will be presented to the customer after the reservation in this case.
es_es: Acerca de los pagos: cuando la redirección está activa, las configuraciones de pago inmediato y posterior funcionarán bien, mientras que la configuración de pago discrecional no lo hará, por lo que no se presentará ninguna opción de pago al cliente después de la reserva en este caso.
fr_fr: À propos des paiements: lorsque la redirection est active, les paramètres de paiement immédiat et ultérieur fonctionneront très bien, tandis que le paramètre de paiement de discrétion ne le fera pas, donc aucune option de paiement ne sera présentée au client après la réservation dans ce cas.
pl_pl: Informacje o płatnościach: gdy przekierowanie jest aktywne, ustawienia płatności natychmiastowej i późniejszej będą działać poprawnie, podczas gdy ustawienia płatności dyskrecji nie będą, więc w tym przypadku żadna opcja płatności nie zostanie przedstawiona klientowi po dokonaniu rezerwacji.
pt_br: Sobre pagamentos: quando o redirecionamento está ativo, as configurações de pagamento imediato e posterior funcionarão bem, enquanto a configuração de pagamento a critério do usuário não funcionará, portanto, nenhuma opção de pagamento será apresentada ao cliente após a reserva neste caso.
ru_ru: О платежах: когда перенаправление активно, настройки немедленной и последующей оплаты будут работать нормально, а настройка оплаты по усмотрению — нет, поэтому в этом случае после бронирования клиенту не будет предоставлен вариант оплаты.

source: We are getting close!
es_es: ¡Nos estamos acercando!
fr_fr: Nous approchons !
pl_pl: Jesteśmy coraz bliżej!
pt_br: Estamos chegando perto!
ru_ru: Мы приближаемся!

source: Send reminder email
es_es: Enviar correo electrónico de recordatorio
fr_fr: Envoyer un email de rappel
pl_pl: Wyślij wiadomość e-mail z przypomnieniem
pt_br: Enviar e-mail de lembrete
ru_ru: Отправить письмо с напоминанием

source: Reminders are sent using the WordPress Cron system, which relies on site visits to trigger the scheduled events. If your site has low traffic, there may be delays or the reminders may not be sent at all.
es_es: Los recordatorios se envían a través del sistema de WordPress Cron, que se activa con las visitas al sitio. Si tu sitio tiene poco tráfico, los recordatorios pueden tener retrasos o no enviarse en absoluto.
fr_fr: Les rappels sont envoyés via le système WordPress Cron, qui est déclenché par les visites sur le site. Si votre site a peu de trafic, les rappels peuvent avoir des retards ou ne pas être envoyés du tout.
pl_pl: Przypomnienia są wysyłane za pomocą systemu WordPress Cron, który opiera się na wizytach w witrynie w celu uruchomienia zaplanowanych zdarzeń. Jeśli ruch w witrynie jest niewielki, mogą wystąpić opóźnienia lub przypomnienia mogą w ogóle nie zostać wysłane.
pt_br: Os lembretes são enviados por meio do sistema WordPress Cron, que é acionado por visitas ao site. Se o seu site tiver pouco tráfego, os lembretes podem sofrer atrasos ou não serem enviados.
ru_ru: Напоминания отправляются с помощью системы WordPress Cron, которая использует посещения сайта для запуска запланированных событий. Если на вашем сайте низкий трафик, могут быть задержки или напоминания могут вообще не отправляться.

source: %d day before
es_es: %d día antes
fr_fr: %d jour avant
pl_pl: %d dzień wcześniej
pt_br: %d dia anterior
ru_ru: %d день назад

source: Don't forget your reservation
es_es: No olvides tu reserva
fr_fr: N'oubliez pas votre rendez-vous
pl_pl: Nie zapomnij o rezerwacji
pt_br: Não se esqueça da sua reserva
ru_ru: Не забудьте свое бронирование

source: Short text to describe the service
es_es: Texto corto para describir el servicio
fr_fr: Court texte pour décrire le service
pl_pl: Krótki tekst opisujący usługę
pt_br: Texto curto para descrever o serviço
ru_ru: Короткий текст с описанием услуги

source: Capacity display
es_es: Mostrar capacidad.
fr_fr: Affichage de la capacité
pl_pl: Wyświetlacz pojemności
pt_br: Exibição de capacidade
ru_ru: Отображение мощности

source: Display available time slot capacity.
es_es: Mostrar capacidad de espacio de tiempo disponible.
fr_fr: Afficher la capacité des créneaux horaires disponibles.
pl_pl: Wyświetlanie dostępnej pojemności przedziału czasowego.
pt_br: Exibir capacidade de horário disponível.
ru_ru: Отображать доступную вместимость временного слота.

source: Show booked slots
es_es: Mostrar intervalos reservados
fr_fr: Montrer les créneaux complets
pl_pl: Pokaż zarezerwowane miejsca
pt_br: Mostrar horários reservados
ru_ru: Показать забронированные места

source: Show map
es_es: Mostrar mapa
fr_fr: Montrer la carte
pl_pl: Pokaż mapę
pt_br: Mostrar mapa
ru_ru: Показать карту

source: By default, a location map is displayed. However, you can change this setting to hide the map if it is not needed.
es_es: Por defecto se muestra un mapa de ubicación. Cambia esta configuración para ocultar el mapa si no es necesario.
fr_fr: Une carte de localisation est affichée par défaut. Modifiez ce paramètre pour masquer la carte si elle n'est pas nécessaire.
pl_pl: Domyślnie wyświetlana jest mapa lokalizacji. Można jednak zmienić to ustawienie, aby ukryć mapę, jeśli nie jest potrzebna.
pt_br: Um mapa de localização é exibido por padrão. Altere esta configuração para ocultar o mapa se não for necessário.
ru_ru: По умолчанию отображается карта местоположения. Однако вы можете изменить этот параметр, чтобы скрыть карту, если она не нужна.

source: Show provider name
es_es: Mostrar nombre del proveedor
fr_fr: Afficher le nom du fournisseur
pl_pl: Pokaż nazwę dostawcy
pt_br: Mostrar nome do prestador de serviço
ru_ru: Показать имя провайдера

source: Show provider profile page link
es_es: Mostrar enlace a la página de perfil del proveedor
fr_fr: Afficher le lien de la page de profil du fournisseur
pl_pl: Pokaż link do strony profilu dostawcy
pt_br: Mostrar link do prestador de serviço
ru_ru: Показать ссылку на страницу профиля провайдера

source: When enabled, the provider name will be displayed as a hyperlink that leads to the provider's profile page. To set the profile page for each provider, navigate to WordPress > Users > Edit > Website.
es_es: Cuando está habilitado, el nombre del proveedor se mostrará como un hipervínculo que conduce a la página de perfil del proveedor. Para configurar la página de perfil de cada proveedor, ve a WordPress > Usuarios > Editar > Sitio web.
fr_fr: Lorsqu'il est activé, le nom du fournisseur est affiché comme un lien hypertexte qui mène à la page de profil du fournisseur. Pour définir la page de profil pour chaque fournisseur, accédez à WordPress> Utilisateurs> Modifier> Site Web.
pl_pl: Po włączeniu nazwa dostawcy będzie wyświetlana jako hiperłącze prowadzące do strony profilu dostawcy. Aby ustawić stronę profilu dla każdego dostawcy, przejdź do WordPress > Użytkownicy > Edytuj > Witryna.
pt_br: Quando ativado, o nome do prestador de serviço será exibido como um hiperlink que leva à sua página de perfil. Para definir a página de perfil para cada prestador de serviço, navegue até WordPress > Usuários > Editar > Site.
ru_ru: Если эта опция включена, имя провайдера будет отображаться в виде гиперссылки, ведущей на страницу профиля провайдера. Чтобы настроить страницу профиля для каждого провайдера, перейдите в WordPress > Пользователи > Редактировать > Веб-сайт.

source: Show slot customers
es_es: Mostrar clientes de la ranura
fr_fr: Afficher les clients de l'emplacement
pl_pl: Pokaż klientów slotów
pt_br: Mostrar clientes dos horários
ru_ru: Показать клиентов слота

source: Choose whether to display a list of the attendees or not, and which data it should include
es_es: Elija si desea mostrar o no una lista de los asistentes, y qué datos deben incluirse
fr_fr: Choisissez si vous souhaitez afficher une liste des participants ou non, et les données qu'elle doit inclure
pl_pl: Wybierz, czy ma być wyświetlana lista uczestników i jakie dane ma zawierać
pt_br: Escolha se deseja exibir uma lista dos participantes ou não e quais dados devem ser incluídos
ru_ru: Выберите, отображать список участников или нет и какие данные он должен включать.

source: Show names
es_es: Mostrar nombres
fr_fr: Afficher les noms
pl_pl: Pokaż nazwy
pt_br: Mostrar nomes
ru_ru: Показать имена

source: Show email
es_es: Mostrar correo electrónico
fr_fr: Afficher l'e-mail
pl_pl: Pokaż e-mail
pt_br: Mostrar email
ru_ru: Показать адрес электронной почты

source: Show names and email
es_es: Mostrar nombres y correo electrónico
fr_fr: Afficher les noms et l'e-mail
pl_pl: Pokaż nazwiska i adres e-mail
pt_br: Mostrar nomes e email
ru_ru: Показать имена и адрес электронной почты

source: Please carefully consider any privacy-related implications
es_es: Por favor, considere cuidadosamente cualquier implicación relacionada con la privacidad
fr_fr: Veuillez considérer attentivement toutes les implications liées à la vie privée
pl_pl: Należy dokładnie rozważyć wszelkie konsekwencje związane z prywatnością
pt_br: Por favor, considere cuidadosamente quaisquer implicações relacionadas à privacidade
ru_ru: Пожалуйста, внимательно рассмотрите любые последствия, связанные с конфиденциальностью.

source: Show start/end times
es_es: Mostrar hora de inicio/fin
fr_fr: Montrer heure de début /fin
pl_pl: Pokaż czas rozpoczęcia/zakończenia
pt_br: Mostrar horários de início / fim
ru_ru: Показать время начала/окончания

source: Show start/end
es_es: Mostrar inicio/fin
fr_fr: Montrer le début / la fin
pl_pl: Pokaż początek/koniec
pt_br: Mostrar início / fim
ru_ru: Показать начало/конец

source: Hide
es_es: Ocultar
fr_fr: Masquer
pl_pl: Ukryj
pt_br: Ocultar
ru_ru: Скрывать

source: Show start time only
es_es: Mostrar solo la hora de inicio
fr_fr: Ne montrer que l'heure de début
pl_pl: Tylko godzina rozpoczęcia pokazu
pt_br: Mostrar apenas hora de início
ru_ru: Показывать только время начала

source: Time slot capacity
es_es: Capacidad de la ranura de tiempo
fr_fr: Capacité de la plage horaire
pl_pl: Pojemność szczeliny czasowej
pt_br: Capacidade do intervalo de tempo
ru_ru: Емкость временного интервала

source: Max user tickets per slot
es_es: Máximo de boletos por usuario por ranura
fr_fr: Nombre de places maxi par créneau
pl_pl: Maksymalna liczba biletów użytkownika na slot
pt_br: Máximo de tíquetes de usuário por horário
ru_ru: Максимальное количество билетов пользователей на слот

source: The maximum number of tickets that a customer is allowed to book for a single slot. 0 means up to the maximum available tickets.
es_es: El número máximo de boletos que se permite reservar para una sola ranura. 0 significa hasta los boletos máximos disponibles.
fr_fr: Le nombre maximum de billets qu'un client est autorisé à réserver pour une seule plage horaire. 0 signifie jusqu'au nombre maximum de billets disponibles.
pl_pl: Maksymalna liczba biletów, które klient może zarezerwować na pojedynczy slot. 0 oznacza maksymalną liczbę dostępnych biletów.
pt_br: O número máximo de tickets que um cliente pode reservar para um único horário. 0 (zero) significa até o máximo de tickets disponíveis.
ru_ru: Максимальное количество билетов, которое клиент может забронировать на один слот. 0 означает максимальное количество доступных билетов.

source: Choose the class of the service
es_es: Elija la clase del servicio
fr_fr: Choisissez la classe du service
pl_pl: Wybierz klasę usługi
pt_br: Escolha a classe do serviço
ru_ru: Выберите класс услуги

source: Keep available until approval
es_es: Mantener disponible hasta la aprobación
fr_fr: Rester disponible jusqu'à l'approbation
pl_pl: Zachowaj dostępność do czasu zatwierdzenia
pt_br: Manter disponível até aprovação
ru_ru: Хранить в доступе до одобрения

source: Activate this option if you want to keep the slot/tickets available for other reservations, until a reservation gets approved.
es_es: Active esta opción si desea mantener la ranura/boletos disponibles para otras reservas hasta que se apruebe una reserva.
fr_fr: Activez cette option si vous souhaitez conserver la plage/billets disponibles pour d'autres réservations, jusqu'à ce qu'une réservation soit approuvée.
pl_pl: Aktywuj tę opcję, jeśli chcesz, aby slot/bilety były dostępne dla innych rezerwacji, dopóki rezerwacja nie zostanie zatwierdzona.
pt_br: Ative esta opção se quiser manter os horários / bilhetes disponíveis para outras reservas, até que uma reserva seja aprovada.
ru_ru: Активируйте эту опцию, если вы хотите, чтобы слот/билеты оставались доступными для других бронирований до тех пор, пока бронирование не будет одобрено.

source: Activating this option could lead to overbooking
es_es: Activar esta opción podría llevar a sobre reservaciones
fr_fr: L'activation de cette option pourrait entraîner une surréservation
pl_pl: Aktywacja tej opcji może prowadzić do overbookingu
pt_br: Ativar esta opção pode ocasionar overbooking
ru_ru: Активация этой опции может привести к овербукингу

source: Available slot color
es_es: Color disponible de la ranura
fr_fr: Couleur de la plage horaire disponible
pl_pl: Dostępny kolor gniazda
pt_br: Cor do horário disponível
ru_ru: Доступный цвет слота

source: Background color
es_es: Color de fondo
fr_fr: Couleur de fond
pl_pl: Kolor tła
pt_br: Cor do fundo
ru_ru: Фоновый цвет

source: Border color
es_es: Color del borde
fr_fr: Couleur de la bordure
pl_pl: Kolor obramowania
pt_br: Cor da borda
ru_ru: Цвет границы

source: Border radius
es_es: Radio del borde
fr_fr: Rayon de la bordure
pl_pl: Promień graniczny
pt_br: Raio da borda
ru_ru: Радиус границы

source: Border size
es_es: Tamaño del borde
fr_fr: Taille de la bordure
pl_pl: Rozmiar obramowania
pt_br: Espessura da borda
ru_ru: Размер границы

source: Total number of available slots
es_es: Número total de ranuras disponibles
fr_fr: Nombre total de plages horaires disponibles
pl_pl: Całkowita liczba dostępnych slotów
pt_br: Número total de horários disponíveis
ru_ru: Общее количество доступных слотов

source: Total number of available tickets
es_es: Número total de boletos disponibles
fr_fr: Nombre total de billets disponibles
pl_pl: Całkowita liczba dostępnych biletów
pt_br: Número total de tickets disponíveis
ru_ru: Общее количество доступных билетов

source: Service name
es_es: Nombre del servicio
fr_fr: Nom du service
pl_pl: Nazwa usługi
pt_br: Nome do serviço
ru_ru: Наименование услуги

source: Service name + total number of available slots
es_es: Nombre del servicio + número total de ranuras disponibles
fr_fr: Nom du service + nombre total de plages horaires disponibles
pl_pl: Nazwa usługi + całkowita liczba dostępnych miejsc
pt_br: Nome do serviço + Número total de horários disponíveis
ru_ru: Название услуги + общее количество доступных слотов

source: Service name + total number of available tickets
es_es: Nombre del servicio + número total de boletos disponibles
fr_fr: Nom du service + nombre total de billets disponibles
pl_pl: Nazwa usługi + łączna liczba dostępnych biletów
pt_br: Nome do serviço + Número total de tickets disponíveis
ru_ru: Название услуги + общее количество доступных билетов

source: Hide the dots
es_es: Ocultar los puntos
fr_fr: Masquer les points
pl_pl: Ukryj kropki
pt_br: Ocultar os pontos
ru_ru: Скрыть точки

source: Numbered dots meaning
es_es: Significado de los puntos numerados
fr_fr: Signification des points numérotés
pl_pl: Znaczenie ponumerowanych kropek
pt_br: Significado dos pontos numerados
ru_ru: Значение пронумерованных точек

source: Select what the number inside the dots represents.
es_es: Seleccione lo que el número dentro de los puntos representa.
fr_fr: Sélectionnez ce que représente le nombre à l'intérieur des points.
pl_pl: Wybierz, co reprezentuje liczba wewnątrz kropek.
pt_br: Selecione o que o número dentro dos pontos representa.
ru_ru: Выберите, что означает число внутри точек.

source: Numbered dots threshold
es_es: Umbral de puntos numerados
fr_fr: Seuil des points numérotés
pl_pl: Numerowany próg punktowy
pt_br: Limite de pontos numerados
ru_ru: Порог пронумерованных точек

source: Numbers inside the dots are not displayed when their value is below this threshold.
es_es: Los números dentro de los puntos no se muestran cuando su valor es inferior a este umbral.
fr_fr: Les nombres à l'intérieur des points ne sont pas affichés lorsque leur valeur est inférieure à ce seuil.
pl_pl: Liczby wewnątrz kropek nie są wyświetlane, gdy ich wartość jest poniżej tego progu.
pt_br: Os números dentro dos pontos não são exibidos quando seu valor está abaixo desse limite.
ru_ru: Числа внутри точек не отображаются, если их значение ниже этого порога.

source: Default style
es_es: Estilo predeterminado
fr_fr: Style par défaut
pl_pl: Styl domyślny
pt_br: Estilo padrão
ru_ru: Стиль по умолчанию

source: Google Maps Style
es_es: Estilo de Google Maps
fr_fr: Style Google Maps
pl_pl: Styl Google Maps
pt_br: Estilo do Google Maps
ru_ru: Стиль Google Карт

source: Do you want more styles or even create your own style? Just set this to "Default style", then install the SnazzyMaps WordPress plugin.
es_es: ¿Quieres más estilos o incluso crear tu propio estilo? Simplemente establece esto en "Estilo predeterminado", luego instala el complemento de WordPress SnazzyMaps.
fr_fr: Voulez-vous plus de styles ou même créer votre propre style? Il suffit de régler cela sur "Style par défaut", puis d'installer le plugin WordPress SnazzyMaps.
pl_pl: Chcesz więcej stylów lub nawet stworzyć własny styl? Po prostu ustaw to na "Styl domyślny", a następnie zainstaluj wtyczkę SnazzyMaps WordPress.
pt_br: Você quer mais estilos ou até mesmo criar seu próprio estilo? Basta definir isso como "Estilo padrão" e instalar o plugin SnazzyMaps WordPress.
ru_ru: Хотите больше стилей или даже создаёте свой собственный стиль? Просто установите для этого параметра «Стиль по умолчанию», а затем установите плагин SnazzyMaps WordPress.

source: Map zoom level
es_es: Nivel de zoom del mapa
fr_fr: Niveau de zoom de la carte
pl_pl: Poziom powiększenia mapy
pt_br: Nível de zoom do mapa
ru_ru: Уровень масштабирования карты

source: Primary widget color
es_es: Color principal del widget
fr_fr: Couleur principale du widget
pl_pl: Podstawowy kolor widżetu
pt_br: Cor principal do widget
ru_ru: Основной цвет виджета

source: Booked slot color
es_es: Color del espacio reservado
fr_fr: Couleur de la plage horaire réservée
pl_pl: Kolor zarezerwowanego slotu
pt_br: Cor do horário reservado
ru_ru: Цвет зарезервированного слота

source: Skip Google Maps library loading
es_es: Omitir la carga de la biblioteca de Google Maps
fr_fr: Passez le chargement de la bibliothèque Google maps
pl_pl: Pomiń ładowanie biblioteki Google Maps
pt_br: Ignorar o carregamento da biblioteca do Google Maps
ru_ru: Пропустить загрузку библиотеки Google Maps

source: Enable this setting if you are experiencing issues with the Google Maps JS library being loaded by another plugin or theme.
es_es: Active esta opción si tiene problemas con la biblioteca de Google Maps JS cargada por otro plugin o tema.
fr_fr: Activez ce paramètre si vous avez des problèmes avec la bibliothèque JavaScript Google Maps chargée par un autre plugin ou un thème.
pl_pl: Włącz to ustawienie, jeśli występują problemy z ładowaniem biblioteki Google Maps JS przez inną wtyczkę lub motyw.
pt_br: Ative esta configuração se estiver tendo problemas com a biblioteca JS do Google Maps carregada por outro plug-in ou tema.
ru_ru: Включите этот параметр, если у вас возникли проблемы с загрузкой JS-библиотеки Google Maps другим плагином или темой.

source: Providers sorting order
es_es: Orden de los proveedores
fr_fr: Ordre de tri des fournisseurs
pl_pl: Kolejność sortowania dostawców
pt_br: Ordem do Prestador de serviço
ru_ru: Порядок сортировки провайдеров
