Repository: VonStroheim/thebooking-languages
Catalog: 3.1.0/team-booking-*.po
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

source: Add customers as guests of the Google Calendar event
es_es: Agregar clientes como invitados del evento de Google Calendar
fr_fr: Ajouter les clients en tant qu'invités de l'événement du calendrier Google
pl_pl: Dodawanie klientów jako gości wydarzenia w Kalendarzu Google
pt_br: Adicionar clientes como convidados do evento do Google Agenda
ru_ru: Добавление клиентов в качестве гостей мероприятия Календаря Google

source: If enabled, customers will receive Google notifications based on your Google Calendar settings. Additionally, a copy of the event will be created in their Google Calendars (if they have one), allowing them to view the event description. They will not have access to the guests list.
es_es: Si está activo, los clientes reciben notificaciones de Google de acuerdo con la configuración de su calendario de Google, se creará una copia del evento en sus calendarios de Google (si los tienen) y podrán leer la descripción del evento. No podrán ver la lista de invitados.
fr_fr: Si activé, les clients recevront des notifications Google selon vos paramètres de calendrier Google, une copie de l'événement sera créée dans leur calendrier Google (s'ils l'ont) et ils pourront lire la description de l'événement. Ils ne pourront pas voir la liste des invités.
pl_pl: Jeśli ta opcja jest włączona, klienci będą otrzymywać powiadomienia Google na podstawie ustawień Kalendarza Google. Ponadto kopia wydarzenia zostanie utworzona w ich kalendarzach Google (jeśli je mają), umożliwiając im przeglądanie opisu wydarzenia. Nie będą oni mieli dostępu do listy gości.
pt_br: Se ativo, os clientes recebem notificações do Google de acordo com suas configurações do Google Agenda, uma cópia do evento será criada em seus Google Agendas (se houver) e eles poderão ler a descrição do evento. Eles não poderão ver a lista de convidados.
ru_ru: Если эта функция включена, клиенты будут получать уведомления Google в соответствии с настройками вашего Календаря Google. Кроме того, в их календарях Google (если они есть) будет создана копия мероприятия, что позволит им просмотреть описание мероприятия. У них не будет доступа к списку гостей.

source: In accordance with personal data regulations, it may be necessary to provide customers with a comprehensive disclosure regarding the storage of their data. Additionally, you should ensure the ability to erase such data upon request. Before configuring this option to store customer personal data outside of this site, it is advisable to consult with the site administrator to ensure compliance with relevant regulations and guidelines.
es_es: De acuerdo con las regulaciones de protección de datos personales, puede ser necesario proporcionar a los clientes una divulgación completa sobre el almacenamiento de sus datos. Además, debe garantizar la capacidad de borrar dichos datos a pedido. Antes de configurar esta opción para almacenar datos personales de clientes fuera de este sitio, se recomienda consultar con el administrador del sitio para asegurarse de cumplir con las regulaciones y pautas relevantes.
fr_fr: Conformément aux réglementations sur les données personnelles, il peut être nécessaire de fournir aux clients une divulgation complète concernant le stockage de leurs données. De plus, vous devez garantir la possibilité d'effacer ces données sur demande. Avant de configurer cette option pour stocker des données personnelles des clients en dehors de ce site, il est conseillé de consulter l'administrateur du site pour garantir la conformité aux réglementations et directives pertinentes.
pl_pl: Zgodnie z przepisami dotyczącymi danych osobowych może być konieczne przekazanie klientom wyczerpujących informacji na temat przechowywania ich danych. Ponadto należy zapewnić możliwość usunięcia takich danych na żądanie. Przed skonfigurowaniem tej opcji do przechowywania danych osobowych klientów poza tą witryną zaleca się skonsultowanie z administratorem witryny w celu zapewnienia zgodności z odpowiednimi przepisami i wytycznymi.
pt_br: Em conformidade com as regulamentações de dados pessoais, pode ser necessário fornecer aos clientes uma divulgação abrangente sobre o armazenamento de seus dados. Além disso, você deve garantir a capacidade de apagar tais dados mediante solicitação. Antes de configurar esta opção para armazenar dados pessoais de clientes fora deste site, é aconselhável consultar o administrador do site para garantir a conformidade com as regulamentações e diretrizes relevantes.
ru_ru: В соответствии с положениями о персональных данных может возникнуть необходимость предоставить клиентам полную информацию о хранении их данных. Кроме того, вы должны обеспечить возможность удаления таких данных по запросу. Прежде чем настраивать эту опцию для хранения личных данных клиентов за пределами этого сайта, желательно проконсультироваться с администратором сайта, чтобы обеспечить соблюдение соответствующих правил и рекомендаций.

source: Add reservation on Google Calendar
es_es: Agregar reserva en Google Calendar
fr_fr: Ajouter la réservation sur le calendrier Google
pl_pl: Dodaj rezerwację do Kalendarza Google
pt_br: Adicionar reserva no Google Calendar
ru_ru: Добавить бронирование в Календарь Google

source: If enabled, reservations will be automatically added as events to the designated Google Calendar.
es_es: Si está activo, las reservas se agregarán como eventos en el calendario de Google de destino.
fr_fr: Si activé, les réservations seront ajoutées en tant qu'événements dans le calendrier Google de destination.
pl_pl: Jeśli opcja ta jest włączona, rezerwacje będą automatycznie dodawane jako wydarzenia do wyznaczonego Kalendarza Google.
pt_br: Se ativo, as reservas serão adicionadas como eventos no Google Calendar de destino.
ru_ru: Если эта функция включена, бронирования будут автоматически добавляться как события в назначенный Календарь Google.

source: In order for this feature to work, you need to set a destination Google Calendar.
es_es: Para que esta función funcione, debes establecer un calendario de Google de destino.
fr_fr: Pour que cette fonctionnalité fonctionne, vous devez définir un calendrier Google de destination.
pl_pl: Aby ta funkcja działała, należy ustawić docelowy Kalendarz Google.
pt_br: Para que essa funcionalidade funcione, é necessário definir um Calendário do Google de destino.
ru_ru: Чтобы эта функция работала, вам необходимо установить целевой Календарь Google.

source: Create a Google Meet link
es_es: Crear un enlace de Google Meet
fr_fr: Créer un lien Google Meet
pl_pl: Utwórz link do Google Meet
pt_br: Criar link de Google Meet
ru_ru: Создайте ссылку на Google Meet

source: A Google Meet link will be created after a reservation is made.
es_es: Se crea un enlace de Google Meet después de una reserva.
fr_fr: Un lien Google Meet est créé après une réservation.
pl_pl: Link do Google Meet zostanie utworzony po dokonaniu rezerwacji.
pt_br: Um link do Google Meet é criado após uma reserva.
ru_ru: Ссылка на Google Meet будет создана после бронирования.

source: Google Calendar event description content
es_es: Contenido de la descripción del evento de Google Calendar
fr_fr: Contenu de la description de l'événement du calendrier Google
pl_pl: Treść opisu wydarzenia w Kalendarzu Google
pt_br: Conteúdo da descrição do evento do Calendário do Google
ru_ru: Содержание описания событий Календаря Google

source: Specify the content that should be included in the event description of the Google Calendar when a reservation is made.
es_es: Especifique el contenido de la descripción del evento de Google Calendar cuando se realiza una reserva.
fr_fr: Spécifiez le contenu de la description de l'événement du calendrier Google lorsqu'une réservation est effectuée.
pl_pl: Określa zawartość, która powinna być zawarta w opisie wydarzenia w Kalendarzu Google po dokonaniu rezerwacji.
pt_br: Especifique o conteúdo na descrição do evento do Google Agenda quando uma reserva for feita.
ru_ru: Укажите контент, который должен быть включен в описание мероприятия Календаря Google при бронировании.

source: Empty content
es_es: Contenido vacío
fr_fr: Contenu vide
pl_pl: Pusta zawartość
pt_br: Conteúdo vazio
ru_ru: Пустой контент

source: Customer's name, tickets, email and phone when available
es_es: Nombre del cliente, entradas, correo electrónico y teléfono si están disponibles
fr_fr: Nom du client, billets, e-mail et téléphone si disponible
pl_pl: Imię i nazwisko klienta, bilety, adres e-mail i telefon, jeśli są dostępne
pt_br: Nome do cliente, tickets, e-mail e telefone quando disponível
ru_ru: Имя клиента, билеты, адрес электронной почты и телефон, если они доступны.

source: Custom content
es_es: Contenido personalizado
fr_fr: Contenu personnalisé
pl_pl: Zawartość niestandardowa
pt_br: Conteúdo customizado
ru_ru: Пользовательский контент

source: Privacy alert: Please note that the content of the Google Calendar event description may be visible to guests if customers are being added as guests.
es_es: Alerta de privacidad: la descripción del evento de Google Calendar es visible para los invitados. Si se están agregando clientes como invitados, entonces será visible para ellos.
fr_fr: Alertes de confidentialité : la description de l'événement du calendrier Google est visible par les invités. Si les clients sont ajoutés en tant qu'invités, alors elle sera visible pour eux.
pl_pl: Uwaga dotycząca prywatności: Należy pamiętać, że treść opisu wydarzenia w Kalendarzu Google może być widoczna dla gości, jeśli klienci są dodawani jako goście.
pt_br: Alerta de privacidade: a descrição do evento do Google Agenda fica visível para os convidados. Se os clientes estiverem sendo adicionados como convidados, isso será visível para eles.
ru_ru: Предупреждение о конфиденциальности. Обратите внимание, что содержание описания событий Календаря Google может быть видно гостям, если клиенты добавляются в качестве гостей.

source: Google Calendar event description custom content
es_es: Contenido personalizado de la descripción del evento de Google Calendar
fr_fr: Description personnalisée de l'événement Google Calendar
pl_pl: Niestandardowa zawartość opisu wydarzenia w Kalendarzu Google
pt_br: Conteúdo personalizado da descrição do evento do calendário do Google
ru_ru: Пользовательское содержимое описания событий Календаря Google

source: You can use dynamic placeholders.
es_es: Puede utilizar marcadores de posición dinámicos.
fr_fr: Vous pouvez utiliser des marqueurs dynamiques.
pl_pl: Można używać dynamicznych symboli zastępczych.
pt_br: Você pode usar espaços reservados dinâmicos.
ru_ru: Вы можете использовать динамические заполнители.

source: Do not use HTML content!
es_es: ¡No utilice contenido HTML!
fr_fr: Ne pas utiliser de contenu HTML !
pl_pl: Nie używaj zawartości HTML!
pt_br: Não use conteúdo HTML!
ru_ru: Не используйте HTML-контент!

source: Set a Google Calendar reminder for reserved slot
es_es: Establecer un recordatorio de Google Calendar para el intervalo reservado
fr_fr: Définir un rappel Google Calendar pour l'emplacement réservé
pl_pl: Ustaw przypomnienie Kalendarza Google dla zarezerwowanego miejsca
pt_br: Defina um lembrete do Google Agenda para o horário reservado
ru_ru: Установите напоминание Календаря Google для зарезервированного слота

source: No reminder
es_es: Sin recordatorio
fr_fr: Pas de rappel
pl_pl: Brak przypomnienia
pt_br: Sem lembrete
ru_ru: Нет напоминаний

source: 10 minutes before
es_es: 10 minutos antes
fr_fr: 10 minutes avant
pl_pl: 10 minut przed
pt_br: 10 minutos antes
ru_ru: за 10 минут до

source: 30 minutes before
es_es: 30 minutos antes
fr_fr: 30 minutes avant
pl_pl: 30 minut przed
pt_br: 30 minutos antes
ru_ru: за 30 минут до

source: 1 hour before
es_es: 1 hora antes
fr_fr: 1 heure avant
pl_pl: 1 godzina przed
pt_br: 1 hora antes
ru_ru: за 1 час до

source: Drop tickets
es_es: Eliminar boletos
fr_fr: Supprimer les tickets
pl_pl: Upuść bilety
pt_br: Liberar bilhetes
ru_ru: Выбросить билеты

source: Instead of dropping the slot, reservations made for the same service but in a different availability plan will be treated as if they are on the same plan.
es_es: En lugar de eliminar el horario, las reservas realizadas para el mismo servicio pero en un plan de disponibilidad diferente actuarán como si estuvieran en el mismo plan.
fr_fr: Au lieu de supprimer la place, les réservations effectuées pour le même service mais dans un plan de disponibilité différent agiront comme si elles étaient sur le même plan.
pl_pl: Zamiast porzucenia slotu, rezerwacje dokonane dla tej samej usługi, ale w innym planie dostępności, będą traktowane tak, jakby były w tym samym planie.
pt_br: Em vez de perder o horário, as reservas feitas para o mesmo serviço, mas em um plano de disponibilidade diferente, funcionarão como se estivessem no mesmo plano.
ru_ru: Вместо удаления слота бронирования, сделанные для той же услуги, но в другом плане доступности, будут рассматриваться так, как если бы они находились в том же плане.

source: Participate
es_es: Participar
fr_fr: Participer
pl_pl: Uczestniczyć
pt_br: Participar
ru_ru: Участвовать

source: Turn this off if you want to exclude your availability events from being counted for this service. This can be useful for temporary needs, such as vacations, as it allows you to maintain your availability schedule unchanged.
es_es: Desactiva esto si quieres evitar que los eventos de tu disponibilidad se cuenten para este servicio. Es útil como necesidad temporal, por ejemplo, vacaciones, ya que te permite mantener tu horario de disponibilidad intacto.
fr_fr: Désactivez cette option si vous ne voulez pas que vos événements de disponibilité soient comptabilisés pour ce service. Utile en cas de besoin temporaire, par exemple pendant les vacances, car cela vous permet de conserver votre horaire de disponibilité intact.
pl_pl: Wyłącz tę opcję, jeśli chcesz wykluczyć zdarzenia dostępności z liczenia dla tej usługi. Może to być przydatne w przypadku tymczasowych potrzeb, takich jak wakacje, ponieważ pozwala zachować niezmieniony harmonogram dostępności.
pt_br: Desative isso se quiser evitar que seus eventos de disponibilidade sejam contados para este serviço. Útil para uma necessidade temporária, por ex. Férias, pois permite que você mantenha sua agenda de disponibilidade intocada.
ru_ru: Отключите эту опцию, если хотите исключить события доступности из учета этой службы. Это может быть полезно для временных нужд, например, во время отпуска, поскольку позволяет сохранить неизменным график доступности.

source: Slot duration
es_es: Duración del intervalo
fr_fr: Durée de la plage horaire
pl_pl: Czas trwania slotu
pt_br: Duração do horário
ru_ru: Продолжительность слота

source: Slot duration configuration
es_es: Configuración de la duración del espacio
fr_fr: Configuration de la durée du créneau
pl_pl: Konfiguracja czasu trwania gniazda
pt_br: Configuração de duração do horário
ru_ru: Конфигурация продолжительности слота

source: How the duration of a timeslot is defined
es_es: Cómo se define la duración de un intervalo de tiempo
fr_fr: Comment la durée d'une plage horaire est définie
pl_pl: Jak definiowany jest czas trwania przedziału czasowego
pt_br: Como a duração de um horário é definida
ru_ru: Как определяется длительность временного интервала

source: Use the entire available interval
es_es: Utilice el intervalo disponible completo
fr_fr: Utiliser tout l'intervalle disponible
pl_pl: Wykorzystaj cały dostępny interwał
pt_br: Use o intervalo disponível completo
ru_ru: Используйте весь доступный интервал

source: Utilize the duration of the entire available interval as the slot duration for the service, without dividing it into separate timeslots.
es_es: Utilizar la duración del intervalo disponible completo como la duración del espacio para el servicio, sin dividirlo en espacios de tiempo separados.
fr_fr: Utilisez la durée de l'intervalle disponible entier comme durée du créneau pour le service, sans le diviser en créneaux séparés.
pl_pl: Wykorzystanie czasu trwania całego dostępnego interwału jako czasu trwania slotu dla usługi, bez dzielenia go na oddzielne przedziały czasowe.
pt_br: Utilize a duração do intervalo disponível inteiro como a duração do horário para o serviço, sem dividi-lo em horários separados.
ru_ru: Используйте продолжительность всего доступного интервала в качестве продолжительности слота для услуги, не разделяя его на отдельные временные слоты.

source: Fixed duration
es_es: Duración fija
fr_fr: Durée fixe
pl_pl: Stały czas trwania
pt_br: Duração fixa
ru_ru: Фиксированная продолжительность

source: Automatically divide the entire available interval into timeslots of equal duration for the service.
es_es: Dividir automáticamente el intervalo disponible completo en espacios de tiempo de igual duración para el servicio.
fr_fr: Divisez automatiquement l'intervalle disponible entier en créneaux de durée égale pour le service.
pl_pl: Automatycznie dzieli cały dostępny interwał na przedziały czasowe o równym czasie trwania dla usługi.
pt_br: Divida automaticamente o intervalo disponível inteiro em horários de duração igual para o serviço.
ru_ru: Автоматически разделите весь доступный интервал на временные слоты равной продолжительности для услуги.

source: Lead Time Restriction
es_es: Restricción de tiempo de espera
fr_fr: Restriction du délai d'exécution
pl_pl: Ograniczenie czasu realizacji
pt_br: Restrição de Antecedência
ru_ru: Ограничение по времени

source: Set the minimum required timespan between the current time and the time slot start or end time. Reservations are only allowed if the specified timespan is met, ensuring a buffer period for scheduling.
es_es: Establecer el lapso de tiempo mínimo requerido entre la hora actual y la hora de inicio o fin del espacio. Las reservas solo están permitidas si se cumple el lapso de tiempo especificado, asegurando un período de amortiguación para la programación.
fr_fr: Définissez la durée minimale requise entre l'heure actuelle et l'heure de début ou de fin du créneau. Les réservations ne sont autorisées que si la durée spécifiée est respectée, garantissant une période tampon pour la planification.
pl_pl: Ustawia minimalny wymagany przedział czasowy między bieżącym czasem a czasem rozpoczęcia lub zakończenia przedziału czasowego. Rezerwacje są dozwolone tylko wtedy, gdy określony przedział czasowy jest spełniony, zapewniając okres buforowy dla planowania.
pt_br: Defina o período mínimo necessário entre o horário atual e o início ou fim do horário. Reservas são permitidas apenas se o período especificado for cumprido, garantindo um período de buffer para agendamento.
ru_ru: Установите минимально необходимый промежуток времени между текущим временем и временем начала или окончания временного слота. Бронирования разрешены только в том случае, если указанный промежуток времени соблюден, обеспечивая буферный период для планирования.

source: %d minute before
es_es: %d minuto antes
fr_fr: %d minute avant
pl_pl: %d minuta wcześniej
pt_br: %d minuto antes
ru_ru: %d минута назад

source: %d hour before
es_es: %d hora antes
fr_fr: %d heure avant
pl_pl: %d godzinę wcześniej
pt_br: %d hora antes
ru_ru: %d час назад

source: %d day before (until midnight)
es_es: %d día antes (hasta la medianoche)
fr_fr: %d jour avant (jusqu'à minuit)
pl_pl: %d dzień wcześniej (do północy)
pt_br: %d dia anterior (até meia noite)
ru_ru: %d день до (до полуночи)

source: Lead Time Restriction Reference
es_es: Referencia de restricción de tiempo de espera.
fr_fr: Référence de restriction du délai d'attente
pl_pl: Odniesienie do ograniczenia czasu realizacji
pt_br: Referência de Restrição de Antecedência
ru_ru: Ссылка на ограничение по времени ожидания

source: Slot start time
es_es: Inicio del intervalo
fr_fr: Début de la plage horaire
pl_pl: Czas rozpoczęcia slotu
pt_br: Início do horário
ru_ru: Время начала слота

source: Slot end time
es_es: Fin del intervalo
fr_fr: Fin de la plage horaire
pl_pl: Czas zakończenia slotu
pt_br: Término do horário
ru_ru: Время окончания слота

source: Opening Lead Time
es_es: Tiempo de espera de apertura.
fr_fr: Délai d'ouverture
pl_pl: Czas realizacji otwarcia
pt_br: Tempo de Início de Antecedência
ru_ru: Время открытия

source: Specify the timespan before the start time of a time slot when it becomes visible in the frontend for reservations. Slots will only be displayed if the start time is within the specified timespan.
es_es: Especificar el lapso de tiempo antes de la hora de inicio de un espacio cuando se vuelve visible en el frontend para reservas. Los espacios solo se mostrarán si la hora de inicio está dentro del lapso de tiempo especificado.
fr_fr: Spécifiez la durée avant l'heure de début d'un créneau lorsqu'il devient visible sur le frontend pour les réservations. Les créneaux ne seront affichés que si l'heure de début est dans la durée spécifiée.
pl_pl: Określa przedział czasowy przed godziną rozpoczęcia przedziału czasowego, gdy staje się on widoczny w interfejsie dla rezerwacji. Sloty będą wyświetlane tylko wtedy, gdy czas rozpoczęcia mieści się w określonym przedziale czasowym.
pt_br: Especifique o período antes do horário de início de um horário quando ele se torna visível no frontend para reservas. Horários só serão exibidos se o horário de início estiver dentro do período especificado.
ru_ru: Укажите промежуток времени до начала временного слота, когда он становится видимым на переднем плане для бронирования. Слоты будут отображаться только в том случае, если время начала находится в указанном промежутке времени.

source: Always
es_es: Siempre
fr_fr: Toujours
pl_pl: Zawsze
pt_br: Sempre
ru_ru: Всегда

source: Picture
es_es: Imagen
fr_fr: Image
pl_pl: Zdjęcie
pt_br: Foto
ru_ru: Картина

source: Provide a picture for the service.
es_es: Proporcione una imagen para el servicio.
fr_fr: Choisir l'image du service.
pl_pl: Zapewnienie obrazu dla usługi.
pt_br: Por favor, forneça um nome para o serviço.
ru_ru: Предоставьте фотографию для услуги.

source: We hope you had a memorable experience.
es_es: Esperamos que haya tenido una experiencia inolvidable.
fr_fr: Nous espérons que vous avez eu une expérience mémorable.
pl_pl: Mamy nadzieję, że było to niezapomniane doświadczenie.
pt_br: Esperamos que você tenha tido uma experiência memorável.
ru_ru: Надеемся, что у вас остались приятные впечатления.

source: Send post-service engagement email
es_es: Enviar correo electrónico de seguimiento después del servicio
fr_fr: Envoyer un e-mail d'engagement après le service
pl_pl: Wysyłanie wiadomości e-mail po zakończeniu usługi
pt_br: Envie um e-mail de engajamento pós-serviço
ru_ru: Отправить письмо после оказания услуги

source: Enable this feature to send a tailored email to customers after they've experienced the service.
es_es: Active esta función para enviar un correo electrónico personalizado a los clientes después de que hayan experimentado el servicio.
fr_fr: Activez cette fonction pour envoyer un e-mail personnalisé aux clients après qu'ils aient bénéficié du service.
pl_pl: Włącz tę funkcję, aby wysyłać dostosowane wiadomości e-mail do klientów po skorzystaniu z usługi.
pt_br: Ative este recurso para enviar um e-mail personalizado aos clientes após terem experimentado o serviço.
ru_ru: Включите эту функцию, чтобы отправлять клиентам индивидуальные письма после того, как они воспользовались услугой.

source: %d day after
es_es: %d día después
fr_fr: %d jour après
pl_pl: %d dzień później
pt_br: %d dia após
ru_ru: %d день после

source: Thank you for choosing us.
es_es: Gracias por elegirnos.
fr_fr: Merci de nous avoir choisis.
pl_pl: Dziękujemy za wybranie nas.
pt_br: Obrigado por nos escolher.
ru_ru: Спасибо, что выбрали нас.
