{"domain":"team-booking","locale_data":{"team-booking":{"":{"domain":"team-booking","plural_forms":"nplurals=2; plural=(n != 1);","lang":"it_IT"},"TheBooking":["TheBooking"],"A booking plugin for WordPress.":["Un plugin di prenotazioni per WordPress."],"VonStroheim":["VonStroheim"],"https://stroheimdesign.com":["https://stroheimdesign.com"],"Service":["Servizio"],"Date":["Data"],"Created":["Creato"],"Form field":["Campo"],"TheBooking reservations":["TheBooking prenotazioni"],"Email":["Email"],"First name":["Nome"],"Last name":["Cognome"],"Address":["Indirizzo"],"Phone":["Telefono"],"Url":["Url"],"Google Account":["Google Account"],"Google Integration":["Integrazione Google"],"Google Accounts":["Google Account"],"Google Meet link":["Link Google Meet"],"Reservation":["Prenotazione"],"Google Calendar":["Google Calendar"],"In order to use Google Calendar with the plugin, you have to activate and configure a Google Project.":["Per usare Google Calendar devi attivare e configurare un Progetto di Google."],"Your authorization was revoked upstream, please disconnect and reconnect!":["L'autorizzazione è stata revocata altrove, per favore disconnettiti e richiedi di nuovo l'autorizzazione!"],"Something changed in your Google account (a password reset or similar), please disconnect and reconnect!":["Qualcosa è cambiato nel tuo Account Google (password o altro), per favore disconnettiti e autorizza di nuovo!"],"Google Calendar API is not configured.":["API di Google Calendar non configurate."],"Insufficient permissions for the Google account %s, please disconnect it, then reconnect and ensure to select ALL the checkboxes when asked for permissions!":["Permessi insufficienti per l'account Google %s, si prega di scollegarlo, poi ricollegarlo e assicurarsi di selezionare TUTTE le caselle quando si chiede l'autorizzazione!"],"Event not created. The reservation is not confirmed.":["Evento non creato. La prenotazione non è confermata."],"Event not created. No destination calendar is found.":["Evento non creato. Non è stato trovato nessun calendario di destinazione."],"Event created.":["Evento creato."],"Event deleted.":["Evento eliminato."],"Access was already revoked manually.":["L'accesso è stato già revocato manualmente."],"Google Account %s not found.":["Account Google %s non trovato."],"This provider is already associated with the Google Account %s":["Questo fornitore è già associato all'Account Google %s"],"Settings have been saved!":["Impostazioni salvate!"],"Allow service providers to connect their own Google Account":["Consentire ai fornitori di servizi di collegare il proprio account Google"],"If active, service providers will be able to connect their own Google Account autonomously.":["Se attivo, i fornitori di servizi potranno collegare autonomamente il proprio account Google."],"Allow service providers to use override commands.":["Consentire ai fornitori di servizi di utilizzare comandi di sovrascrittura."],"If active, service providers will be able to override some general service settings for specific slots, such as the price, by using slot commands directly in Google Calendar.":["Se attivo, i fornitori di servizi potranno sovrascrivere alcune impostazioni generali del servizio per slot specifici, come il prezzo, utilizzando direttamente comandi slot in Google Calendar."],"Administrators are always allowed.":["Gli Amministratori sono sempre autorizzati."],"API App Name":["Nome dell'Applicazione"],"Google Cloud Platform console > OAuth Consent screen > Edit App (button) > App name":["Google Cloud Platform console > Schermata di consenso OAuth > Modifica App (pulsante) > Nome dell'App"],"Google API Authorized JS Origin":["Google API Authorized JS Origin"],"Copy/Paste this link in the Authorized JS Origin field of the Google Project":["Copia/Incolla questo link nel campo Google API Authorized JS Origin del Google Project"],"API Client ID":["API Client ID"],"Google Cloud Platform console > Credentials > Client ID":["Google Cloud Platform console > Credenziali > Client ID"],"API Client Secret":["API Client Secret"],"Google Cloud Platform console > Credentials > Client ID > Edit oAuth Client (pencil icon) > Client Secret":["Google Cloud Platform console > Credenziali > Client ID > Modifica oAuth Client (icona matita) > Client Secret"],"Google API Redirect URI":["Google API Redirect URI"],"Copy/Paste this link in the Redirect URI field of the Google Project":["Copia/Incolla questo link nel campo Redirect URI del Google Project"],"Google Calendar refresh delay":["Ritardo richieste Google Calendar"],"If the value is greater than 0, the Google Calendar availability events will be cached for the specified time (in seconds)":["Se il valore è maggiore di 0, gli eventi di disponibilità del calendario di Google verranno memorizzati nella cache per il tempo specificato (in secondi)."],"If the Google Calendar availability is not changed too often, consider increasing this value to save Google API quota. However, note that events added to Google Calendar will only be detected by the plugin after this interval has passed.":["Se non cambi molto spesso la programmazione in Google Calendar, considera di aumentare questo valore per preservare l'utilizzo della quota delle API di Google. Ricorda però che ogni evento inserito in Google Calendar non sarà riconosciuto dal plugin prima che tale intervallo di tempo sia passato."],"Location successfully added.":["Posizione aggiunta con successo."],"Location successfully deleted.":["Posizione eliminata con successo.","Posizioni eliminate con successo."],"Name":["Nome"],"Actions":["Azioni"],"General":["Generali"],"Locations":["Luoghi"],"Duplicate from %s":["Duplica %s"],"To the customer":["Al cliente"],"To the admin":["All'amministratore"],"To the service provider":["Al fornitore di servizio"],"Personal notifications":["Notifiche personali"],"Selected":["Selezionato"],"Not selected":["Non selezionato"],"Customer":["Cliente"],"Description":["Descrizione"],"Short description":["Descrizione breve"],"Start time":["Ora di inizio"],"Start date":["Data di inizio"],"End time":["Ora di fine"],"End date":["Data di fine"],"Timezone":["Fuso orario"],"Location (name)":["Luogo (nome)"],"Location (address)":["Luogo (indirizzo)"],"Duration":["Durata"],"Price":["Prezzo"],"Tickets":["Posti"],"Cancellation reason":["Motivo della cancellazione"],"Id":["Id"],"Provider":["Fornitore"],"Start time (old)":["Ora di inizio (precedente)"],"Start date (old)":["Data di inizio (precedente)"],"End time (old)":["Ora di fine (precedente)"],"End date (old)":["Data di fine (precedente)"],"Duration (old)":["Durata (precedente)"],"Form":["Form"],"Availability plan not found.":["Piano di disponibilità non trovato."],"You do not have the necessary authorization to manage this availability plan at this time.":["Non hai l'autorizzazione necessaria per gestire questo piano di disponibilità al momento."],"You do not have the necessary authorization to manage availability plans at this time.":["Non hai l'autorizzazione necessaria per gestire i piani di disponibilità al momento."],"A calendar cannot be both the source and personal for the same plan.":["Un calendario non può agire sia come fonte che come personale per lo stesso piano."],"Service provider not found.":["Fornitore di servizio non trovato."],"Availability plan successfully added.":["Piano di disponibilità aggiunto con successo."],"Availability plan successfully deleted.":["Piano di disponibilità eliminato con successo."],"Translations":["Traduzioni"],"Update WPML translations":["Aggiorna traduzioni WPML"],"Update":["Aggiornamento"],"Regenerate existing strings data for WPML":["Rigenera i dati per WPML"],"Zoom Join Meeting link":["Zoom Meeting link di accesso"],"Zoom Start Meeting link":["Zoom Meeting link di inizio"],"Meeting with %s":["Meeting con %s"],"Zoom":["Zoom"],"Refer to the plugin documentation to know hot to get your API keys.":["Si rimanda alla documentazione per conoscere come ottenere le API Keys."],"Zoom Account Id":["Zoom Account Id"],"Zoom API key":["Zoom API key"],"Zoom API secret":["Zoom API secret"],"Zoom JWT API key (deprecated)":["Zoom JWT API key (obsoleta)"],"Zoom JWT API secret (deprecated)":["Zoom JWT API secret (obsoleto)"],"All day":["Intero giorno"],"TheBooking widget":["TheBooking widget"],"Configuration":["Configurazione"],"Widget type":["Tipo di widget"],"Monthly calendar":["Calendario mensile"],"Upcoming events":["Eventi in arrivo"],"Unscheduled services":["Servizi non programmati"],"Reservations list (logged users only)":["Lista prenotazioni (solo utenti loggati)"],"Displayed events":["Eventi mostrati"],"The number of upcoming events that are displayed on the page":["Il numero degli eventi in arrivo che è mostrato nella pagina"],"Show more":["Mostra altri"],"Shows a button to load more events":["Mostra un pulsante per caricare più eventi"],"Maximum fetched events":["Numero massimo di eventi caricati"],"Limit the number of maximum events that can be loaded. 0 means no limit.":["Limita il numero massimo di eventi che possono essere caricati. 0 significa no limite."],"Restrictions":["Restrizioni"],"Restrict services":["Limita i servizi"],"Restrict providers":["Limita i fornitori"],"Read-only":["Sola lettura"],"Logged-only":["Solo utenti loggati"],"No payment to refund.":["Nessun pagamento da rimborsare."],"PayPal API are not configured, refunds are not active.":["Le API di PayPal non sono configurate, i rimborsi non sono attivi."],"PayPal API connection error.":["Errore di connessione PayPal."],"PayPal refund failed. Reason: %s":["Rimborso PayPal non andato a buon fine. Motivo: %s"],"PayPal refund pending. Reason: %s":["Rimborso PayPal in sospeso. Motivo: %s"],"from %1$s to %2$s":["dalle %1$s alle %2$s"],"Return to %s":["Ritorna a %s"],"Direct payment":["Pagamento diretto"],"PayPal":["PayPal"],"Done in a currency not held by your PayPal account at the moment of the transaction.":["Effettuato in una valuta non supportata dal tuo account PayPal al momento della transazione."],"PayPal Settings":["Impostazioni PayPal"],"Use of either Business or Premium PayPal account is recommended to avoid issues, as you are not supposed to make commercial transactions with a Personal PayPal account.":["Si raccomanda l'uso di un account PayPal Business o Premium per evitare problemi, dal momento che non è previsto l'esercizio di transazioni commerciali con un account personale."],"Active":["Attivo"],"Use this payment gateway to accept online payments.":["Usa questo metodo di pagamento per accettare pagamenti online."],"Account email":["Account email"],"Payments will be addressed to this email.":["I pagamenti saranno indirizzati a questa email."],"If you are using the Sandbox for testing, ensure to put here an email address generated in the Sandbox instead of your live account, or the payment notifications will fail.":["Se stai testando con la Sandbox, assicurati di inserire qui l'indirizzo email generato nella Sandbox invece che quella del tuo account vero, altrimenti le notifiche dei pagamenti non saranno ricevute."],"Primary email (optional)":["Email primaria (opzionale)"],"Payments will be checked against this email. Use this setting if your PayPal account handles multiple email addresses and the payments are not supposed to go into the primary one.":["I pagamenti saranno indirizzati a questo indirizzo. Usa questa impostazione se il tuo account PayPal supporta indirizzi email multipli e i pagamenti non devono essere indirizzati a quello principale."],"Ensure that your primary PayPal email address is correct, otherwise payment notifications will fail.":["Assicurati che l'indirizzo primario PayPal sia corretto, o le notifiche di pagamento non saranno ricevute."],"Use sandbox":["Usa la sandbox"],"Activate the sandbox to test payments.":["Attiva la sandbox per testare i pagamenti."],"Redirect URL":["URL di reindirizzamento"],"After payment, the customer will be redirected to this URL.":["Dopo il pagamento, il cliente sarà reindirizzato a questo URL."],"Required to enable refunds":["Necessario per abilitare i rimborsi"],"API Client ID (test)":["API Client ID (test)"],"API Client Secret (test)":["API Client Secret (test)"],"Debug (IPN)":["Debug (IPN)"],"Activate this setting to dump IPN requests from PayPal in case of issues.":["Attiva questa impostazione per salvare una copia delle notifiche di pagamento (IPN) da PayPal, per la ricerca di problemi."],"Stripe gateway is not active.":["Stripe non è attivo."],"Stripe API error.":["Errore API di Stripe."],"Reservation for %s":["Prenotazione per %s"],"Card":["Carta di credito"],"Stripe":["Stripe"],"Payment error.":["Errore di pagamento."],"Stripe Settings":["Impostazioni Stripe"],"Publishable Key":["Publishable Key"],"https://dashboard.stripe.com/account/apikeys":["https://dashboard.stripe.com/account/apikeys"],"Secret Key":["Secret Key"],"Publishable Key (test)":["Publishable Key (test)"],"Used to test payments":["Usata per testare i pagamenti"],"Secret Key (test)":["Secret Key (test)"],"Send receipt to the customer":["Invia la ricevuta al cliente"],"The customer email provided in the reservation form will be used":["Sarà usato l'indirizzo email del cliente fornito al momento della prenotazione"],"IDEAL support":["Supporto IDEAL"],"Activate this option if you want to use IDEAL":["Attiva se vuoi utilizzare IDEAL"],"Load Stripe.js library":["Carica la libreria Stripe.js"],"Deactivate this option only if another plugin is loading the same library":["Disabilita questa impostazione soltanto se un altro plugin carica la stessa libreria e stai avendo problemi"],"Stripe webhook URL":["Stripe webhook URL"],"This is the URL where Stripe notifies the payments. It must be equal to %s, otherwise go in your Stripe account dashboard and change the URL.":["Questo è l'indirizzo dove Stripe notifica i pagamenti. Deve essere uguale a %s, altrimenti vai nella tua dashboard di Stripe e cambialo."],"Booking tools":["Strumenti di prenotazione"],"Please navigate in the preview to a page where the booking calendar resides.":["Naviga nell'anteprima verso una pagina del sito che contiene una widget per prenotare."],"Style & Colors":["Stili & Colori"],"Maps":["Mappe"],"Behaviour":["Comportamento"],"Dashboard":["Dashboard"],"Availability plan":["Piano di disponibilità","Piani di disponibilità"],"Slots":["Slot"],"Availability":["Disponibilità"],"Core":["Principale"],"Redirects":["Reindirizzamenti"],"Roles":["Ruoli"],"Frontend":["Frontend"],"Style":["Aspetto"],"Frontend can be styled through the customizer":["L'aspetto del plugin può essere configurato attraverso il Personalizzatore di WordPress"],"Inside the customizer preview window, navigate to a page where the booking calendar resides.":["Nella finestra di anteprima del personalizzatore, naviga verso una pagina del sito dove è presente un widget di prenotazione."],"Customize":["Personalizza"],"Import/Export":["Importa/Esporta"],"Export settings":["Impostazioni di esportazione"],"Export the plugin settings in a JSON file. It doesn't export data or user settings.":["Esporta le impostazioni del plugin in un file JSON. La procedura non esporta i dati degli utenti o le impostazioni degli utenti."],"The exported file can't be imported on different versions of the plugin. This is meant to migrate settings from one environment to one another, not to pass settings through plugin versions which is not needed.":["Il file esportato non può essere importato in versioni differenti del plugin. Questa procedura è destinata alla migrazione delle impostazioni da un ambiente all'altro, e non alla migrazione da una vecchia versione ad una più recente (tale passaggio avviene in automatico)."],"Import settings":["Impostazioni di importazione"],"Import the plugin settings from a JSON file. It doesn't import data or user settings.":["Importa le impostazioni del plugin da un file JSON. La procedura non importa i dati degli utenti, o le impostazioni degli utenti."],"Import/Export data":["Importa/Esporta i dati"],"Data such as services, reservations, promotions and so on, requires an import/export of the following tables though a proper db migration plugin.":["Dati quali servizi, prenotazioni, promozioni richiedono una procedura di esportazione/importazione delle seguenti tabelle del database, da effettuarsi attraverso un adeguato plugin di migrazione database."],"Migrate from version 2.x":["Migra dalla versione 2.x"],"Migrates the data from old plugin version installed.":["Migra i dati da una vecchia versione del plugin."],"Migrate":["Migra"],"This will overwrite the current plugin data.":["Questo cancellerà i dati attualmente presenti."],"Clean version 2.x data":["Cancella i dati della versione 2.x"],"Removes data of previous plugin versions.":["Rimuove i dati delle vecchie versioni."],"Cleanup":["Pulisci"],"In case you migrated the data, please ensure that all is working as expected, before cleaning up 2.x data. This operation cannot be undone.":["Se hai migrato i dati, per favore assicurati che tutto stia funzionando prima di cancellare i dati della versione 2.x. Questa operazione non può essere annullata."],"Advanced":["Avanzate"],"Business Model":["Modello di business"],"Service Providers":["Fornitori dei servizi"],"Payment Gateways":["Sistemi di pagamento"],"API":["API"],"API tokens":["API tokens"],"API tokens can be used by 3rd party applications to read/write the plugin data.":["I token API possono essere usati da applicazioni di terze parti per leggere/scrivere i dati del plugin."],"Token":["Token"],"Usages":["Utilizzi"],"API endpoint":["API endpoint"],"A note on API tokens":["Una nota sui token API"],"Don't generate tokens if you don't know what you're doing. Read the documentation to explore how the API endpoint works.":["Non generare token se non sai cosa stai facendo. Leggi la documentazione per esplorare il funzionamento delle API."],"Give tokens only to someone you trust, as they are able to read/write sensitive data.":["Comunica i token soltanto a qualcuno di cui ti fidi, poiché sono in grado di leggere/scrivere dati sensibili."],"Google Maps":["Google Maps"],"Google requires the activation of a Google Cloud billing account, in order to use Google Maps in your website.":["Google richiede l'attivazione di un profilo Google Cloud Billing, per poter utilizzare Google Maps sul tuo sito senza problemi."],"Settings":["Impostazioni"],"Reservations":["Prenotazioni"],"E-mail":["E-mail"],"WP Roles":["Ruoli WP"],"Providers":["Fornitori"],"Customers":["Clienti"],"Status":["Stato"],"Class":["Classe"],"Time slots":["Slot temporali"],"Overlapping":["Sovrapposizioni"],"Approval":["Approvazione"],"Cancellation":["Cancellazione"],"Payments":["Pagamenti"],"Access":["Accesso"],"Redirect and conversions":["Reindirizzamento e conversioni"],"Personal Availability":["Disponibilità personale"],"Services":["Servizi"],"Target services":["Servizi di destinazione"],"Promotions":["Promozioni"],"This email address is already registered for a WordPress user.":["Un Utente WordPress è già registrato con questo indirizzo email."],"This email address is already registered for another customer.":["Questo indirizzo email è già collegato ad un altro/a cliente."],"This WordPress User does not exist.":["Questo/a Utente WordPress non esiste."],"There are reservations for this customer.":["Ci sono prenotazioni per questo cliente."],"Customer removed":["Cliente rimosso"],"Certain customers could not be removed due to existing reservations associated with them.":["Alcuni/e clienti non sono stati/e rimossi/e poiché sono presenti prenotazioni a loro nome."],"Please provide a valid email address.":["Fornisci un valido indirizzo email."],"This WordPress User is already associated with another customer.":["Questo/a Utente WordPress è già collegato/a ad un altro/a cliente."],"Another customer is already registered with this email address.":["Un/a altro/a cliente è già registrato/a con questo indirizzo email."],"Form item added":["Campo aggiunto"],"Service form ID not found.":["ID del form di prenotazione non trovato."],"Service not found":["Servizio non trovato"],"Booking form not found":["Form di prenotazione non trovato."],"Form item removed":["Campo del form rimosso"],"Form has been saved":["Form salvato"],"Refund issued.":["Rimborso eseguito."],"Promotion successfully added.":["Promozione aggiunta con successo."],"Service price not found":["Costo del servizio non trovato"],"Promotion successfully deleted.":["Promozione eliminata con successo.","Promozioni eliminate con successo."],"Reservation data saved":["Dati della prenotazione salvati"],"No timeslots found in the request":["Nessuno slot trovato nella richiesta"],"Failed to upload the file":["Caricamento file non andato a buon fine"],"The requested service could not be found for booking.":["Il servizio richiesto non è stato trovato per la prenotazione."],"Multiple slot bookings are currently not permitted.":["Al momento non sono consentite prenotazioni di slot multipli."],"The current user is not eligible to book this service.":["L'Utente corrente non è autorizzato a prenotare questo servizio."],"Unable to find booking form submission.":["Non è stato possibile trovare i dati del form della prenotazione."],"Unable to find booking form data.":["Non è stato possibile trovare i dati del form del servizio."],"Invalid customer email address.":["Indirizzo email del cliente non valido."],"No customer email address provided.":["Non è stato fornito alcun indirizzo email del cliente."],"New customer":["Nuovo cliente"],"You have already reached the maximum number of reservations for this service.":["Hai già raggiunto il numero massimo di prenotazioni per questo servizio."],"No available provider for this service.":["Nessun fornitore disponibile per questo servizio."],"Those time slots are not available anymore, apparently someone else was very fast :(":["Questi timeslot non sono più disponibili, sembra che qualcun altro/a sia stato/a molto veloce :("],"Trying to book more tickets than they're available.":["Tentativo di prenotazione di più ticket di quanti siano disponibili."],"Trying to book more tickets than you're allowed.":["Tentativo di prenotazione di più ticket di quanti ne siano permessi."],"File has been deleted":["File eliminato con successo"],"Entry has been deleted":["Dato eliminato con successo"],"Reservation not found.":["Prenotazione non trovata."],"Customer not found":["Cliente non trovato"],"Not authorized":["Non autorizzato"],"Reservation expired":["Prenotazione scaduta"],"The current WordPress User is not linked to any customer.":["L'Utente WordPress corrente non è collegato ad alcun cliente."],"Reservation successfully removed":["Prenotazione rimossa con successo"],"Defaults restored!":["Dati di default ripristinati!"],"Settings imported, reloading page.":["Impostazioni caricate, ricaricamento pagina in corso."],"Data removed!":["Dati rimossi!"],"Data migrated!":["Dati migrati!"],"Service successfully created":["Servizio creato con successo"],"Copy of %s":["Copia di %s"],"Service successfully cloned as \"%s\"":["Servizio clonato con successo come \"%s\""],"Setting configuration has been delegated to service providers!":["La configurazione delle impostazioni è stata delegata ai fornitori di servizi!"],"Setting is controlled by administrators!":["L'impostazione è ora controllata dagli amministratori!"],"There are reservations for this service.":["Ci sono prenotazioni per questo servizio."],"Service successfully removed":["Servizio rimosso con successo"],"Some services were not removed because there were reservations in place for them.":["Alcuni servizi non sono stati eliminati in quanto sono presenti prenotazioni per tali servizi."],"Allow multiple slots selection":["Attiva la selezione multipla degli slot"],"If enabled, customers will be able to extend the reservation duration by selecting consecutive time slots.":["Se l'impostazione è attiva, i/le clienti saranno in grado di estendere la durata della prenotazione selezionando timeslot consecutivi."],"Please refer to the documentation for more information on the implications.":["Si rimanda alla documentazione per conoscere tutte le implicazioni."],"WP Roles allowed to manage the plugin":["Ruoli WordPress autorizzati a gestire il plugin"],"Select WP User roles that can manage the plugin.":["Seleziona i Ruoli WordPress che possono gestire il plugin."],"Administrators are always allowed":["Gli Amministratori sono sempre autorizzati"],"WP Roles allowed to be Service Providers":["Ruoli WordPress autorizzati ad essere fornitori di servizi"],"Select WP User roles that can provide services.":["Seleziona i Ruoli WordPress che possono fornire disponibilità per i servizi."],"Allow customers to download iCal file after booking.":["Permetti ai/alle clienti di scaricare un file ICAL al termine della prenotazione."],"Enable Service Providers to manage their own availability":["Abilita i fornitori di servizi a gestire la propria disponibilità"],"Each service provider will have the ability to create and manage their own availability plans for their services. Administrators can still oversee and fully manage those plans, if required.":["Ogni fornitore di servizi avrà la possibilità di creare e gestire i propri piani di disponibilità per i loro servizi. Gli amministratori possono comunque supervisionare e gestire completamente tali piani, se necessario."],"Currency":["Valuta"],"Use currency code over symbol":["Usa il codice valuta al posto del simbolo"],"When enabled, the currency code (e.g. USD) will be displayed throughout the UI instead of the currency symbol (e.g. $), ensuring clarity on the exact currency type.":["Quando attivato, il codice della valuta (es. USD) verrà mostrato in tutta l'interfaccia utente invece del simbolo della valuta (es. $), garantendo chiarezza sul tipo esatto di valuta."],"Currency format":["Formato valuta"],"The $ symbol here is taken as example, it does not necessarily reflect the actual currency.":["Il simbolo $ è solo un esempio, non riflette necessariamente la valuta effettiva."],"Message to return when restricted":["Messaggio da restituire quando vi è una restrizione"],"We're sorry, but at this time, your account is restricted from making reservations. If you believe this is an error or need further assistance, please contact our support team. ":["Ci dispiace, ma al momento il tuo account non può effettuare prenotazioni. Se ritieni che ciò sia un errore o hai bisogno di ulteriore assistenza, ti preghiamo di contattare il nostro team di supporto."],"When this setting is deactivated, the customer will be unable to make any reservations. ":["Quando questa impostazione è disattivata, il cliente non potrà effettuare alcuna prenotazione."],"Fetch granularity":["Granularità delle richieste"],"Number of months to query for events in a single API call.":["Numero dei mesi da interrogare per gli eventi in una singola chiamata API."],"Default is 1. Try to raise it if you have sparse events and you want to speed up the loading times, or if you are hitting the limits of Google API usage quota too often.":["L'impostazione predefinita è 1. Prova ad aumentarla se hai eventi sparsi e vuoi migliorare i tempi di caricamento, o se stai esaurendo spesso i limiti di quota delle API di Google."],"Reservation status page":["Pagina dello stato delle prenotazioni"],"Select the frontend page where customers can view and manage their reservations.":["Seleziona la pagina del sito dove i/le clienti possono vedere lo stato delle loro prenotazioni e gestirle."],"To ensure functionality, the selected page must include the plugin widget in any section.":["Per funzionare, la pagina selezionata deve contenere una widget del plugin da qualche parte."],"No page selected":["Nessuna pagina selezionata"],"Frontend Timezone":["Fuso orario"],"Select your preferred timezone for displaying date and times in the frontend. By default, date and times are displayed in customer's local timezone.":["Seleziona il fuso orario per le date e gli orari in frontend. Di default, date e orari sono visualizzati nel fuso orario locale del cliente."],"Google Maps API key":["Google Maps API key"],"If you don't already have a Google Maps API key, please refer to the documentation for instructions on how to obtain one.":["Se non hai già una API key di Google Maps, per favore consulta la documentazione per conoscere come ottenerla."],"Load the calendar on the nearest date with available slots":["Carica il calendario alla prima data disponibile"],"If enabled, the frontend calendar will load on the nearest date that has at least one available slot.":["Se l'impostazione è attiva, il calendario sarà caricato alla prima data con timeslot disponibili."],"Enabling this option may result in slower page loading.":["Abilitare questa opzione può causare un rallentamento nel caricamento della pagina."],"Use Google Places for address autocomplete":["Usa Google Places per i suggerimenti nei campi indirizzo"],"Enable this setting if you want the Address field in the reservation form to be automatically completed using Google Places":["Attiva questa impostazione se vuoi che il campo Indirizzo del form di prenotazione mostri i suggerimenti di Google Places"],"Please note that this may have a significant impact on your Google Cloud usage billing.":["Può avere un impatto non trascurabile sul volume di dati per le soglie gratuite di Google Cloud."],"Login URL":["Login URL"],"When attempting to book a service for logged-in users only, customers will be prompted to log in at this page.":["Durante la prenotazione di un servizio per utenti registrati, i/le clienti saranno invitati/e ad effettuare il login in questa pagina."],"Leave it empty to use the WordPress default behaviour.":["Lascia vuoto per la pagina di default di WordPress."],"Pending payment expiration time":["Tempo di attesa per il pagamento online"],"The customer must complete the online payment within this specified time frame.":["Quando un pagamento online è atteso, il/la cliente deve completare la procedura di pagamento entro questo tempo."],"%d minute":["%d minuto","%d minuti"],"%d hour":["%d ora","%d ore"],"It is not recommended to set a very short time as there could be delays in the acknowledgment of the payment by your web server for various reasons.":["Non è consigliato impostare un tempo molto breve in quanto potrebbero verificarsi ritardi nella conferma del pagamento da parte del tuo server web per vari motivi."],"Pre-populate booking form":["Precompila il form di prenotazione"],"Controls if the booking form fields should be pre-populated with available data for logged-in customers.":["Scegli se il form di prenotazione deve essere precompilato con i dati già a disposizione degli utenti registrati."],"Each form field should be instructed where to fetch data through a proper meta-key configuration.":["Ogni campo del form deve essere istruito su dove andare a cercare i dati, attraverso la configurazione dei meta-key."],"Price decimals":["Posizioni decimali"],"The decimal separator here is taken as example, it does not necessarily reflect the actual separator.":["Il separatore decimale è solo un esempio, non riflette necessariamente il separatore decimale effettivo."],"Price format":["Formato del prezzo"],"The number of decimals here are taken as example, they does not necessarily reflect the actual number of decimals.":["Il numero di decimali è solo un esempio, non riflette necessariamente il numero effettivo di decimali."],"Coupon configuration":["Configurazione coupon"],"If set to \"fixed\", the coupon text will be the same as the promotion name. Alternatively, you can enter a list of single-use coupons, separated by commas. Please refer to the documentation for more information on coupon configuration.":["Se fisso, il testo del coupon sarà uguale al nome della promozione. Altrimenti, puoi fornire una lista di coupon ad uso singolo, separati da virgole. Consulta la documentazione per maggiori dettagli."],"Fixed":["Fisso"],"List":["Lista"],"Discount type":["Tipo di sconto"],"Percentage (%)":["Percentuale (%)"],"Fixed amount":["Importo fisso"],"Global discount usage limit":["Limite di utilizzo sconto globale"],"Specify the maximum number of times the discount can be used globally across all reservations. Enter 0 for no limit.":["Quante volte (ovvero prenotazioni) lo sconto potrà essere globalmente utilizzato. Imposta 0 per nessun limite."],"Please enter the name of the promotion.":["Scegli il nome della promozione."],"Promotion duration":["Periodo promozionale"],"The promotion will be valid within the specified date range.":["La promozione sarà attiva durante questo lasso di tempo."],"Services to target":["Servizi a cui si applica"],"Select the services eligible for this promotion.":["Seleziona i servizi per i quali la promozione è attiva."],"Promotion type":["Tipo di promozione"],"Campaign":["Campagna"],"Coupon":["Coupon"],"Maximum end date for time slots":["Data massima di fine per gli slot"],"The promotion is valid for time slots that end on or before this date.":["La promozione è valida soltanto per quei timeslot che terminano entro questa data."],"Time slot end date condition":["Condizione sulla data di fine degli slot"],"The promotion will be applied conditionally based on the time slot end date.":["La promozione sarà valida condizionatamente alla data di fine del timeslot."],"Minimum start date for time slots":["Data minima di inizio per gli slot"],"The promotion is valid for time slots that start on or after this date.":["La promozione è valida soltanto per quei timeslot che iniziano a partire da questa data."],"Time slot start date condition":["Condizione sulla data di inizio degli slot"],"The promotion will be applied conditionally based on the time slot start date.":["La promozione sarà valida condizionatamente alla data di inizio del timeslot."],"Discount value":["Valore dello sconto"],"The discount will be applied to the base price of the service.":["Lo sconto sarà applicato al costo base del servizio."],"Allowed services":["Servizi ammessi"],"Select the services to which this provider is restricted.":["Seleziona i servizi che questo utente può fornire."],"If you want to assign this service provider to specific services, activate this setting.":["Se vuoi assegnare questo fornitore soltanto a specifici servizi, attiva questa impostazione."],"Please note that if this setting is active, new services will not be automatically assigned to this provider.":["Si prega di notare che quando questa impostazione è attiva, nuovi servizi creati non verranno automaticamente assegnati a questo fornitore."],"Registration URL":["URL di registrazione"],"When attempting to book a service for logged-in users only, customers will be prompted to register at this page.":["Durante il tentativo di prenotazione di un servizio per soli utenti registrati, i clienti sono invitati a registrarsi a questo indirizzo."],"Leave it empty to use the WordPress default behavior":["Lascia vuoto per la pagina di default di WordPress"],"Sender email":["Email di sistema"],"Please provide the email address that will be used as the sender of notifications from the system. If left empty or invalid, the admin email address of the WordPress website will be used instead.":["Inserisci l'indirizzo email che verrà usato come mittente per tutte le notifiche di sistema. Se il campo è vuoto o invalido, verrà usato l'indirizzo email dell'amministratore nelle impostazioni WordPress."],"Make sure that the email address you provide belongs to the domain of your mail server. Emails sent from unrecognized domains may be blocked by the recipient's email service.":["Per favore assicurati che l'indirizzo email inserito appartenga al dominio del tuo mail server. Email inviate da domini non riconosciuti possono essere bloccate dal server."],"Who can make a reservation":["Chi può prenotare"],"If \"Logged user only\" is selected, a notice with a link to the registration page will be displayed. The default link can be changed in the \"Settings\" section.":["Se \"Solo utenti registrati\" è selezionati, appare una notifica con il link alla pagina di registrazione. Il link di default può essere cambiato nella sezione \"Impostazioni\" > \"Generali\"."],"Everyone":["Tutti"],"Logged users only":["Soltanto utenti registrati"],"Nobody (read-only)":["Nessuno (sola lettura)"],"Allow customers to cancel a reservation":["Permetti ai/alle clienti di cancellare una prenotazione"],"Customers will be able to cancel their reservations for this service either by using the cancellation link in the email (if provided) or by visiting the page where a reservation status widget is placed (in which case they must be logged in).":["I clienti potranno cancellare le loro prenotazioni sia attraverso il link e-mail (se fornito) sia dalla pagina dove è inserito lo shortcode [tb-reservation] (nel qual caso devono effettuare il log-in su WordPress)"],"Reservation Approval":["Approvazione della prenotazione"],"By enabling this setting, reservations won't be finalized immediately upon booking. Instead, they will await approval.":["Attivando questa impostazione, le prenotazioni non saranno finalizzate immediatamente al momento della prenotazione. Invece, aspetteranno l'approvazione."],"Approval authority":["Autorità di approvazione"],"If enabled, no actions such as sending confirmation emails or updating Google Calendar will be performed until the reservation is approved.":["Se attiva, non viene eseguita nessuna azione quale invio delle email di conferma, o aggiornamento dei calendari Google finché la prenotazione non viene approvata."],"Admin approval":["Approvazione dell'amministratore"],"Service provider approval":["Approvazione del fornitore di servizi"],"Service provider assignment rule":["Regola di assegnazione"],"In case of multiple service providers, you can specify the assignment rule that the plugin should follow after each reservation.":["Nel caso di più fornitori di servizi, specifica quale regola di assegnazione deve essere seguita dal sistema dopo ogni prenotazione."],"Equal":["Bilanciato"],"A new reservation will be assigned to the service provider with the fewest number of reservations already assigned to them, based on the reservations stored in the database.":["Una nuova prenotazione viene assegnata al fornitore con meno prenotazioni (nel contesto dello stesso servizio). La logica si basa sulle prenotazioni presenti nel database."],"Direct":["Assegnazione diretta"],"Always assign the reservation to a specific service provider.":["Assegna sempre allo stesso fornitore."],"Random":["Casuale"],"A random provider will be selected for the assignment.":["Verrà selezionato un fornitore di servizio casuale per l'assegnazione."],"Block after one reservation":["Blocca dopo una sola prenotazione"],"Even if a single reservation does not reach the maximum number of available tickets for the time slot(s), activating this setting will prevent other reservations from being made for the same time slot(s).":["Anche se una sola prenotazione non completa tutti i tickets disponibili per il time slot, attivare questa opzione fa in modo di contrassegnare il time slot come non più prenotabile."],"A reservation was cancelled.":["Una prenotazione è stata cancellata."],"Send cancellation email":["Invia email di cancellazione"],"An email notification is sent to the admin after a booking is cancelled":["Viene inviata una email all'admin dopo che una prenotazione è cancellata"],"Recipients administrators":["Destinatari"],"Reservation cancelled":["Prenotazione cancellata"],"Your reservation was cancelled.":["La tua prenotazione è stata cancellata."],"An email notification is sent to the customer after a booking is cancelled":["Viene inviata una email al cliente dopo che una prenotazione è cancellata"],"Specify the email address that should appear as the sender.":["Specifica l'indirizzo email che dovrebbe apparire come mittente."],"Administrator":["Amministratore"],"The email address is taken from Settings > General > Sender email. The sender name will be the site title as set in WordPress > General.":["L'indirizzo email viene preso da Impostazioni > Generale > Email mittente. Il nome del mittente sarà il titolo del sito impostato in WordPress > Generale."],"Service Provider":["Fornitore del servizio"],"Email address and name as set in the WordPress user profile of the service provider":["Indirizzo email e nome così come impostati nel profilo WordPress del fornitore"],"Allow customers to provide a reason when canceling a reservation.":["Permetti ai clienti di fornire una motivazione per la cancellazione."],"Cancellation timespan":["Finestra di cancellazione"],"Customers are not able to cancel their reservations when the start date and time are within this specified timespan.":["I clienti non sono in grado di annullare le loro prenotazioni quando la data e l'ora di inizio si trovano all'interno di questo intervallo di tempo specificato."],"Color":["Colore"],"Select the color for the service.":["Seleziona un colore per il servizio."],"You just got a new reservation!":["Hai appena ricevuto una nuova prenotazione!"],"Send confirmation email":["Invia email di conferma"],"An email notification will be sent to the admin after a booking is made.":["Viene inviata una email all'admin dopo che una prenotazione è effettuata."],"Include uploaded files as attachments":["Includi file come allegati"],"If the reservation form collects one or more file from the customer, you can enable or disable the inclusion of those files as email attachments.":["Se il form di prenotazione colleziona uno o più file dal cliente, scegli se includere tali file come allegati della email."],"A new reservation":["Nuova prenotazione"],"Thanks for your reservation!":["Grazie per la tua prenotazione!"],"An email notification will be sent to the customer after a booking is made.":["Viene inviata una email al cliente dopo che una prenotazione è effettuata."],"Your reservation is confirmed":["La tua prenotazione è confermata"],"Create a Zoom Meeting":["Crea un Meeting Zoom"],"Automatically create a Zoom Meeting after a reservation is made.":["Un Meeting Zoom è automaticamente creato dopo la prenotazione."],"It will be displayed at the top of the time slots list or reservation form for unscheduled services.":["Sarà mostrata all'inizio della lista degli slot o del form di prenotazione (per servizi non calendarizzati)"],"If you use HTML content, please consider the fact that it will observe the stylesheet of your theme and other plugins, so the result may differ from what you see in the editor.":["Se usi contenuto HTML, considera il fatto che tale contenuto osserverà i fogli di stile (CSS) del tuo tema e di eventuali altri plugin, pertanto il risultato visivo potrebbe differire da quanto mostrato nell'editor."],"Direct provider for assignment":["Fornitore assegnato direttamente"],"How to treat discarded available slots":["Come considerare gli slot disponibili ignorati"],"Choose how to handle available slots that are discarded due to overlapping settings.":["Scegli cosa fare con gli slot liberi ignorati come risultato delle impostazioni di sovrapposizione."],"Don't show":["Non mostrare"],"Show them as booked":["Mostrali come prenotati"],"Location":["Luogo"],"Choose how to set the location for this service. If a location is provided, it will be displayed in the frontend with directions and a map, unless specified otherwise.":["Scegli come impostare una posizione per il servizio. Se è presente una posizione, sarà mostrata nel frontend con indicazioni e mappa (salvo diversamente configurato)"],"No location":["Nessun luogo"],"Inherited from the booking form Address field":["Derivata dal campo Indirizzo del form di prenotazione"],"Assigned location":["Luogo assegnato"],"Location visibility":["Visibilità del luogo"],"Choose whether the location should be visible in the frontend. If you choose to hide the location from the frontend, it will still be visible in the backend and can be used, for example, in email templates.":["Scegli se la posizione deve essere visibile in frontend. Se scegli di nascondere la posizione in frontend, essa sarà comunque visibile ed utilizzabile nel backend, ad esempio nel contenuto delle email di notifica."],"Max reservations per user":["Prenotazioni massime per utente"],"The book button will display the number of reservations remaining for the current user. If the limit is reached, the user will not be able to proceed. Set 0 for no limit.":["Il pulsante di prenotazione mostrerà quante prenotazioni sono rimaste per l'utente corrente. Se viene raggiunto il limite, l'utente non potrà procedere. Imposta 0 per nessun limite."],"Choose the name of the service":["Scegli il nome del servizio"],"How payment is required":["Come è richiesto il pagamento"],"Online":["Online"],"Customers are required to make an online payment. If no payment is made within the specified pending time, the reservation will be automatically cancelled.":["I clienti dovranno effettuare il pagamento online. Se nessun pagamento è effettuato entro il \"Massimo Tempo di Attesa Pagamento\", la prenotazione è automaticamente cancellata."],"Local":["In loco"],"The plugin will not handle the payment. You should manually set the reservation as \"Paid\" when the payment is done locally.":["Il plugin non controllerà il pagamento, dovrai impostare la prenotazione come \"Pagata\" manualmente, quando il pagamento avverrà in loco."],"Discretionary":["Discrezionale"],"Customers can choose whether to pay online or pay later/locally.":["I clienti scelgono se pagare online o in loco."],"Buffer configuration":["Configurazione del buffer"],"Select how the buffer between time slots should be calculated":["Scegli come deve essere applicato il tempo di buffer tra slot"],"Always computed between slots":["Sempre computato tra gli slot"],"The buffer is calculated between both free and booked slots within a container interval. This option is the default and ensures a consistent distribution of slots.":["Il tempo di buffer è sempre aggiunto tra gli slot, sia liberi che prenotati, all'interno di un intervallo di disponibilità. Questa è l'opzione di default e permette di ottenere una distribuzione di slot prevedibile."],"Only computed around booked slots":["Computato solamente intorno agli slot prenotati"],"The buffer is applied around booked slots. It can cause redistribution of free slots when a new reservation is made.":["Il tempo di buffer è aggiunto soltanto agli slot prenotati. Causa una ridistribuzione degli slot disponibili dopo ogni nuova prenotazione."],"Buffer between consecutive slots":["Tempo di buffer tra slot consecutivi"],"A reservation was cancelled":["Una prenotazione è stata cancellata"],"Cancellation email":["Email di cancellazione"],"Get notified when a customer cancels a reservation for this service that was booked from you":["Scegli di essere avvisato quando qualcuno cancella una prenotazione di questo servizio da te"],"Confirmation email":["Email di conferma"],"Get notified when someone books this service from you":["Scegli di essere avvisato quando qualcuno prenota questo servizio da te"],"Block availability if overlaps with reservations for other services":["Blocca disponibilità se si sovrappone con prenotazioni per altri servizi"],"Activate this option to automatically block all other overlapping available slots as soon as one of them is booked.":["Attiva questa impostazione per bloccare tutti gli slot disponibili sovrapposti non appena uno di essi viene prenotato."],"Block availability if overlaps with personal events":["Blocca disponibilità se si sovrappone ad eventi personali"],"Busy events in a personal Google Calendar will block the availability of this service. A personal Google Calendar which is different from the source one, must be set for this to work.":["Eventi \"occupati\" nel Google Calendar personale bloccheranno la disponibilità per questo servizio qualora l'orario sia sovrapposto. Per funzionare, deve essere selezionato un Google Calendar personale differente da quello selezionato come fonte di disponibilità."],"Block availability if overlaps with reservations for the same service":["Blocca disponibilità se si sovrappone alle prenotazioni per lo stesso servizio"],"When using multiple availability plans for this service, enable this to exclude overlapping slots once a reservation is placed, regardless of which plan initiated it. Applicable only to non-independent plans.":["Quando si utilizzano più piani di disponibilità per questo servizio, abilitare ciò per escludere slot sovrapposti una volta effettuata una prenotazione, indipendentemente dal piano che l'ha iniziata. Applicabile solo a piani non indipendenti."],"Event color (booked slot)":["Colore dell'evento (slot prenotato)"],"Select a color for the Google Calendar reservation events.":["Il colore degli eventi di prenotazione su Google Calendar."],"Calendar default":["Default del calendario"],"Event title (booked slot)":["Titolo dell'evento (slot prenotato)"],"Provide a title for the Google Calendar reservation events.":["Il titolo degli eventi di prenotazione su Google Calendar."],"New reservation for %s":["Nuova prenotazione per %s"],"Slots filling":["Riempimento slot"],"Choose how the slots should be redistributed when a blocking event or a reservation of other services occurs.":["Scegli come devono essere distribuiti gli slot quando è presente un evento bloccante o una prenotazione di altri servizi."],"Slots will always observe the original segmentation":["Gli slot osservano sempre la divisione temporale originale"],"Adaptive":["Adattiva"],"Slots are adapted to maximize the available times":["Gli slot sono adattati in maniera da massimizzare gli orari restanti"],"Add customers as guests of the Google Calendar event":["Aggiungi clienti come invitati all'evento in Google Calendar"],"If enabled, customers will receive Google notifications based on your Google Calendar settings. Additionally, a copy of the event will be created in their Google Calendars (if they have one), allowing them to view the event description. They will not have access to the guests list.":["Se l'impostazione è attiva, i clienti riceveranno notifiche da Google in accordo con le impostazioni del tuo Google Calendar, una copia dell'evento sarà creata nei loro Google Calendar (se lo hanno) e saranno in grado di leggere la descrizione dell'evento. Non saranno in grado di visualizzare la lista degli invitati."],"In accordance with personal data regulations, it may be necessary to provide customers with a comprehensive disclosure regarding the storage of their data. Additionally, you should ensure the ability to erase such data upon request. Before configuring this option to store customer personal data outside of this site, it is advisable to consult with the site administrator to ensure compliance with relevant regulations and guidelines.":["In conformità alle normative sulla protezione dei dati personali, potrebbe essere necessario fornire ai clienti una completa informativa riguardante la conservazione dei loro dati. Inoltre, è necessario garantire la possibilità di cancellare tali dati su richiesta. Prima di configurare questa opzione per archiviare i dati personali dei clienti al di fuori di questo sito, è consigliabile consultare l'amministratore del sito per garantire la conformità alle normative e alle linee guida pertinenti."],"Add reservation on Google Calendar":["Aggiungi la prenotazione in Google Calendar"],"If enabled, reservations will be automatically added as events to the designated Google Calendar.":["Se attivo, le prenotazioni saranno aggiunte al Google Calendar di destinazione sotto forma di nuovi eventi."],"In order for this feature to work, you need to set a destination Google Calendar.":["Per funzionare, questa impostazione necessita che sia selezionato un Google Calendar di destinazione."],"Create a Google Meet link":["Crea un link Google Meet"],"A Google Meet link will be created after a reservation is made.":["Un link Google Meet è creato dopo la prenotazione."],"Google Calendar event description content":["Contenuto della descrizione dell'evento in Google Calendar"],"Specify the content that should be included in the event description of the Google Calendar when a reservation is made.":["Specifica il contenuto della descrizione dell'evento in Google Calendar in seguito a una prenotazione."],"Empty content":["Contenuto vuoto"],"Customer's name, tickets, email and phone when available":["Nome del cliente, numero di biglietti, email e telefono quando disponibili"],"Custom content":["Contenuto personalizzato"],"Privacy alert: Please note that the content of the Google Calendar event description may be visible to guests if customers are being added as guests.":["Avviso privacy: la descrizione dell'evento in Google Calendar è visualizzabile da tutti gli invitati all'evento. Se l'impostazione per aggiungere i clienti come invitati all'evento è attiva, tutti loro potranno vedere la descrizione."],"Google Calendar event description custom content":["Contenuto personalizzato della descrizione dell'evento in Google Calendar"],"You can use dynamic placeholders.":["Puoi usare i segnaposto."],"Do not use HTML content!":["Non usare codice HTML!"],"Set a Google Calendar reminder for reserved slot":["Imposta un reminder in Google Calendar per gli eventi di prenotazione"],"No reminder":["Nessun reminder"],"10 minutes before":["10 minuti prima"],"30 minutes before":["30 minuti prima"],"1 hour before":["1 ora prima"],"Drop tickets":["Scala i posti"],"Instead of dropping the slot, reservations made for the same service but in a different availability plan will be treated as if they are on the same plan.":["Invece di eliminare lo slot, le prenotazioni effettuate per lo stesso servizio ma in un diverso piano di disponibilità agiranno come se fossero nello stesso piano."],"Participate":["Partecipa"],"Turn this off if you want to exclude your availability events from being counted for this service. This can be useful for temporary needs, such as vacations, as it allows you to maintain your availability schedule unchanged.":["Disattiva questa impostazione se vuoi evitare che le tue disponibilità siano prese in considerazione per questo servizio. Utile per esigenze temporanee, quali assenze improvvise, in quanto permette di mantenere invariata la tua calendarizzazione."],"Slot duration":["Durata degli slot"],"Slot duration configuration":["Configurazione della durata degli slot"],"How the duration of a timeslot is defined":["Come è definita la durata di uno slot"],"Use the entire available interval":["Utilizza l'intero intervallo disponibile"],"Utilize the duration of the entire available interval as the slot duration for the service, without dividing it into separate timeslots.":["Utilizza la durata dell'intero intervallo disponibile come durata dello slot per il servizio, senza dividerlo in timeslot separati."],"Fixed duration":["Durata fissa"],"Automatically divide the entire available interval into timeslots of equal duration for the service.":["Dividi automaticamente l'intero intervallo disponibile in timeslot di durata uguale per il servizio."],"Lead Time Restriction":["Restrizione del tempo di apertura"],"Set the minimum required timespan between the current time and the time slot start or end time. Reservations are only allowed if the specified timespan is met, ensuring a buffer period for scheduling.":["Imposta il lasso di tempo minimo richiesto tra l'orario attuale e l'orario di inizio o di fine dello slot. Le prenotazioni sono consentite solo se viene rispettato il lasso di tempo specificato, garantendo un periodo di buffer per la programmazione."],"%d minute before":["%d minuto prima","%d minuti prima"],"%d hour before":["%d ora prima","%d ore prima"],"%d day before (until midnight)":["%d giorno prima (fino a mezzanotte)","%d giorni prima (fino a mezzanotte)"],"Lead Time Restriction Reference":["Riferimento per la restrizione del tempo di apertura"],"Slot start time":["Inizio dello slot"],"Slot end time":["Fine dello slot"],"Opening Lead Time":["Tempo di apertura"],"Specify the timespan before the start time of a time slot when it becomes visible in the frontend for reservations. Slots will only be displayed if the start time is within the specified timespan.":["Specifica il lasso di tempo prima dell'orario di inizio di uno slot quando diventa visibile nel frontend per le prenotazioni. Gli slot verranno visualizzati solo se l'orario di inizio è entro il lasso di tempo specificato."],"Always":["Sempre"],"Picture":["Immagine"],"Provide a picture for the service.":["Fornisci un'immagine del servizio."],"We hope you had a memorable experience.":["Speriamo che tu abbia avuto un'esperienza indimenticabile."],"Send post-service engagement email":["Invia un'email di coinvolgimento post-servizio"],"Enable this feature to send a tailored email to customers after they've experienced the service.":["Attiva questa funzione per inviare un'email personalizzata ai clienti dopo che hanno usufruito del servizio."],"%d day after":["%d giorno dopo","%d giorni dopo"],"Thank you for choosing us.":["Grazie per averci scelto."],"Thank you for booking with us! We'll notify you once your reservation is confirmed.":["Grazie per la tua prenotazione! Ti avviseremo una volta confermata."],"Send preliminary confirmation email":["Invia un'email di conferma preliminare"],"Upon making a booking that necessitates approval, an email notification will be promptly dispatched to the customer.":["Dopo aver effettuato una prenotazione che necessita di approvazione, verrà inviata immediatamente una notifica via email al cliente."],"Booking received: awaiting approval confirmation":["Prenotazione ricevuta: in attesa di conferma dell'approvazione."],"If zero, won't appear. To change the currency, navigate to the Settings section.":["Se 0, non apparirà. Per cambiare valuta, vai nelle impostazioni generali."],"Redirect":["Reindirizzamento"],"If active, the customer will be redirected to the specified URL after a successful reservation for this service. This is meant for tracking conversions.":["Se attivo, il cliente sarà reindirizzato all'URL specificato dopo una prenotazione per questo servizio."],"About payments: when redirect is active, the immediate and later payment settings will work just fine, while discretion payment setting will not, so no payment option will be presented to the customer after the reservation in this case.":["Riguardo ai pagamenti: in caso di pagamento impostato come discrezionale, il re-indirizzamento impedirà al plugin di mostrare l'opzione del pagamento al termine della procedura di prenotazione."],"We are getting close!":["Ci siamo quasi!"],"Send reminder email":["Invia email di promemoria"],"Reminders are sent using the WordPress Cron system, which relies on site visits to trigger the scheduled events. If your site has low traffic, there may be delays or the reminders may not be sent at all.":["I promemoria sono inviati dal Cron System di WordPress che è attivato dalle visite al sito. Se il tuo sito ha un traffico basso o moderato, i promemoria potranno tardare o addirittura non essere inviati."],"%d day before":["%d giorno prima","%d giorni prima"],"Don't forget your reservation":["Non dimenticare la tua prenotazione"],"Short text to describe the service":["Breve testo per descrivere il servizio"],"Capacity display":["Visualizzazione della capacità dello slot"],"Display available time slot capacity.":["Mostra la capienza residua dello slot."],"Show booked slots":["Mostra slot prenotati"],"Show map":["Mostra mappa"],"By default, a location map is displayed. However, you can change this setting to hide the map if it is not needed.":["La mappa è mostrata di default. Cambia questa impostazione per nascondere la mappa se necessario."],"Show provider name":["Mostra nome del fornitore del servizio"],"Show provider profile page link":["Mostra il link della pagina del profilo fornitore"],"When enabled, the provider name will be displayed as a hyperlink that leads to the provider's profile page. To set the profile page for each provider, navigate to WordPress > Users > Edit > Website.":["Quando attivato, il nome del provider verrà visualizzato come un collegamento ipertestuale che porta alla pagina del profilo del provider. Per impostare la pagina del profilo per ogni provider, navigare su WordPress > Utenti > Modifica > Sito web."],"Show slot customers":["Mostra i clienti che hanno prenotato lo slot"],"Choose whether to display a list of the attendees or not, and which data it should include":["Scegli se mostrare una lista di clienti e quali informazioni mostrare"],"Show names":["Mostra nomi"],"Show email":["Mostra email"],"Show names and email":["Mostra nomi ed email"],"Please carefully consider any privacy-related implications":["Per favore considera tutte le implicazioni relative alla privacy"],"Show start/end times":["Mostra le date/ore di inizio e fine"],"Show start/end":["Mostra inizio e fine"],"Hide":["Nascondi"],"Show start time only":["Mostra soltanto la data/ora di inizio"],"Time slot capacity":["Capienza dello slot"],"Max user tickets per slot":["Tickets massimi per slot per utente"],"The maximum number of tickets that a customer is allowed to book for a single slot. 0 means up to the maximum available tickets.":["Il massimo numero di biglietti che un cliente è autorizzato a prenotare per un singolo slot. 0 significa tanti quanti il massimo numero di biglietti totali disponibili per lo slot."],"Choose the class of the service":["Scegli la tipologia del servizio"],"Keep available until approval":["Mantieni disponibili fino all'approvazione"],"Activate this option if you want to keep the slot/tickets available for other reservations, until a reservation gets approved.":["Attiva questa impostazione se vuoi mantenere gli slot/biglietti disponibili per altre prenotazioni, finché una prenotazione viene approvata."],"Activating this option could lead to overbooking":["Attivare questa impostazione può portare a overbooking"],"Available slot color":["Colore degli slot disponibili"],"Background color":["Colore di sfondo"],"Border color":["Colore del bordo"],"Border radius":["Raggio del bordo"],"Border size":["Spessore del bordo"],"Total number of available slots":["Totale degli slot disponibili"],"Total number of available tickets":["Totale dei biglietti disponibili"],"Service name":["Nome del servizio"],"Service name + total number of available slots":["Nome del servizio + totale degli slot disponibili"],"Service name + total number of available tickets":["Nome del servizio + totale dei biglietti disponibili"],"Hide the dots":["Nascondi i punti"],"Numbered dots meaning":["Significato dei punti numerati"],"Select what the number inside the dots represents.":["Scegli cosa devono rappresentare i numeri all'interno dei punti."],"Numbered dots threshold":["Soglia numero"],"Numbers inside the dots are not displayed when their value is below this threshold.":["I numeri all'interno dei punti non vengono visualizzati se il loro valore è inferiore a questa soglia."],"Default style":["Stile di default"],"Google Maps Style":["Stile delle mappe di Google"],"Do you want more styles or even create your own style? Just set this to \"Default style\", then install the SnazzyMaps WordPress plugin.":["Vuoi più stili o vuoi creare il tuo? Imposta questo come \"Stile di default\" e installa il plugin per WordPress di SnazzyMaps."],"Map zoom level":["Livello di zoom"],"Primary widget color":["Colore primario"],"Booked slot color":["Colore degli slot prenotati"],"Skip Google Maps library loading":["Ignora il caricamento della libreria di Google Maps"],"Enable this setting if you are experiencing issues with the Google Maps JS library being loaded by another plugin or theme.":["Attiva questa impostazione se hai problemi con Google Maps a causa di plugin di terze parti."],"Providers sorting order":["Ordinamento Fornitori"],"This determines the sorting order of service providers during the selection step.":["Questo è l'ordinamento dei fornitori durante la fase di selezione del fonitore."],"Services sorting order":["Ordinamento servizi"],"This determines the sorting order of services during the selection step.":["Questo è l'ordinamento dei servizi durante la fase di selezione del servizio."],"Enable Caching":["Abilita la cache"],"If enabled, the plugin will utilize the existing caching system to improve loading times.":["Se attiva, il plugin utilizzerà il sistema di caching corrente per ottimizzare i tempi di caricamento."],"Disabling caching can significantly impact the overall speed of the plugin. Only disable caching if you are encountering problems with your current caching system.":["Disabilitare la cache può avere un forte impatto sulla velocità del plugin. Disabilitala se stai riscontrando problemi."],"Use Service Providers":["Usa Fornitori dei servizi"],"Enable this setting to allocate and manage services across multiple WordPress Users (service providers).":["Abilita questa impostazione per allocare e gestire servizi su più Utenti WordPress (fornitori di servizi)."],"TheBooking is now at v%s!":["TheBooking ha raggiunto la versione %s!"],"📢 We've rolled out some changes. Some of them might need your attention.":["📢 Abbiamo apportato alcune modifiche. Alcune potrebbero richiedere la tua attenzione."],"See What's New":["Vedi cosa c'è di nuovo"],"Dismiss":["Ignora"],"WP API nonce expired, please refresh the page.":["WP API nonce scaduto, per favore ricarica la pagina."],"Generic error":["Errore generico"],"All times are local":["Tutti gli orari sono locali"],"Add":["Aggiungi"],"Cancel":["Annulla"],"This panel is for administrative purposes only":["Questo pannello è solo per scopi amministrativi"],"Form conditionals and requirements will not be applied. All fields will be displayed, and all values will be allowed.":["Campi condizionali e campi obbligatori non saranno applicati. Tutti i campi sono mostrati, tutti i valori sono ammessi."],"Reset this field if you want to create a new customer using the provided email address.":["Cancella questo campo se desideri creare un nuovo cliente, basato sull'indirizzo email fornito."],"This is required":["Questo campo è richiesto"],"Please provide a valid email address":["Fornisci un valido indirizzo email"],"Time":["Orario"],"Add reservation":["Aggiungi prenotazione"],"%d out of %d":["%d su %d"],"Booked":["Prenotato"],"Available":["Disponibile"],"Customer notifications will follow this timezone setting.":["Le notifiche al cliente osserveranno questo fuso orario."],"System timezone (WordPress > Settings > General)":["Fuso orario di sistema (WordPress > Impostazioni > Generali)"],"Associate the customer with a WordPress user":["Collega il/la cliente ad un profilo WordPress"],"Do not associate the customer":["Non collegare il/la cliente"],"Are you sure?":["Sei sicuro/a?"],"Yes":["Si"],"No":["No"],"Delete":["Elimina"],"New API token":["Nuovo API token"],"Generate a new API token":["Crea un nuovo token"],"Create":["Crea"],"Please provide the token name":["Inserisci il nome del token"],"If enabled, this API token restricts write operations for API requests.":["Se abilitato, questo token API limita le operazioni di scrittura per le richieste API."],"Add coupon":["Aggiungi coupon"],"Used":["Utilizzato"],"Please enter the coupon text without any spaces":["Inserisci il testo del coupon senza spazi"],"Coupon already exists":["Coupon già presente"],"Error":["Errore"],"There are reservations for this customer":["Ci sono prenotazioni per questo/a cliente"],"Registered":["Registrato/a"],"Not registered":["Non registrato/a"],"Inactive":["Non attivo"],"Selected %d item":["%d selezionato","%d selezionati"],"Delete %d item":["%d eliminato","%d eliminati"],"All":["Tutti"],"Reservations by %s":["Prenotazioni di %s"],"Search...":["Cerca..."],"Add a customer":["Aggiungi cliente"],"Create a new WordPress user":["Crea un nuovo utente WordPress"],"Please provide a name":["Fornisci un nome"],"Deletion prevented: services are assigned to this location.":["Cancellazione impedita: i servizi sono assegnati a questa posizione."],"New location":["Nuovo luogo"],"Add a location":["Aggiungi luogo"],"Please enter a valid and properly formatted address":["Fornisci un indirizzo valido e ben formattato"],"Additional configuration options will be accessible once created.":["Ulteriori opzioni di configurazione saranno accessibili una volta creata la promozione."],"Discount":["Sconto"],"Uses":["Utilizzi"],"Period":["Periodo"],"Type":["Tipo"],"This promotion is no longer available for customer use.":["Questa promozione non può più essere usata dai clienti."],"This promotion cannot be deleted because there are reservations associated with it.":["La promozione non può essere eliminata perché sono presenti prenotazioni associate ad essa."],"Running":["In corso"],"Not running (paused)":["Non in corso (pausa)"],"Not running":["Non in corso"],"New promotion":["Nuova promozione"],"Create a new Promotion":["Crea una nuova promozione"],"Please enter the promotion name without any spaces":["Per favore inserisci il nome della promozione senza spazi"],"Name already exists":["Nome già presente"],"The promotion will run for the selected period, the discount is automatically applied to any eligible service.":["La promozione sarà attiva nel periodo selezionato, lo sconto è automaticamente applicato ad ogni servizio configurato."],"The promotion will run for the selected period, the discount is applied to any eligible service only if a valid coupon is provided.":["La promozione sarà attiva nel periodo selezionato, lo sconto è automaticamente applicato ad ogni servizio configurato se un coupon valido viene fornito dal cliente."],"Please provide a date interval":["Per favore fornisci un intervallo di date"],"Please provide a discount value":["Per favore fornisci un valore dello sconto"],"Payment":["Pagamento"],"Paid":["Pagato"],"Not paid":["Non pagato"],"Not due":["Non dovuto"],"Search customer":["Cerca cliente"],"Details":["Dettagli"],"Confirm":["Conferma"],"Approve":["Approva"],"Start meeting":["Inizia meeting"],"Zoom meeting":["Zoom meeting"],"Google Meet":["Google Meet"],"Confirmed":["Confermato"],"Cancelled":["Cancellato"],"Pending":["In attesa"],"Expired":["Scaduto"],"Deny":["Vieta"],"ID":["ID"],"Customer Name":["Nome del cliente"],"Customer Email":["Email del cliente"],"Start date of service":["Data di inizio del servizio"],"Start time of service":["Orario di inizio del servizio"],"End date of service":["Data di fine del servizio"],"End time of service":["Orario di fine del servizio"],"Form field: %s":["Campo del modulo: %s"],"Reset reservation IDs":["Resetta gli ID delle prenotazioni"],"PDF file is ready!":["Il file PDF è pronto!"],"Open PDF":["Apri PDF"],"Today's":["Oggi"],"Tomorrow's":["Domani"],"This week":["Questa settimana"],"Past":["Passate"],"Search by ID":["Cerca ID"],"Export selected (%d)":["Esporta selezionati (%d)"],"Export all":["Esporta tutto"],"Empty the database":["Svuota il database"],"Activate Table view":["Attiva vista tabella"],"Activate List view":["Attiva vista elenco"],"Activate Auto view":["Attiva vista auto"],"Display columns":["Mostra colonne"],"Sort by":["Ordina per"],"Sorting order":["Ordinamento"],"Descending":["Decrescente"],"Ascending":["Crescente"],"Include reservations":["Includi prenotazioni"],"I know what I'm doing, proceed":["So cosa faccio, procedi"],"This erases the reservations database":["Questo eliminerà le prenotazioni nel database"],"Select additional properties to copy with service.":["Seleziona proprietà aggiuntive da copiare con il servizio."],"Copy form":["Copia il form di prenotazione"],"Copy providers settings":["Copia le impostazioni dei fornitori"],"Copy notifications":["Copia le impostazioni di notifica"],"Deletion prevented: there are reservations for this service.":["Rimozione non ammessa: ci sono prenotazioni per questo servizio."],"Notifications":["Notifiche"],"Booking form":["Form di prenotazione"],"Personal settings":["Impostazioni personali"],"Duplicate service":["Clona il servizio"],"Duplicate":["Clona"],"Appointment":["Appuntamento"],"Unscheduled":["Non calendarizzato"],"Your changes here only affect the service when provided by you":["Le tue modifiche qui influenzano solo il servizio quando fornito da te"],"New service":["Nuovo servizio"],"Create a new Service":["Crea un nuovo servizio"],"Suitable for timeslot-based reservations.":["Adatto a prenotazioni basate su data/orario."],"A service with no scheduling needs. Think about support tickets, estimate request, and so on.":["Un servizio senza necessità di calendarizzazione. Si pensi a richieste di assistenza, richieste di valutazione e così via."],"Please provide a name for the service":["Fornisci un nome del servizio"],"This field is always active":["Questo campo è sempre attivo"],"Other fields are dependent on this field":["Altri campi dipendono da questo campo"],"Activate":["Attiva"],"depends on %s":["dipende da %s"],"New paragraph":["Nuovo paragrafo"],"New text input":["Nuovo input di testo"],"New text area":["Nuova area di testo"],"New options field":["Nuovo campo opzioni"],"Option 1":["Opzione 1"],"Option 2":["Opzione 2"],"Option 3":["Opzione 3"],"New checkbox":["Nuova casella di spunta"],"New file upload":["Nuovo campo file"],"New number input":["Nuovo input numerico"],"New date input":["Nuovo campo di data"],"New option":["Nuova opzione"],"Option %d label":["Etichetta dell'opzione %d"],"Price increment":["Incremento di prezzo"],"Increase service price by the specified amount when this option is selected during booking":["Aumenta il prezzo del servizio dell'importo specificato quando questa opzione viene selezionata durante la prenotazione."],"Add option":["Aggiungi opzione"],"Validation":["Validazione"],"Regex":["Regex"],"Need help with regex expressions?":["Hai bisogno di aiuto con le espressioni Regex?"],"No validation":["Nessuna validazione"],"Phone (international)":["Telefono (internazionale)"],"Alphanumeric with space":["Alfanumerico con spazi"],"Hide from registered users":["Nascondi agli utenti registrati"],"Notification template placeholder":["Segnaposto per i template di notifica"],"This placeholder, when inserted in a notification template, will be replaced with the value of the field. It must be unique in the context of the service.":["Questo segnaposto, quando inserito in un template di notifica, è sostituito dal valore del campo. Deve essere unico nel contesto del servizio."],"Pre-fill user meta-key":["Pre-fill user meta-key"],"Select or write":["Seleziona o scrivi"],"The field will be pre-populated with the corresponding user meta when available (even if the field is hidden)":["Il campo sarà precompilato con i metadati utente corrispondenti quando disponibili (anche se il campo è nascosto)"],"Allowed file extensions":["Estensioni autorizzate"],"Comma-separated, e.g. \"jpeg, png, tiff\"":["Separati da virgola, ad esempio \"jpeg,png,tiff\""],"Max file size":["Dimensione massima"],"Visible":["Visibile"],"Hidden":["Nascosto"],"Required":["Richiesto"],"Not required":["Non richiesto"],"Checked":["Selezionato"],"Not checked":["Non selezionato"],"Greater than":["Maggiore di"],"Less than":["Meno di"],"Equal to":["Uguale a"],"Conditional":["Condizionali"],"The field is":["Il campo è"],"No valid fields in this form":["Nessun campo valido in questo form"],"Select a state":["Seleziona uno stato"],"Depending on":["se"],"Select a field":["Seleziona un campo"],"Being":["è"],"Parent field options must be 2 or more":["Le opzioni del campo genitore devono essere 2 o più"],"Select a value":["Seleziona un valore"],"This number":["Questo numero"],"Experimental feature":["Funzionalità sperimentale"],"Apply dynamic rules to control the field's behavior based on the values of other fields.":["Applica regole dinamiche per controllare il comportamento del campo in base ai valori di altri campi."],"The conditional rule feature is available when the form includes at least one field of type number, options, or checkbox (excluding the current field).":["La regola condizionale può essere applicata soltanto se il form contiene almeno un campo numero, opzioni o casella di spunta (che non sia questo)."],"Label":["Etichetta"],"Min":["Min"],"Max":["Max"],"Discard":["Cancella"],"Save changes":["Salva modifiche"],"Input text":["Input di testo"],"Text area":["Area di testo"],"Checkbox":["Casella di spunta"],"Number":["Numero"],"Options":["Opzioni"],"File upload":["Carica file"],"Paragraph":["Paragrafo"],"Account":["Account"],"No provider":["Nessun fornitore"],"Add Google Account":["Aggiungi un Account Google"],"Associate with a service provider":["Associa ad un fornitore di servizio"],"The associated provider gains the ability to manage the Google Account integration.":["Il fornitore associato acquisisce la capacità di gestire l'integrazione dell'Account Google."],"Changing the service provider will unlink any calendars associated with this account from availability plans not assigned to the new provider":["Cambiando il fornitore del servizio, verranno scollegati tutti i calendari associati a questo account dai piani di disponibilità non assegnati al nuovo fornitore."],"Connected as %s":["Connesso come %s"],"Disconnect":["Disconnetti"],"Connect your Google Account":["Connetti il tuo Account Google"],"Authorize":["Autorizza"],"Google Calendars":["Calendari Google"],"Personal":["Personale"],"Events on this calendar will block plan availability":["Gli eventi su questo calendario bloccheranno la disponibilità del piano"],"Source":["Sorgente"],"Events on this calendar will be considered as available time for this plan":["Gli eventi su questo calendario saranno considerati come tempo disponibile per questo piano."],"Destination":["Destinazione"],"Reservations made for this plan will generate events on this calendar":["Le prenotazioni effettuate per questo piano genereranno eventi su questo calendario"],"Owner":["Proprietario"],"Shared":["Condiviso"],"No availability plans available":["Nessun piano di disponibilità disponibile."],"Thanks for updating to TheBooking!":["Grazie per aver aggiornato a TheBooking!"],"This release represents our most significant update since the app's inception. Along with a host of new features and a complete visual revamp, it introduces pivotal changes you should be aware of. For a detailed overview, please consult our %supdated documentation%s.":["Questa versione rappresenta il nostro aggiornamento più significativo dall'inizio dell'app. Oltre a una serie di nuove funzionalità e una completa rivisitazione visiva, introduce cambiamenti fondamentali di cui dovresti essere a conoscenza. Per una panoramica dettagliata, consulta la nostra %sdocumentazione aggiornata%s."],"Migrate settings and data":["Migra le impostazioni e i dati"],"Start fresh (migrate later if needed)":["Inizia da capo (migra successivamente se necessario)"],"Save":["Salva"],"Subject":["Oggetto"],"Please provide the email subject":["Fornisci l'oggetto della email"],"Body":["Testo"],"You can use HTML":["Puoi usare codice HTML"],"Please provide the email content":["Fornisci il contenuto della email"],"Edit email content":["Modifica contenuto"],"Coupons":["Coupon"],"List of single use coupon codes":["Lista di coupon monouso"],"Connect a Google Account and associate it with the provider":["Collega un Account Google e associarlo al fornitore"],"The Google Account associated with this service provider grants access to their associated calendars, empowering them to effectively configure their Google integration using these calendars.":["L'Account Google associato a questo fornitore di servizi concede l'accesso ai loro calendari associati, permettendo loro di configurare efficacemente la loro integrazione con Google utilizzando questi calendari."],"The service provider can autonomously link their Google Account by navigating to Availability > Your Google Account.":["Il fornitore di servizi può collegare autonomamente il proprio Account Google navigando su Disponibilità > Il tuo Account Google."],"Service provider notifications will follow this timezone setting.":["Le notifiche al fornitore osserveranno questo fuso orario."],"Download":["Scarica"],"Not provided":["Non fornito"],"Date of service":["Data del servizio"],"Times":["Orari"],"Submitted":["Inserita"],"UID (internal)":["UID (interno)"],"Virtual meetings":["Meeting virtuali"],"Get data for Zoom meeting ID %s":["Ottieni i dati del meeting Zoom ID %s"],"Start URL":["Start URL"],"Join URL":["Join URL"],"Password: %s":["Password: %s"],"Status: %s":["Stato: %s"],"Join meeting":["Unisciti al meeting"],"Google Calendar events":["Eventi nei calendari Google"],"Refresh Google Calendar event creation":["Crea di nuovo un evento in Google Calendar"],"An event will be created or updated in any destination calendar set for the availability plan for which this reservation was generated.":["Un evento verrà creato o aggiornato in qualsiasi calendario di destinazione impostato per il piano di disponibilità per il quale è stata generata questa prenotazione."],"Form submission details":["Dettagli di invio del modulo"],"Applied discounts":["Sconti applicati"],"The discount values are based on the time of the reservation and any subsequent changes to a promotion will not be reflected here.":["Gli sconti applicati sono relativi al momento della prenotazione. Eventuali modifiche successive alla promozione non verranno riflesse in questa prenotazione."],"System":["Sistema"],"User":["Utente"],"Confirmation email sent by %s":["Email di conferma inviata da %s"],"send again":["invia di nuovo"],"Confirmation pending":["In attesta di conferma"],"Reminder email sent by %s":["Email di promemoria inviata da %s"],"send now":["invia ora"],"Reminder email pending":["In attesa di email di promemoria"],"Cancellation email sent by %s":["Email di cancellazione inviata da %s"],"Refund":["Rimborso"],"Gateway":["Gateway"],"Amount":["Importo"],"Gateway data":["Gateway data"],"Edit":["Modifica"],"Files":["File"],"This reservation has expired.":["La prenotazione è scaduta."],"Editing an expired reservation could lead to overbooking as the spot may have been taken by other reservations.":["Modificare una prenotazione scaduta potrebbe portare a overbooking poiché il posto potrebbe essere stato preso da altre prenotazioni."],"I am aware of the potential risks":["Sono consapevole dei potenziali rischi"],"You are editing the database directly":["Stai modificando direttamente il database"],"Changes made here won't send notifications. Use the actions in the reservations table to trigger them.":["Cambiare i dati qui non farà partire nessuna notifica. Per questo, usare le azioni presenti nella tabella delle prenotazioni."],"The service will be modified even if there are no available slots for it.":["Il servizio sarà modificato anche se non ci sono disponibilità corrispondenti."],"Start date time":["Orario e data di inizio"],"The date will be modified even if there are no available slots for it.":["La data sarà cambiata anche se non ci sono disponibilità corrispondenti."],"End date time":["Orario e data di fine"],"Payment status":["Stato del pagamento"],"Base price":["Prezzo base"],"Reason for cancellation":["Motivo della cancellazione"],"This is the latest service form available.":["Questo è il form di prenotazione attuale."],"If you've made changes to the service form after this reservation was submitted, some information may be missing or different from what the customer originally viewed.":["Se hai modificato il form di prenotazione dopo la creazione di questa prenotazione, alcune informazioni potrebbero essere incomplete o differire da quanto visualizzato dal cliente inizialmente."],"No payment yet":["Ancora nessun pagamento"],"No locations available.":["Nessuna posizione disponibile."],"Go to Locations":["Vai alle Posizioni"],"Customer's local timezone":["Fuso orario locale del cliente"],"Customer was not able to pay within the allowed time. Expired reservations are going to be automatically deleted on a weekly basis, unless the status is manually changed or the reservation is set as paid.":["Il cliente non è stato in grado di pagare entro il tempo a disposizione. Le prenotazioni scadute sono eliminate automaticamente entro una settimana, a meno che lo stato non venga manualmente modificato o la prenotazione impostata come \"Pagata\"."],"To do":["Da fare"],"Done":["Fatto"],"Draft":["Bozza"],"Total time: %s":["Tempo totale: %s"],"Add interval":["Aggiungi intervallo"],"Remove interval":["Rimuovi intervallo"],"Showing from %s":["Mostrati da %s"],"to %s":["a %s"],"Activity period":["Periodo di attività"],"Excluded dates":["Date escluse"],"New plan":["Nuovo piano"],"Create a new Plan":["Crea un nuovo Piano"],"Please provide a name for the plan":["Per favore fornisci un nome per il piano"],"Independent":["Indipendente"],"When set as independent, reservations from other plans will not interfere with the availability of this plan, and vice versa.":["Quando impostato come indipendente, le prenotazioni da altri piani non interferiranno con la disponibilità di questo piano e viceversa."],"Weekly plan":["Piano settimanale"],"Services to which this availability source is applied.":["Servizi ai quali questa disponibilità è applicata."],"Providers to which this availability source is applied.":["Fornitori ai quali si applica questa fonte di disponibilità."],"Changing the service provider will disassociate any existing provider's Google Account. Please remember to reconfigure the Google Calendars for this plan, if necessary.":["Cambiando il fornitore di servizi si dissocerà l'Account Google di qualsiasi fornitore esistente. Ricorda di riconfigurare i Calendari Google per questo piano, se necessario."],"Destination calendars":["Calendari di destinazione"],"Calendars in which reservation events should be created for this plan.":["Calendari in cui dovrebbero essere creati gli eventi di prenotazione per questo piano."],"Personal calendars":["Calendari personali"],"Calendars whose busy events will block availability for this plan.":["Calendari i cui eventi occupati bloccheranno la disponibilità per questo piano."],"Source calendars":["Calendari sorgente"],"Calendars whose busy events will be considered as AVAILABLE time for the selected services. If more BUSY events overlap, their UNION will be considered.":["Calendari i cui eventi occupati saranno considerati come tempo DISPONIBILE per i servizi selezionati. Se si sovrappongono più eventi OCCUPATI, verrà considerata la loro UNIONE."],"Schedule":["Programma"],"Google 3-way":["Google 3-way"],"Edit content":["Modifica contenuto"],"Select":["Seleziona"],"Remove":["Rimuovi"],"This file is from a different version.":["Questo file proviene da una versione differente."],"Not a valid JSON file.":["Il file non è un file JSON valido."],"Import":["Importa"],"Export":["Esporta"],"Discard change":["Annulla le modifiche"],"Save change":["Salva le modifiche"],"Time left":["Tempo rimasto"],"Your reservation is expired.":["La tua prenotazione è scaduta."],"Thank you for the reservation":["Grazie per la prenotazione"],"To confirm the reservation, please select a payment method.":["Per confermare la prenotazione, seleziona un metodo di pagamento."],"Please select a payment method.":["Per favore scegli un metodo di pagamento."],"Amount to pay":["Importo da pagare"],"Pay":["Paga"],"Summary":["Riepilogo"],"Back":["Indietro"],"Book now":["Prenota ora"],"Coupon?":["Coupon?"],"Apply":["Applica"],"Price details":["Dettagli del costo"],"%s list price":["%s prezzo di listino"],"X %d ticket =":["X %d biglietto =","X %d biglietti ="],"Coupon %s ":["Coupon %s "],"Slot %d: %s discount":["Slot %d: %s sconto"],"%s discount":["%s sconto"],"Total":["Totale"],"Coupon applied!":["Coupon applicato!"],"Invalid coupon!":["Coupon non valido!"],"Go back":["Indietro"],"Reservations for %s number %s":["Prenotazioni per %s numero %s"],"Add to calendar":["Aggiungi al calendario"],"Thank you for your reservation":["Grazie per la tua prenotazione"],"Thank you for your reservation, we will notify you once confirmed.":["Grazie per la tua prenotazione, ti avviseremo una volta confermato."],"Reservation ID: %s":["ID di prenotazione: %s"],"Do you wish to pay online?":["Vuoi pagare online?"],"Select a service":["Seleziona un servizio"],"Promo price!":["Prezzo promo!"],"starts from":["a partire da"],"Upcoming":["In arrivo"],"Promo":["Promo"],"Map cannot be loaded right now, sorry.":["La mappa non può essere caricata ora."],"Warning":["Attenzione"],"Please input":["Per favore inserisci un valore"],"Validation failed":["Validazione fallita"],"Select...":["Seleziona..."],"Upload":["Carica"],"Max file size is %d MB, this file is %d MB":["La massima dimensione del file ammessa è di %d MB, questo file è %d MB"],"Next":["Prosegui"],"%s left":["%s rimasti"],"Get directions":["Ottieni indicazioni"],"%s or %s to book this service":["%s o %s per prenotare il servizio"],"Login":["Accedi"],"Register":["Registrati"],"Promo available!":["Promo disponibile!"],"Select a provider":["Seleziona un fornitore"],"Select one or more adjacent timeslots":["Seleziona uno o più slot adiacenti"],"Select a timeslot":["Seleziona uno slot"],"Local times in %s":["Orario locale: %s"],"This timeslot is not adjacent to the others!":["Gli slot non sono consecutivi!"],"Pay %s":["Paga %s"],"Join Zoom meeting":["Join Zoom meeting"],"Join Google Meet":["Join Google Meet"],"Please tell us the reason":["Per favore comunicaci il motivo"],"Saving...":["Salvataggio..."],"Whoops":["Ops"],"Success":["Operazione eseguita"],"Starts from %s":["Inizia da %s"],"%d available":["%d disponibili"],"Sold out":["Esaurito"],"Form field validation regex\u0004Email":["Email"],"Form field validation regex\u0004URL":["URL"],"Form field label\u0004Email":["Email"],"Form field label\u0004First name":["Nome"],"Form field label\u0004Last name":["Cognome"],"Form field label\u0004User URL":["URL dell'utente"],"Setting control\u0004Delegated":["Delega"],"Setting control\u0004Admin":["Amministratore"],"WP Block Editor\u0004Service restrictions":["Restrizioni sui servizi"],"WP Block Editor\u0004For unrestricted listing, leave all checkboxes unselected.":["Per un elenco senza restrizioni, lascia tutte le caselle deselezionate."],"WP Block Editor\u0004Provider restrictions":["Restrizioni sui fornitori"],"WP Block Editor\u0004Configuration":["Configurazione"],"WP Block Editor\u0004Widget type":["Tipo di widget"],"WP Block Editor\u0004Monthly calendar":["Calendario mensile"],"WP Block Editor\u0004Upcoming events":["Eventi in arrivo"],"WP Block Editor\u0004Unscheduled services":["Servizi non programmati"],"WP Block Editor\u0004Reservations list (logged users only)":["Lista prenotazioni (solo utenti loggati)"],"WP Block Editor\u0004Visible events":["Eventi mostrati"],"WP Block Editor\u0004Number of upcoming events shown on the page":["Il numero degli eventi in arrivo che è mostrato nella pagina"],"WP Block Editor\u0004Show more":["Mostra altri"],"WP Block Editor\u0004Load more events button":["Pulsante Carica altri eventi"],"WP Block Editor\u0004Maximum fetched events":["Numero massimo di eventi caricati"],"WP Block Editor\u0004Maximum number of events that can be loaded in total when using the \"Show more\" button. Set \"0\" for no limit.":["Numero massimo di eventi che possono essere caricati in totale utilizzando il pulsante \"Mostra altro\". Imposta \"0\" per nessun limite."],"WP Block Editor\u0004Permissions":["Permessi"],"WP Block Editor\u0004Read-only":["Sola lettura"],"WP Block Editor\u0004Prevents booking through this widget instance.":["Impedisce la prenotazione attraverso questa istanza di widget."],"WP Block Editor\u0004Logged-only":["Solo utenti loggati"],"WP Block Editor\u0004Restricts booking to logged-in users only through this widget instance.":["Limita la prenotazione solo agli utenti registrati attraverso questa istanza di widget."],"WP Block Editor\u0004These permissions apply to all services presented through this widget, overriding any service-specific permission settings.":["Questi permessi si applicano a tutti i servizi presentati attraverso questo widget, sovrascrivendo qualsiasi impostazione di permesso specifica del servizio."],"block title\u0004TheBooking widget":["TheBooking widget"],"block description\u0004Displays the booking widget":["Mostra il widget di prenotazione"],"block keyword\u0004tbk-booking":["tbk-booking"],"block keyword\u0004thebooking":["thebooking"],"block keyword\u0004teambooking":["teambooking"],"block keyword\u0004calendar":["calendario"],"block keyword\u0004reservations":["prenotazioni"]}}}