Repository: VonStroheim/thebooking-languages
Catalog: 3.1.0/team-booking-*.po
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

source: A calendar cannot be both the source and personal for the same plan.
es_es: Un calendario no puede ser tanto la fuente como personal para el mismo plan.
fr_fr: Un calendrier ne peut pas être à la fois la source et personnel pour le même plan.
pl_pl: Kalendarz nie może być jednocześnie źródłowy i osobisty dla tego samego planu.
pt_br: Um calendário não pode ser tanto a fonte quanto pessoal para o mesmo plano.
ru_ru: Календарь не может быть одновременно источником и персональным для одного и того же плана.

source: Service provider not found.
es_es: No se encontró proveedor de servicios.
fr_fr: Prestataire de service introuvable.
pl_pl: Nie znaleziono usługodawcy.
pt_br: Prestador de Serviço não encontrado.
ru_ru: Поставщик услуг не найден.

source: Availability plan successfully added.
es_es: Plan de disponibilidad añadido con éxito.
fr_fr: Plan de disponibilité ajouté avec succès.
pl_pl: Plan dostępności został pomyślnie dodany.
pt_br: Plano de disponibilidade adicionado com sucesso.
ru_ru: План доступности успешно добавлен.

source: Availability plan successfully deleted.
es_es: Plan de disponibilidad eliminado con éxito.
fr_fr: Plan de disponibilité supprimé avec succès.
pl_pl: Plan dostępności został pomyślnie usunięty.
pt_br: Plano de disponibilidade excluído com sucesso.
ru_ru: План доступности успешно удален.

source: Translations
es_es: Traducciones
fr_fr: Traductions
pl_pl: Tłumaczenia
pt_br: Traduções
ru_ru: Переводы

source: Update WPML translations
es_es: Actualizar traducciones de WPML
fr_fr: Mettre à jour les traductions WPML
pl_pl: Aktualizacja tłumaczeń WPML
pt_br: Atualização de transações WPML
ru_ru: Обновление переводов WPML

source: Update
es_es: Actualizar
fr_fr: Mettre à jour
pl_pl: Aktualizacja
pt_br: Atualização
ru_ru: Обновлять

source: Regenerate existing strings data for WPML
es_es: Regenerar datos de cadenas existentes para WPML
fr_fr: Régénérer les données de chaînes existantes pour WPML
pl_pl: Regeneracja istniejących ciągów znaków dla WPML
pt_br: Regenerar dados de strings existentes para WPML
ru_ru: Восстановить существующие строковые данные для WPML

source: Zoom Join Meeting link
es_es: Enlace para unirse a la reunión de Zoom
fr_fr: Lien de rejoindre la réunion Zoom
pl_pl: Link do dołączenia do spotkania Zoom
pt_br: Link para Ingressar na reunião do Zoom
ru_ru: Ссылка на присоединение к конференции Zoom

source: Zoom Start Meeting link
es_es: Enlace para comenzar la reunión de Zoom
fr_fr: Lien de début de réunion Zoom
pl_pl: Link do rozpoczęcia spotkania Zoom
pt_br: Smart Link da reunião do Zoom
ru_ru: Ссылка «Начать собрание» в Zoom

source: Meeting with %s
es_es: Reunión con %s
fr_fr: Réunion avec %s
pl_pl: Spotkanie z %s
pt_br: Reunião com %s
ru_ru: Встреча с %s

source: Zoom
ru_ru: Увеличить

source: Refer to the plugin documentation to know hot to get your API keys.
es_es: Consulta la documentación del plugin para saber cómo obtener tus claves de API.
fr_fr: Consultez la documentation du plugin pour savoir comment obtenir vos clés d'API.
pl_pl: Zapoznaj się z dokumentacją wtyczki, aby dowiedzieć się, jak uzyskać klucze API.
pt_br: Consulte a documentação para saber como obter suas chaves de API.
ru_ru: Обратитесь к документации плагина, чтобы узнать, как получить ключи API.

source: Zoom Account Id
es_es: Identificación de cuenta de Zoom
fr_fr: Identifiant du compte Zoom
pl_pl: Identyfikator konta Zoom
pt_br: ID da conta Zoom
ru_ru: Идентификатор учетной записи Zoom

source: Zoom API key
es_es: Clave de API de Zoom
fr_fr: Clé API Zoom
pl_pl: Klucz API Zoom
pt_br: Chave de API do Zoom
ru_ru: Ключ API масштабирования

source: Zoom API secret
es_es: Secreto de API de Zoom
fr_fr: Secret API Zoom
pl_pl: Tajny interfejs API Zoom
pt_br: Chave de API do Zoom secreta
ru_ru: Секрет API Zoom

source: Zoom JWT API key (deprecated)
es_es: Clave de API JWT de Zoom (obsoleta)
fr_fr: Clé de l'API JWT Zoom (obsolète)
pl_pl: Klucz API Zoom JWT (przestarzały)
pt_br: Chave da API Zoom JWT (obsoleta)
ru_ru: Ключ API Zoom JWT (устаревший)

source: Zoom JWT API secret (deprecated)
es_es: Clave secreta de la API de Zoom (obsoleta)
fr_fr: Secret de l'API Zoom JWT (obsolète)
pl_pl: Zoom JWT API secret (przestarzałe)
pt_br: Chave secreta da API Zoom JWT (obsoleta)
ru_ru: Секрет Zoom JWT API (устарело)

source: All day
es_es: Todo el día
fr_fr: Toute la journée
pl_pl: Cały dzień
pt_br: Dia todo
ru_ru: Весь день

source: TheBooking widget
es_es: El widget de TheBooking
fr_fr: Le widget TheBooking
pl_pl: Widżet TheBooking
ru_ru: Виджет Booking

source: Configuration
es_es: Configuración
pl_pl: Konfiguracja
pt_br: Configuração
ru_ru: Конфигурация

source: Widget type
es_es: Tipo de widget
fr_fr: Type de widget
pl_pl: Typ widżetu
pt_br: Tipo de Widget
ru_ru: Тип виджета

source: Monthly calendar
es_es: Calendario mensual
fr_fr: Calendrier mensuel
pl_pl: Kalendarz miesięczny
pt_br: Calendário mensal
ru_ru: Ежемесячный календарь

source: Upcoming events
es_es: Eventos próximos
fr_fr: Événements à venir
pl_pl: Nadchodzące wydarzenia
pt_br: Eventos futuros
ru_ru: Предстоящие События

source: Unscheduled services
es_es: Servicios no programados
fr_fr: Services non planifiés
pl_pl: Usługi nieplanowane
pt_br: Serviços não agendados
ru_ru: Внеплановые услуги

source: Reservations list (logged users only)
es_es: Lista de reservas (solo usuarios registrados)
fr_fr: Liste des réservations (utilisateurs connectés uniquement)
pl_pl: Lista rezerwacji (tylko zalogowani użytkownicy)
pt_br: Lista de reservas (somente usuários logados)
ru_ru: Список резервирований (только для зарегистрированных пользователей)

source: Displayed events
es_es: Eventos mostrados
fr_fr: Événements affichés
pl_pl: Wyświetlane zdarzenia
pt_br: Eventos exibidos
ru_ru: Отображаемые события

source: The number of upcoming events that are displayed on the page
es_es: El número de eventos próximos que se muestran en la página
fr_fr: Le nombre d'événements à venir affichés sur la page
pl_pl: Liczba nadchodzących wydarzeń wyświetlanych na stronie
pt_br: O número de eventos futuros exibidos na página
ru_ru: Количество предстоящих событий, отображаемых на странице.

source: Show more
es_es: Mostrar más
fr_fr: Afficher plus
pl_pl: Pokaż więcej
pt_br: Mostrar mais
ru_ru: Показать больше

source: Shows a button to load more events
es_es: Muestra un botón para cargar más eventos
fr_fr: Affiche un bouton pour charger plus d'événements
pl_pl: Wyświetla przycisk, aby załadować więcej zdarzeń
pt_br: Mostra um botão para carregar mais eventos
ru_ru: Показывает кнопку для загрузки дополнительных событий

source: Maximum fetched events
es_es: Máximo de eventos recuperados
fr_fr: Nombre maximal d'événements récupérés
pl_pl: Maksymalna liczba pobranych zdarzeń
pt_br: Máximo de eventos buscados
ru_ru: Максимальное количество полученных событий

source: Limit the number of maximum events that can be loaded. 0 means no limit.
es_es: Limita el número máximo de eventos que se pueden cargar. 0 significa sin límite.
fr_fr: Limite le nombre maximal d'événements qui peuvent être chargés. 0 signifie aucune limite.
pl_pl: Ograniczenie liczby maksymalnych zdarzeń, które mogą zostać załadowane. 0 oznacza brak limitu.
pt_br: Limite o número máximo de eventos que podem ser carregados. 0 significa sem limite.
ru_ru: Ограничьте максимальное количество событий, которые можно загрузить. 0 означает отсутствие ограничений.

source: Restrictions
es_es: Restricciones
pl_pl: Ograniczenia
pt_br: Restrições
ru_ru: Ограничения

source: Restrict services
es_es: Restringir servicios
fr_fr: Restreindre les services
pl_pl: Ograniczenie usług
pt_br: Serviços restritos
ru_ru: Ограничить услуги

source: Restrict providers
es_es: Restringir proveedores
fr_fr: Restreindre les fournisseurs
pl_pl: Ograniczenie dostawców
pt_br: Prestadores de serviço restritos
ru_ru: Ограничить поставщиков

source: Read-only
es_es: Solo lectura
fr_fr: Lecture seule
pl_pl: Tylko do odczytu
pt_br: Apenas leitura
ru_ru: Только чтение

source: Logged-only
es_es: Solo para usuarios registrados
fr_fr: Connecté uniquement
pl_pl: Tylko zalogowany
pt_br: Logados apenas
ru_ru: Только для входа

source: No payment to refund.
es_es: No hay pagos para reembolsar.
fr_fr: Aucun paiement à rembourser.
pl_pl: Brak płatności do zwrotu.
pt_br: Nenhum pagamento para reembolsar.
ru_ru: Нет оплаты для возврата.

source: PayPal API are not configured, refunds are not active.
es_es: La API de PayPal no está configurada, los reembolsos no están activos.
fr_fr: PayPal API n'est pas configuré, les remboursements ne sont pas actifs.
pl_pl: API PayPal nie jest skonfigurowane, zwroty nie są aktywne.
pt_br: A API do PayPal não está configurada, os reembolsos não estão ativos.
ru_ru: PayPal API не настроен, возврат средств не активен.

source: PayPal API connection error.
es_es: Error de conexión con la API de PayPal.
fr_fr: Erreur de connexion à l'API PayPal.
pl_pl: Błąd połączenia API PayPal.
pt_br: Erro de conexão da API do PayPal.
ru_ru: Ошибка подключения API PayPal.

source: PayPal refund failed. Reason: %s
es_es: El reembolso de PayPal ha fallado. Razón: %s
fr_fr: Le remboursement PayPal a échoué. Raison : %s
pl_pl: Zwrot PayPal nie powiódł się. Powód: %s
pt_br: Falha de reembolso do PayPal. Motivo: %s
ru_ru: Возврат средств через PayPal не удался. Причина: %s

source: PayPal refund pending. Reason: %s
es_es: Reembolso de PayPal pendiente. Razón: %s
fr_fr: Remboursement PayPal en attente. Raison : %s
pl_pl: Zwrot PayPal w toku. Powód: %s
pt_br: Reembolso do PayPal pendente. Razão: %s
ru_ru: Ожидается возврат средств через PayPal. Причина: %s

source: from %1$s to %2$s
es_es: de %1$s a %2$s
fr_fr: de %1$s à %2$s
pl_pl: z %1$s na %2$s
pt_br: de %1$s para %2$s
ru_ru: от %1$s до %2$s

source: Return to %s
es_es: Volver a %s
fr_fr: Retourner à %s
pl_pl: Powrót do %s
pt_br: Retornar a %s
ru_ru: Вернуться к %s

source: Direct payment
es_es: Pago directo
fr_fr: Paiement direct
pl_pl: Płatność bezpośrednia
pt_br: Pagamento direto
ru_ru: Прямая оплата

source: Done in a currency not held by your PayPal account at the moment of the transaction.
es_es: Realizado en una moneda que no se encuentra en su cuenta de PayPal en el momento de la transacción.
fr_fr: Effectué dans une devise non détenue par votre compte PayPal au moment de la transaction.
pl_pl: Dokonano płatności w walucie, która nie znajduje się na koncie PayPal użytkownika w momencie dokonywania transakcji.
pt_br: Feito em uma moeda que não esteja em sua conta do PayPal no momento da transação.
ru_ru: Совершено в валюте, которая не хранится на вашем счете PayPal на момент транзакции.

source: PayPal Settings
es_es: Configuración de PayPal
fr_fr: Paramètres PayPal
pl_pl: Ustawienia PayPal
pt_br: Configurações do PayPal
ru_ru: Настройки PayPal

source: Use of either Business or Premium PayPal account is recommended to avoid issues, as you are not supposed to make commercial transactions with a Personal PayPal account.
es_es: Se recomienda el uso de una cuenta de PayPal Business o Premium para evitar problemas, ya que no se supone que realice transacciones comerciales con una cuenta de PayPal personal.
fr_fr: L'utilisation d'un compte PayPal Business ou Premium est recommandée pour éviter les problèmes, car vous n'êtes pas censé effectuer des transactions commerciales avec un compte PayPal personnel.
pl_pl: Aby uniknąć problemów, zaleca się korzystanie z konta PayPal Business lub Premium, ponieważ nie należy dokonywać transakcji komercyjnych za pomocą osobistego konta PayPal.
pt_br: O uso da conta PayPal Business ou Premium é recomendado para evitar problemas, pois você não deve fazer transações comerciais com uma conta PayPal pessoal.
ru_ru: Во избежание проблем рекомендуется использовать учетную запись PayPal Business или Premium, поскольку вы не должны совершать коммерческие транзакции с помощью личной учетной записи PayPal.

source: Active
es_es: Activo
fr_fr: Activé
pl_pl: Aktywny
pt_br: Ativo
ru_ru: Активный

source: Use this payment gateway to accept online payments.
es_es: Use esta pasarela de pago para aceptar pagos en línea.
fr_fr: Utilisez cette passerelle de paiement pour accepter les paiements en ligne.
pl_pl: Użyj tej bramki płatności, aby akceptować płatności online.
pt_br: Use este gateway de pagamento para aceitar pagamentos online.
ru_ru: Используйте этот платежный шлюз для приема онлайн-платежей.

source: Account email
es_es: Correo electrónico de la cuenta
fr_fr: Adresse email du compte
pl_pl: E-mail konta
pt_br: Conta de email
ru_ru: Адрес электронной почты

source: Payments will be addressed to this email.
es_es: Los pagos se enviarán a este correo electrónico.
fr_fr: Les paiements seront adressés à cette adresse email.
pl_pl: Płatności będą kierowane na ten adres e-mail.
pt_br: Os pagamentos serão endereçados para este e-mail.
ru_ru: Платежи будут поступать на этот адрес электронной почты.

source: If you are using the Sandbox for testing, ensure to put here an email address generated in the Sandbox instead of your live account, or the payment notifications will fail.
es_es: Si está utilizando el Sandbox para realizar pruebas, asegúrese de poner aquí una dirección de correo electrónico generada en el Sandbox en lugar de su cuenta en vivo, o las notificaciones de pago fallarán.
fr_fr: Si vous utilisez le mode Sandbox pour les tests, assurez-vous de mettre ici une adresse email générée dans le Sandbox au lieu de votre compte en direct, sinon les notifications de paiement échoueront.
pl_pl: Jeśli korzystasz z piaskownicy do testowania, upewnij się, że podałeś adres e-mail wygenerowany w piaskownicy, a nie na koncie rzeczywistym, w przeciwnym razie powiadomienia o płatnościach nie powiodą się.
pt_br: Se você estiver usando o Sandbox para testes, certifique-se de colocar aqui um endereço de e-mail gerado no Sandbox em vez de sua conta real, ou as notificações de pagamento falharão.
ru_ru: Если вы используете «Песочницу» для тестирования, обязательно укажите здесь адрес электронной почты, сгенерированный в «Песочнице», а не вашу реальную учетную запись, иначе уведомления о платежах не будут приходить.

source: Primary email (optional)
es_es: Correo electrónico principal (opcional)
fr_fr: Adresse email principale (optionnel)
pl_pl: Główny adres e-mail (opcjonalnie)
pt_br: Email principal (opcional)
ru_ru: Основной адрес электронной почты (необязательно)

source: Payments will be checked against this email. Use this setting if your PayPal account handles multiple email addresses and the payments are not supposed to go into the primary one.
es_es: Los pagos se verificarán con este correo electrónico. Use esta configuración si su cuenta de PayPal maneja varias direcciones de correo electrónico y los pagos no deben ir a la principal.
fr_fr: Les paiements seront vérifiés par rapport à cette adresse e-mail. Utilisez ce paramètre si votre compte PayPal gère plusieurs adresses e-mail et que les paiements ne sont pas censés aller dans celle principale.
pl_pl: Płatności będą sprawdzane na podstawie tego adresu e-mail. Użyj tego ustawienia, jeśli Twoje konto PayPal obsługuje wiele adresów e-mail, a płatności nie powinny trafiać na ten główny.
pt_br: Os pagamentos serão verificados neste e-mail. Use esta configuração se sua conta do PayPal lidar com vários endereços de e-mail e os pagamentos não devem ir para o endereço principal.
ru_ru: Платежи будут проверяться по этому адресу электронной почты. Используйте этот параметр, если ваша учетная запись PayPal обрабатывает несколько адресов электронной почты и платежи не должны поступать на основной.

source: Ensure that your primary PayPal email address is correct, otherwise payment notifications will fail.
es_es: Asegúrese de que su dirección de correo electrónico principal de PayPal sea correcta, de lo contrario, las notificaciones de pago fallarán.
fr_fr: Assurez-vous que votre adresse e-mail PayPal principale est correcte, sinon les notifications de paiement échoueront.
pl_pl: Upewnij się, że główny adres e-mail PayPal jest prawidłowy, w przeciwnym razie powiadomienia o płatnościach nie będą działać.
pt_br: Certifique-se de que seu endereço de e-mail principal do PayPal esteja correto, caso contrário, as notificações de pagamento falharão.
ru_ru: Убедитесь, что ваш основной адрес электронной почты PayPal верен, иначе уведомления о платежах не будут отправлены.

source: Use sandbox
es_es: Usar sandbox
fr_fr: Utiliser le bac à sable
pl_pl: Korzystanie z piaskownicy
pt_br: Use o sandbox
ru_ru: Использовать песочницу

source: Activate the sandbox to test payments.
es_es: Active el sandbox para realizar pruebas de pago.
fr_fr: Activez le bac à sable pour tester les paiements.
pl_pl: Aktywuj piaskownicę, aby przetestować płatności.
pt_br: Ativar modo de testes de pagamentos.
ru_ru: Активируйте песочницу для тестирования платежей.

source: Redirect URL
es_es: URL de redirección
fr_fr: URL de redirection
pl_pl: Przekierowanie URL
pt_br: URL de redirecionamento
ru_ru: URL-адрес перенаправления

source: After payment, the customer will be redirected to this URL.
es_es: Después del pago, el cliente será redirigido a esta URL.
fr_fr: Après le paiement, le client sera redirigé vers cette URL.
pl_pl: Po dokonaniu płatności klient zostanie przekierowany na ten adres URL.
pt_br: Após o pagamento, o cliente será redirecionado para esta URL.
ru_ru: После оплаты клиент будет перенаправлен на этот URL.

source: Required to enable refunds
es_es: Necesario para habilitar reembolsos
fr_fr: Requis pour activer les remboursements
pl_pl: Wymagane do włączenia zwrotów
pt_br: Obrigatório para habilitar reembolsos
ru_ru: Требуется для включения возврата средств

source: API Client ID (test)
es_es: ID de cliente de la API (prueba)
fr_fr: Identifiant client API (test)
pl_pl: Identyfikator klienta API (test)
pt_br: ID da API Cliente (teste)
ru_ru: Идентификатор клиента API (тестовый)

source: API Client Secret (test)
es_es: Secreto de cliente de la API (prueba)
fr_fr: Secret client API (test)
pt_br: ID da API Cliente secreta (teste)
ru_ru: Секрет клиента API (тестовый)

source: Debug (IPN)
es_es: Depuración (IPN)
fr_fr: Débogage (IPN)
pt_br: Depuração (IPN)
ru_ru: Отладка (IPN)

source: Activate this setting to dump IPN requests from PayPal in case of issues.
es_es: Active esta configuración para volcar las solicitudes de IPN de PayPal en caso de problemas.
fr_fr: Activez ce paramètre pour décharger les demandes IPN de PayPal en cas de problèmes.
pl_pl: Aktywuj to ustawienie, aby zrzucać żądania IPN z PayPal w przypadku problemów.
pt_br: Ative esta configuração para descarregar solicitações de IPN do PayPal em caso de problemas.
ru_ru: Активируйте этот параметр, чтобы в случае возникновения проблем сбрасывать запросы IPN от PayPal.

source: Stripe gateway is not active.
es_es: La pasarela de Stripe no está activa.
fr_fr: La passerelle Stripe n'est pas active.
pl_pl: Bramka Stripe nie jest aktywna.
pt_br: Gateway do Stripe não está ativo.
ru_ru: Шлюз Stripe не активен.

source: Stripe API error.
es_es: Error de la API de Stripe.
fr_fr: Erreur API Stripe.
pl_pl: Błąd interfejsu API Stripe.
pt_br: Erro de API do Stripe.
ru_ru: Ошибка Stripe API.

source: Reservation for %s
es_es: Reserva para %s
fr_fr: Reservation pour %s
pl_pl: Rezerwacja na %s
pt_br: Reserva para %s
ru_ru: Резервирование для %s

source: Card
es_es: Tarjeta
fr_fr: Carte de crédit
pl_pl: Karta
pt_br: Cartão
ru_ru: Карта

source: Stripe
pl_pl: Pasek
ru_ru: Полоса

source: Payment error.
es_es: Error de pago.
fr_fr: Erreur de paiement.
pl_pl: Błąd płatności.
pt_br: Erro de pagamento.
ru_ru: Ошибка оплаты.

source: Stripe Settings
es_es: Configuración de Stripe
fr_fr: Paramètres Stripe
pl_pl: Ustawienia paska
pt_br: Configurações do Stripe
ru_ru: Настройки полосы

source: Publishable Key
es_es: Clave publicable
fr_fr: Clé publique
pl_pl: Klucz do publikacji
pt_br: Chave pública
ru_ru: Публикуемый ключ

source: Secret Key
es_es: Clave secreta
fr_fr: Clé secrète
pl_pl: Tajny klucz
pt_br: Chave Secreta
ru_ru: Секретный ключ

source: Publishable Key (test)
es_es: Clave publicable (test)
fr_fr: Clé publique (test)
pl_pl: Klucz do publikacji (test)
pt_br: Chave pública (teste)
ru_ru: Публикуемый ключ (тестовый)

source: Used to test payments
es_es: Utilizada para probar pagos
fr_fr: Utilisée pour les tests de paiement
pl_pl: Służy do testowania płatności
pt_br: Usado para testar pagamentos
ru_ru: Используется для тестирования платежей

source: Secret Key (test)
es_es: Clave secreta (test)
fr_fr: Clé secrète (test)
pl_pl: Tajny klucz (test)
pt_br: Chave Secreta (teste)
ru_ru: Секретный ключ (тест)

source: Send receipt to the customer
es_es: Enviar recibo al cliente
fr_fr: Envoyer le reçu au client
pl_pl: Wyślij potwierdzenie do klienta
pt_br: Enviar recibo ao cliente
ru_ru: Отправьте чек клиенту

source: The customer email provided in the reservation form will be used
es_es: Se utilizará el correo electrónico proporcionado por el cliente en el formulario de reserva
fr_fr: L'adresse e-mail du client fournie dans le formulaire de réservation sera utilisée
pl_pl: Wykorzystany zostanie adres e-mail klienta podany w formularzu rezerwacji
pt_br: Será utilizado o e-mail do cliente fornecido no formulário de reserva
ru_ru: Будет использован адрес электронной почты клиента, указанный в форме бронирования.

source: IDEAL support
es_es: Soporte IDEAL
fr_fr: Prise en charge IDEAL
pl_pl: IDEALNE wsparcie
pt_br: Suporte IDEAL
ru_ru: ИДЕАЛЬНАЯ поддержка

source: Activate this option if you want to use IDEAL
es_es: Activar esta opción si desea usar IDEAL
fr_fr: Activez cette option si vous souhaitez utiliser IDEAL
pl_pl: Aktywuj tę opcję, jeśli chcesz używać IDEAL
pt_br: Ative esta opção se quiser usar o IDEAL
ru_ru: Активируйте эту опцию, если вы хотите использовать IDEAL

source: Load Stripe.js library
es_es: Cargar la biblioteca Stripe.js
fr_fr: Chargement de la bibliothèque Stripe.js
pl_pl: Załaduj bibliotekę Stripe.js
pt_br: Carregar biblioteca Stripe.js
ru_ru: Загрузите библиотеку Stripe.js

source: Deactivate this option only if another plugin is loading the same library
es_es: Desactiva esta opción solo si otro plugin está cargando la misma biblioteca
fr_fr: Désactiver cette option uniquement si un autre plugin charge la même bibliothèque
pl_pl: Wyłącz tę opcję tylko wtedy, gdy inna wtyczka ładuje tę samą bibliotekę
pt_br: Desative esta opção somente se outro plugin estiver carregando a mesma biblioteca
ru_ru: Деактивируйте эту опцию, только если другой плагин загружает ту же библиотеку.

source: Stripe webhook URL
es_es: URL del webhook de Stripe
fr_fr: URL du webhook Stripe
pl_pl: Adres URL webhooka Stripe
pt_br: URL do webhook do Stripe
ru_ru: URL-адрес веб-перехватчика Stripe

source: This is the URL where Stripe notifies the payments. It must be equal to %s, otherwise go in your Stripe account dashboard and change the URL.
es_es: Esta es la URL donde Stripe notifica los pagos. Debe ser igual a %s, de lo contrario, vaya al panel de su cuenta de Stripe y cambie la URL.
fr_fr: C'est l'URL où Stripe notifie les paiements. Il doit être égal à %s, sinon rendez-vous dans le tableau de bord de votre compte Stripe et modifiez l'URL.
pl_pl: Jest to adres URL, pod którym Stripe powiadamia o płatnościach. Musi być równy %s, w przeciwnym razie przejdź do panelu konta Stripe i zmień adres URL.
pt_br: Esta é a URL onde o Stripe notifica os pagamentos. Deve ser igual a %s, caso contrário, acesse o painel da sua conta Stripe e altere a URL.
ru_ru: Это URL-адрес, по которому Stripe уведомляет о платежах. Он должен быть равен %s, в противном случае зайдите в панель управления своей учетной записью Stripe и измените URL-адрес.

source: Booking tools
es_es: Herramientas de reserva
fr_fr: Outils de réservation
pl_pl: Narzędzia do rezerwacji
pt_br: Ferramentas de reserva
ru_ru: Инструменты бронирования
