Repository: VonStroheim/thebooking-languages
Catalog: 3.1.0/team-booking-*.po
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

source: This determines the sorting order of service providers during the selection step.
es_es: Este es el orden de los proveedores de servicios durante el paso de selección de proveedores de servicios.
fr_fr: Il s'agit de l'ordre des prestataires de services lors de l'étape de sélection du prestataire de services.
pl_pl: Określa to kolejność sortowania usługodawców na etapie wyboru.
pt_br: Esta é a ordem dos prestadores de serviço durante a etapa de seleção do prestador de serviço.
ru_ru: Это определяет порядок сортировки поставщиков услуг на этапе выбора.

source: Services sorting order
es_es: Orden de los servicios
fr_fr: Ordre de tri des services
pl_pl: Kolejność sortowania usług
pt_br: Ordem dos serviços
ru_ru: Порядок сортировки услуг

source: This determines the sorting order of services during the selection step.
es_es: Este es el orden de los servicios durante el paso de selección de servicios.
fr_fr: Il s'agit de l'ordre des services lors de l'étape de sélection de service.
pl_pl: Określa to kolejność sortowania usług na etapie wyboru.
pt_br: Esta é a ordem dos serviços durante a etapa de seleção do serviço.
ru_ru: Это определяет порядок сортировки услуг на этапе выбора.

source: Enable Caching
es_es: Habilitar el almacenamiento en caché
fr_fr: Activer le cache
pl_pl: Włącz buforowanie
pt_br: Habilitar o cache
ru_ru: Включить кэширование

source: If enabled, the plugin will utilize the existing caching system to improve loading times.
es_es: Si está activo, el plugin usará el sistema de caché disponible para optimizar los tiempos de carga.
fr_fr: Si activé, le plugin utilisera le système de mise en cache disponible actuellement pour optimiser les temps de chargement.
pl_pl: Jeśli jest włączona, wtyczka wykorzysta istniejący system buforowania, aby poprawić czas ładowania.
pt_br: Se ativo, o plug-in usará o sistema de cache atual disponível para otimizar os tempos de carregamento.
ru_ru: Если этот параметр включен, плагин будет использовать существующую систему кэширования для сокращения времени загрузки.

source: Disabling caching can significantly impact the overall speed of the plugin. Only disable caching if you are encountering problems with your current caching system.
es_es: Desactivar la caché puede tener un gran impacto en la velocidad general del plugin. Desactívelo si tiene problemas con su sistema de caché actual.
fr_fr: Désactiver le cache peut avoir un impact important sur la vitesse globale du plugin. Désactivez-le si vous rencontrez des problèmes avec votre système de mise en cache actuel.
pl_pl: Wyłączenie buforowania może znacząco wpłynąć na ogólną szybkość działania wtyczki. Wyłącz buforowanie tylko wtedy, gdy napotykasz problemy z bieżącym systemem buforowania.
pt_br: Desativar o cache pode ter um grande impacto na velocidade geral do plug-in. Desative-o se estiver tendo problemas com seu sistema de cache atual.
ru_ru: Отключение кеширования может существенно повлиять на общую скорость работы плагина. Отключайте кеширование только в том случае, если у вас возникли проблемы с текущей системой кеширования.

source: Use Service Providers
es_es: Usar proveedores de servicio.
fr_fr: Utiliser les prestataires de service
pl_pl: Korzystanie z usług dostawców
pt_br: Use Provedores de Serviço
ru_ru: Использовать поставщиков услуг

source: Enable this setting to allocate and manage services across multiple WordPress Users (service providers).
es_es: Active esta configuración para asignar y gestionar servicios a través de múltiples usuarios de WordPress (proveedores de servicios).
fr_fr: Activez ce paramètre pour allouer et gérer les services à travers plusieurs utilisateurs WordPress (prestataires de services).
pl_pl: Włącz to ustawienie, aby przydzielać usługi i zarządzać nimi między wieloma użytkownikami WordPress (dostawcami usług).
pt_br: Ative esta configuração para alocar e gerenciar serviços entre vários Usuários do WordPress (prestadores de serviço).
ru_ru: Включите эту настройку, чтобы распределять и управлять услугами среди нескольких пользователей WordPress (поставщиков услуг).

source: TheBooking is now at v%s!
es_es: ¡TheBooking ahora está en la versión %s!
fr_fr: TheBooking est maintenant en version %s !
pl_pl: TheBooking jest teraz dostępny pod adresem%s!
pt_br: TheBooking agora está na versão %s!
ru_ru: TheBooking теперь на версии v%s!

source: 📢 We've rolled out some changes. Some of them might need your attention.
es_es: 📢 Hemos implementado algunos cambios. Algunos de ellos podrían requerir tu atención.
fr_fr: 📢 Nous avons déployé quelques modifications. Certaines d'entre elles pourraient nécessiter votre attention.
pl_pl: Wprowadziliśmy kilka zmian. Niektóre z nich mogą wymagać uwagi.
pt_br: 📢 Implementamos algumas mudanças. Algumas delas podem precisar da sua atenção.
ru_ru: 📢 Мы внесли некоторые изменения. Некоторые из них могут потребовать вашего внимания.

source: See What's New
es_es: Ver las novedades
fr_fr: Voir les nouveautés
pl_pl: Zobacz co nowego
pt_br: Veja o que há de novo
ru_ru: Смотреть что нового

source: Dismiss
es_es: Descartar
fr_fr: Ignorer
pl_pl: Odrzucić
pt_br: Dispensar
ru_ru: Закрыть

source: WP API nonce expired, please refresh the page.
es_es: Nonce de API de WP caducado, por favor actualice la página.
fr_fr: La clé WP API nonce a expiré, veuillez rafraîchir la page.
pl_pl: Nonce WP API wygasło, odśwież stronę.
pt_br: API do WP expirada, atualize a página.
ru_ru: Срок действия WP API истек, обновите страницу.

source: Generic error
es_es: Error genérico
fr_fr: Erreur générique
pl_pl: Błąd ogólny
pt_br: Erro genérico
ru_ru: Общая ошибка

source: All times are local
es_es: Todos los horarios son locales
fr_fr: Toutes les heures sont locales
pl_pl: Wszystkie czasy są lokalne
pt_br: Todos os horários são locais
ru_ru: Все время местное

source: Add
es_es: Añadir
fr_fr: Ajouter
pl_pl: Dodaj
pt_br: Adicionar
ru_ru: Добавлять

source: Cancel
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена

source: This panel is for administrative purposes only
es_es: Este panel es solo para fines administrativos
fr_fr: Ce panneau est uniquement à des fins administratives
pl_pl: Ten panel służy wyłącznie do celów administracyjnych
pt_br: Este painel é apenas para fins administrativos
ru_ru: Эта панель предназначена только для административных целей

source: Form conditionals and requirements will not be applied. All fields will be displayed, and all values will be allowed.
es_es: Las condiciones y requisitos del formulario no se aplicarán. Se muestran todos los campos, se permiten todos los valores.
fr_fr: Les conditionnels et exigences du formulaire ne seront pas appliqués. Tous les champs seront affichés, et toutes les valeurs seront autorisées.
pl_pl: Warunki i wymagania formularza nie będą stosowane. Wszystkie pola zostaną wyświetlone, a wszystkie wartości będą dozwolone.
pt_br: Condicionais e requisitos do formulário não serão aplicados. Todos os campos serão exibidos e todos os valores serão permitidos.
ru_ru: Условные формы и требования не будут применяться. Все поля будут отображаться, и все значения будут разрешены.

source: Reset this field if you want to create a new customer using the provided email address.
es_es: Restablezca este campo si desea crear un nuevo cliente utilizando la dirección de correo electrónico proporcionada.
fr_fr: Réinitialisez ce champ si vous souhaitez créer un nouveau client avec l'adresse e-mail fournie.
pl_pl: Zresetuj to pole, jeśli chcesz utworzyć nowego klienta przy użyciu podanego adresu e-mail.
pt_br: Limpe este campo se desejar criar um novo cliente, com base no endereço de e-mail fornecido.
ru_ru: Сбросьте это поле, если хотите создать нового клиента с использованием предоставленного адреса электронной почты.

source: This is required
es_es: Esto es requerido
fr_fr: Champ obligatoire
pl_pl: Jest to wymagane
pt_br: Isso é necessário
ru_ru: Это необходимо

source: Please provide a valid email address
es_es: Por favor, proporcione una dirección de correo electrónico válida
fr_fr: Merci d’indiquer une adresse email valide
pl_pl: Podaj prawidłowy adres e-mail
pt_br: Por favor, forneça um endereço de email válido
ru_ru: Пожалуйста, представьте действующий адрес электронной почты

source: Time
es_es: Hora
fr_fr: Heure
pl_pl: Czas
pt_br: Tempo
ru_ru: Время

source: Add reservation
es_es: Agregar reserva
fr_fr: Ajouter une réservation
pl_pl: Dodaj rezerwację
pt_br: Adicionar reserva
ru_ru: Добавить бронирование

source: %d out of %d
es_es: %d de %d
fr_fr: %d sur %d
pl_pl: %d z %d
pt_br: %d de %d
ru_ru: %d из %d

source: Booked
es_es: Reservado
fr_fr: Réservé
pl_pl: Zarezerwowane
pt_br: Agendado
ru_ru: Забронировано

source: Available
es_es: Disponible
fr_fr: Disponible
pl_pl: Dostępne
pt_br: Disponível
ru_ru: Доступный

source: Customer notifications will follow this timezone setting.
es_es: Las notificaciones al cliente seguirán esta configuración de zona horaria.
fr_fr: Les notifications aux clients suivront ce paramètre de fuseau horaire.
pl_pl: Powiadomienia klientów będą zgodne z tym ustawieniem strefy czasowej.
pt_br: As notificações ao cliente seguirão esta configuração de fuso horário.
ru_ru: Уведомления для клиентов будут следовать этой настройке часового пояса.

source: System timezone (WordPress > Settings > General)
es_es: Zona horaria del sistema (WordPress > Configuración > General).
fr_fr: Fuseau horaire du système (WordPress > Paramètres > Général)
pl_pl: Systemowa strefa czasowa (WordPress > Ustawienia > Ogólne)
pt_br: Fuso horário do sistema (WordPress > Configurações > Geral).
ru_ru: Системный часовой пояс (WordPress > Настройки > Общие)

source: Associate the customer with a WordPress user
es_es: Asociar al cliente con un usuario de WordPress
fr_fr: Associer le client à un utilisateur WordPress
pl_pl: Powiązanie klienta z użytkownikiem WordPress
pt_br: Associe o cliente a um usuário do WordPress
ru_ru: Связать клиента с пользователем WordPress.

source: Do not associate the customer
es_es: No mapear al cliente
fr_fr: Ne pas associer le client
pl_pl: Nie należy kojarzyć klienta
pt_br: Não associe o cliente
ru_ru: Не связывать клиента

source: Are you sure?
es_es: ¿Está seguro/a?
fr_fr: Etes-vous sûr de vouloir faire ça ?
pl_pl: Jesteś pewien?
pt_br: Tem certeza?
ru_ru: Вы уверены?

source: Yes
es_es: Sí
fr_fr: Oui
pl_pl: Tak
pt_br: Sim
ru_ru: Да

source: No
fr_fr: Non
pl_pl: Nie
pt_br: Não
ru_ru: Нет

source: Delete
es_es: Eliminar
fr_fr: Supprimer
pl_pl: Usuń
pt_br: Apagar
ru_ru: Удалить

source: New API token
es_es: Nuevo token de API
fr_fr: Nouveau jeton API
pl_pl: Nowy token API
pt_br: Novo token de API
ru_ru: Новый токен API

source: Generate a new API token
es_es: Crear nuevo token de API
fr_fr: Créer un nouveau jeton API
pl_pl: Wygeneruj nowy token API
pt_br: Criar novo token de API
ru_ru: Создать новый токен API

source: Create
es_es: Crear
fr_fr: Créer
pl_pl: Utwórz
pt_br: Criar
ru_ru: Создавать

source: Please provide the token name
es_es: Por favor, introduzca el nombre del token
fr_fr: Veuillez saisir le nom du jeton
pl_pl: Podaj nazwę tokena
pt_br: Por favor insira o o nome do token
ru_ru: Пожалуйста, укажите имя токена

source: If enabled, this API token restricts write operations for API requests.
es_es: Si está habilitado, este token de API restringe las operaciones de escritura para las solicitudes de API.
fr_fr: Si activé, ce jeton API restreint les opérations d'écriture pour les demandes API.
pl_pl: Jeśli jest włączony, ten token API ogranicza operacje zapisu dla żądań API.
pt_br: Se ativado, este token de API restringe operações de escrita para solicitações de API.
ru_ru: Если включено, этот токен API ограничивает операции записи для запросов API.

source: Add coupon
es_es: Agregar cupón
fr_fr: Ajouter un coupon
pl_pl: Dodaj kupon
pt_br: Adicionar cupom
ru_ru: Добавить купон

source: Used
es_es: Usado
fr_fr: Utilisé
pl_pl: Używany
pt_br: Usado
ru_ru: Использовал

source: Please enter the coupon text without any spaces
es_es: Por favor, introduzca el texto del cupón sin espacios en blanco
fr_fr: Veuillez saisir le texte du coupon sans espaces blancs
pl_pl: Wprowadź tekst kuponu bez spacji
pt_br: Por favor insira o texto do cupom sem espaços em branco
ru_ru: Пожалуйста, введите текст купона без пробелов

source: Coupon already exists
es_es: Cupón ya existente
fr_fr: Coupon déjà présent
pl_pl: Kupon już istnieje
pt_br: Cupom já presente
ru_ru: Купон уже существует

source: Error
fr_fr: Erreur
pl_pl: Błąd
pt_br: Erro
ru_ru: Ошибка

source: There are reservations for this customer
es_es: Hay reservas para este cliente
fr_fr: Il y a des réservations pour ce client
pl_pl: Istnieją rezerwacje dla tego klienta
pt_br: Existem reservas para este Cliente
ru_ru: Есть бронирования для этого клиента

source: Registered
es_es: Registrado
fr_fr: Enregistré
pl_pl: Zarejestrowany
pt_br: Registrado
ru_ru: Зарегистрирован

source: Not registered
es_es: No registrado
fr_fr: Non enregistré
pl_pl: Nie zarejestrowany
pt_br: Não registrado
ru_ru: Не зарегистрирован

source: Inactive
es_es: Inactivo
fr_fr: Inactif
pl_pl: Nieaktywny
pt_br: Inativo
ru_ru: Неактивный

source: Selected %d item
es_es: Seleccionado %d elemento
fr_fr: %d élément sélectionné
pl_pl: Wybrany element %d
pt_br: %d item selecionado
ru_ru: Выбран %d элемент

source: Delete %d item
es_es: Eliminar %d elemento
fr_fr: Supprimer %d élément
pl_pl: Usuń element %d
pt_br: Apagar %d item
ru_ru: Удалить %d элемент

source: All
es_es: Todos
fr_fr: Tous
pl_pl: Wszystkie
pt_br: Todos
ru_ru: Все

source: Reservations by %s
es_es: Reservas por %s
fr_fr: Réservations par %s
pl_pl: Rezerwacje przez %s
pt_br: Reservas por %s
ru_ru: Бронирования %s

source: Search...
es_es: Buscar...
fr_fr: Recherche...
pl_pl: Szukaj...
pt_br: Pesquisar...
ru_ru: Поиск...

source: Add a customer
es_es: Agregar un cliente
fr_fr: Ajouter un client
pl_pl: Dodaj klienta
pt_br: Adicionar um Cliente
ru_ru: Добавить клиента

source: Create a new WordPress user
es_es: Crear un nuevo usuario de WordPress
fr_fr: Créer un nouvel utilisateur WordPress
pl_pl: Utwórz nowego użytkownika WordPress
pt_br: Criar um novo usuário WordPress
ru_ru: Создайте нового пользователя WordPress

source: Please provide a name
es_es: Por favor, proporcione un nombre
fr_fr: Merci d’indiquer un nom
pl_pl: Prosimy o podanie nazwy
pt_br: Por favor, forneça um nome
ru_ru: Пожалуйста, укажите имя

source: Deletion prevented: services are assigned to this location.
es_es: Eliminación evitada: hay servicios asignados a esta ubicación.
fr_fr: Suppression empêchée : des services sont attribués à cet emplacement.
pl_pl: Usunięcie uniemożliwione: usługi są przypisane do tej lokalizacji.
pt_br: Exclusão impedida: serviços estão atribuídos a este local.
ru_ru: Удаление предотвращено: услуги привязаны к этому местоположению.

source: New location
es_es: Nueva ubicación
fr_fr: Nouvel emplacement
pl_pl: Nowa lokalizacja
pt_br: Nova localidade
ru_ru: Новое место

source: Add a location
es_es: Agregar ubicación
fr_fr: Ajouter un emplacement
pl_pl: Dodaj lokalizację
pt_br: Adicionar uma localidade
ru_ru: Добавить местоположение

source: Please enter a valid and properly formatted address
es_es: Por favor, proporcione una dirección válida y bien formateada
fr_fr: Veuillez entrer une adresse valide et correctement formatée
pl_pl: Wprowadź prawidłowy i poprawnie sformatowany adres
pt_br: Por favor, forneça um endereço válido e bem formatado
ru_ru: Пожалуйста, введите действительный и правильно отформатированный адрес.

source: Additional configuration options will be accessible once created.
es_es: Más opciones de configuración estarán disponibles al crearla.
fr_fr: Plus d'options de configuration seront disponibles lors de la création.
pl_pl: Dodatkowe opcje konfiguracji będą dostępne po utworzeniu.
pt_br: Mais opções de configuração estarão disponíveis após a criação.
ru_ru: Дополнительные параметры настройки будут доступны после создания.

source: Discount
es_es: Descuento
fr_fr: Réduction
pl_pl: Zniżka
pt_br: Desconto
ru_ru: Скидка

source: Uses
es_es: Usos
fr_fr: Utilisations
pl_pl: Zastosowania
pt_br: Usa
ru_ru: Использование

source: Period
es_es: Periodo
fr_fr: Période
pl_pl: Okres
pt_br: Período
ru_ru: Период

source: Type
es_es: Tipo
pl_pl: Typ
pt_br: Tipo
ru_ru: Тип

source: This promotion is no longer available for customer use.
es_es: Esta promoción ya no está disponible para uso del cliente.
fr_fr: Cette promotion n'est plus disponible pour les clients.
pl_pl: Ta promocja nie jest już dostępna dla klientów.
pt_br: Esta promoção não pode mais ser usada pelos Clientes.
ru_ru: Эта акция больше не доступна для использования клиентами.

source: This promotion cannot be deleted because there are reservations associated with it.
es_es: Esta promoción no puede ser eliminada porque hay reservas asociadas con ella.
fr_fr: Cette promotion ne peut pas être supprimée car il y a des réservations associées.
pl_pl: Tej promocji nie można usunąć, ponieważ są z nią powiązane rezerwacje.
pt_br: Esta promoção não pode ser excluída porque há reservas associadas a ela.
ru_ru: Эту акцию нельзя удалить, так как с ней связаны бронирования.

source: Running
es_es: En ejecución
fr_fr: En cours
pl_pl: Bieganie
pt_br: Correndo
ru_ru: Бег

source: Not running (paused)
es_es: No en ejecución (pausado)
fr_fr: En pause
pl_pl: Nie działa (wstrzymane)
pt_br: Não está funcionando (em pausa)
ru_ru: Не работает (приостановлено)

source: Not running
es_es: No en ejecución
fr_fr: Pas en cours
pl_pl: Nie działa
pt_br: Não está funcionando
ru_ru: Не бегать

source: New promotion
es_es: Nueva promoción
fr_fr: Nouvelle promotion
pl_pl: Nowa promocja
pt_br: Nova promoção
ru_ru: Новая акция

source: Create a new Promotion
es_es: Crear una nueva promoción
fr_fr: Créer une nouvelle promotion
pl_pl: Utwórz nową promocję
pt_br: Criar uma nova promoção
ru_ru: Создать новую акцию

source: Please enter the promotion name without any spaces
es_es: Por favor, introduzca el nombre de la promoción sin espacios en blanco
fr_fr: Veuillez saisir le nom de la promotion sans espaces
pl_pl: Wprowadź nazwę promocji bez spacji
pt_br: Por favor insira o nome da promoção sem espaços em branco
ru_ru: Пожалуйста, введите название акции без пробелов

source: Name already exists
es_es: Nombre ya presente
fr_fr: Le nom existe déjà
pl_pl: Nazwa już istnieje
pt_br: Nome já existente
ru_ru: Имя уже существует

source: The promotion will run for the selected period, the discount is automatically applied to any eligible service.
es_es: La promoción se ejecutará durante el período seleccionado, el descuento se aplicará automáticamente a cualquier servicio elegible.
fr_fr: La promotion sera valable pendant la période sélectionnée, la réduction sera automatiquement appliquée à tout service éligible.
pl_pl: Promocja będzie obowiązywać przez wybrany okres, a rabat zostanie automatycznie zastosowany do każdej kwalifikującej się usługi.
pt_br: A promoção decorrerá durante o período selecionado, o desconto é aplicado automaticamente a qualquer serviço elegível.
ru_ru: Акция будет действовать в течение выбранного периода, скидка автоматически применяется к любой подходящей услуге.

source: The promotion will run for the selected period, the discount is applied to any eligible service only if a valid coupon is provided.
es_es: La promoción se ejecutará durante el período seleccionado, el descuento se aplicará a cualquier servicio elegible solo si se proporciona un cupón válido.
fr_fr: La promotion sera valable pendant la période sélectionnée, la réduction sera appliquée à tout service éligible uniquement si un coupon valide est fourni.
pl_pl: Promocja będzie obowiązywać przez wybrany okres, a zniżka zostanie zastosowana do każdej kwalifikującej się usługi tylko wtedy, gdy zostanie dostarczony ważny kupon.
pt_br: A promoção decorrerá durante o período selecionado, o desconto é aplicado a qualquer serviço elegível apenas se for fornecido um cupom válido.
ru_ru: Акция будет действовать в течение выбранного периода. Скидка применяется к любой подходящей услуге только при предоставлении действующего купона.

source: Please provide a date interval
es_es: Por favor, proporcione un intervalo de fechas
fr_fr: Veuillez fournir une période de dates
pl_pl: Prosimy o podanie przedziału dat
pt_br: Forneça um intervalo de datas
ru_ru: Укажите интервал дат

source: Please provide a discount value
es_es: Por favor, proporcione un valor de descuento
fr_fr: Veuillez fournir une valeur de réduction
pl_pl: Podaj wartość rabatu
pt_br: Forneça um valor de desconto
ru_ru: Пожалуйста, укажите размер скидки

source: Payment
es_es: Pago
fr_fr: Paiement
pl_pl: Płatność
pt_br: Pagamento
ru_ru: Оплата

source: Paid
es_es: Pagado
fr_fr: Payé
pl_pl: Płatne
pt_br: Pago
ru_ru: Оплаченный

source: Not paid
es_es: No pagado
fr_fr: Non payé
pl_pl: Nie zapłacono
pt_br: Não pago
ru_ru: Не выплачивается

source: Not due
es_es: No adeudado
fr_fr: Non dû
pl_pl: Nie należy się
pt_br: Não devido
ru_ru: Не из-за

source: Search customer
es_es: Buscar cliente
fr_fr: Rechercher un client
pl_pl: Wyszukaj klienta
pt_br: Pesquisar Cliente
ru_ru: Поиск клиента

source: Details
es_es: Detalles
fr_fr: Détails
pl_pl: Szczegóły
pt_br: Detalhes
ru_ru: Подробности

source: Confirm
es_es: Confirmar
fr_fr: Confirmer
pl_pl: Potwierdzenie
pt_br: Confirme
ru_ru: Подтверждать

source: Approve
es_es: Aprobar
fr_fr: Approuver
pl_pl: Zatwierdzić
pt_br: Aprovar
ru_ru: Утвердить

source: Start meeting
es_es: Iniciar reunión
fr_fr: Démarrer le meeting
pl_pl: Rozpoczęcie spotkania
pt_br: Iniciar reunião
ru_ru: Начать встречу

source: Zoom meeting
es_es: Reunión de Zoom
fr_fr: Réunion Zoom
pl_pl: Spotkanie Zoom
pt_br: Reunião do Zoom
ru_ru: Zoom-встреча

source: Google Meet
ru_ru: Google Встреча

source: Confirmed
es_es: Confirmado
fr_fr: Confirmé
pl_pl: Potwierdzono
pt_br: Confirmado
ru_ru: Подтвержденный

source: Cancelled
es_es: Cancelado
fr_fr: Annulé
pl_pl: Anulowane
pt_br: Cancelado
ru_ru: Отменено

source: Pending
es_es: Pendiente
fr_fr: En attente
pl_pl: W toku
pt_br: Pendente
ru_ru: В ожидании

source: Expired
es_es: Expirado
fr_fr: Expiré
pl_pl: Wygasł
pt_br: Expidado
ru_ru: Истекший

source: Deny
es_es: Denegar
fr_fr: Refuser
pl_pl: Odmowa
pt_br: Negar
ru_ru: Отрицать

source: ID
ru_ru: ИДЕНТИФИКАТОР

source: Customer Name
es_es: Nombre del cliente
fr_fr: Nom du client
pl_pl: Nazwa klienta
pt_br: Nome do Cliente
ru_ru: Имя Клиента

source: Customer Email
es_es: Correo electrónico del cliente
fr_fr: Email du Client
pl_pl: E-mail klienta
pt_br: Email do Cliente
ru_ru: Электронная почта клиента

source: Start date of service
es_es: Fecha de inicio del servicio
fr_fr: Date de début du service
pl_pl: Data rozpoczęcia usługi
pt_br: Data de início do serviço
ru_ru: Дата начала услуги

source: Start time of service
es_es: Hora de inicio del servicio
fr_fr: Heure de début du service
pl_pl: Czas rozpoczęcia usługi
pt_br: Hora de início do serviço
ru_ru: Время начала услуги

source: End date of service
es_es: Fecha de finalización del servicio
fr_fr: Date de fin du service
pl_pl: Data zakończenia usługi
pt_br: Data de término do serviço
ru_ru: Дата окончания услуги

source: End time of service
es_es: Hora de finalización del servicio
fr_fr: Heure de fin du service
pl_pl: Czas zakończenia usługi
pt_br: Hora de término do serviço
ru_ru: Время окончания услуги

source: Form field: %s
es_es: Campo del formulario: %s
fr_fr: Champ de formulaire: %s
pl_pl: Pole formularza: %s
pt_br: Campo do formulário %s
ru_ru: Поле формы: %s

source: Reset reservation IDs
es_es: Reiniciar IDs de reserva
fr_fr: Réinitialiser les identifiants de réservation
pl_pl: Resetowanie identyfikatorów rezerwacji
pt_br: Redefinir IDs de reserva
ru_ru: Сбросить идентификаторы резервирования
