Repository: VonStroheim/thebooking-languages
Catalog: 3.1.0/team-booking-*.po
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

source: If enabled, the frontend calendar will load on the nearest date that has at least one available slot.
es_es: Si está activa, el calendario de la interfaz de usuario se cargará en la fecha más próxima con al menos una ranura disponible
fr_fr: S'il est activé, le calendrier frontend sera chargé à la date la plus proche avec au moins un créneau disponible.
pl_pl: Jeśli opcja ta jest włączona, kalendarz frontendowy zostanie załadowany w najbliższym dniu, w którym dostępny jest co najmniej jeden slot.
pt_br: Se ativo, o calendário front-end será carregado na data mais próxima com pelo menos um horário disponível.
ru_ru: Если этот параметр включен, календарь внешнего интерфейса будет загружаться в ближайшую дату, для которой есть хотя бы один доступный слот.

source: Enabling this option may result in slower page loading.
es_es: Habilitar esta opción puede provocar una carga más lenta de la página.
fr_fr: Activer cette option peut entraîner un chargement plus lent de la page.
pl_pl: Włączenie tej opcji może spowodować wolniejsze ładowanie strony.
pt_br: Habilitar essa opção pode resultar em carregamento mais lento da página.
ru_ru: Включение этой опции может привести к замедлению загрузки страницы.

source: Use Google Places for address autocomplete
es_es: Usar Google Places para autocompletar direcciones
fr_fr: Utiliser les lieux Google pour l'autocomplétion des adresses
pl_pl: Użyj Miejsc Google do autouzupełniania adresu
pt_br: Use o Google Places para preencher endereços automaticamente
ru_ru: Используйте Google Адреса для автозаполнения адреса

source: Enable this setting if you want the Address field in the reservation form to be automatically completed using Google Places
es_es: Activa esta opción si quieres que el campo de Dirección del formulario de reserva se autocomplete con Google Places
fr_fr: Activez ce paramètre si vous voulez que le champ Adresse dans le formulaire de réservation soit autocomplété avec les lieux Google
pl_pl: Włącz to ustawienie, jeśli chcesz, aby pole Adres w formularzu rezerwacji było automatycznie uzupełniane przy użyciu Miejsc Google
pt_br: Ative esta configuração se quiser que o campo Endereço no formulário de reserva seja preenchido automaticamente com o Google Places
ru_ru: Включите этот параметр, если хотите, чтобы поле «Адрес» в форме бронирования автоматически заполнялось с помощью Google Адресов.

source: Please note that this may have a significant impact on your Google Cloud usage billing.
es_es: Esto puede tener un impacto considerable en la facturación de uso de Google Cloud.
fr_fr: Cela peut avoir un impact considérable sur la facturation de l'utilisation de Google Cloud.
pl_pl: Należy pamiętać, że może to mieć znaczący wpływ na rozliczenia za korzystanie z Google Cloud.
pt_br: Isso pode ter um impacto considerável em seu faturamento de uso do Google Cloud.
ru_ru: Обратите внимание, что это может существенно повлиять на выставление счетов за использование Google Cloud.

source: Login URL
es_es: URL de inicio de sesión
fr_fr: URL de connection
pl_pl: Adres URL logowania
pt_br: URL de login
ru_ru: URL-адрес входа

source: When attempting to book a service for logged-in users only, customers will be prompted to log in at this page.
es_es: Cuando se intenta reservar un servicio solo para usuarios registrados, se invita a los clientes a iniciar sesión aquí.
fr_fr: Lorsque la réservation d'un service est réservée aux utilisateurs connectés, les clients sont invités à se connecter ici.
pl_pl: Podczas próby zarezerwowania usługi tylko dla zalogowanych użytkowników, klienci zostaną poproszeni o zalogowanie się na tej stronie.
pt_br: Ao tentar reservar um serviço apenas para usuários logados, os clientes são convidados a fazer login aqui.
ru_ru: При попытке забронировать услугу только для вошедших в систему пользователей клиентам будет предложено войти на этой странице.

source: Leave it empty to use the WordPress default behaviour.
es_es: Deja el campo vacío para el predeterminado de WordPress.
fr_fr: Laisser vide pour le paramètre WordPress par défaut.
pl_pl: Pozostaw puste, aby użyć domyślnego zachowania WordPress.
pt_br: Deixe em branco para o padrão do WordPress.
ru_ru: Оставьте это поле пустым, чтобы использовать поведение WordPress по умолчанию.

source: Pending payment expiration time
es_es: Tiempo de expiración de pago pendiente
fr_fr: Temps d'expiration de paiement en attente
pl_pl: Czas wygaśnięcia płatności oczekującej
pt_br: Tempo de expiração de pagamento pendente
ru_ru: Ожидается срок действия платежа

source: The customer must complete the online payment within this specified time frame.
es_es: Cuando se espera un pago en línea, el cliente debe completar el pago dentro de este plazo.
fr_fr: Lorsqu'un paiement en ligne est requis, le client doit effectuer le paiement dans ce délai.
pl_pl: Klient musi dokonać płatności online w określonym czasie.
pt_br: Quando se espera um pagamento online, o cliente deve concluir o pagamento dentro deste prazo.
ru_ru: Клиент должен завершить онлайн-платеж в течение указанного периода времени.

source: %d minute
es_es: %d minuto
pl_pl: %d minuta
pt_br: %d minuto
ru_ru: %d минута

source: %d hour
es_es: %d hora
fr_fr: %d heure
pl_pl: %d godzina
pt_br: %d hora
ru_ru: %d час

source: It is not recommended to set a very short time as there could be delays in the acknowledgment of the payment by your web server for various reasons.
es_es: No se recomienda establecer un tiempo muy corto, ya que puede haber retrasos en la confirmación del pago por parte de su servidor web por diversas razones.
fr_fr: Il est déconseillé de définir un délai très court car il peut y avoir des retards dans la reconnaissance du paiement par votre serveur Web pour diverses raisons.
pl_pl: Nie zaleca się ustawiania bardzo krótkiego czasu, ponieważ z różnych powodów mogą wystąpić opóźnienia w potwierdzeniu płatności przez serwer internetowy.
pt_br: Não é recomendado definir um tempo muito curto, pois pode haver atrasos na confirmação do pagamento pelo seu servidor web, por diversos motivos.
ru_ru: Не рекомендуется устанавливать очень короткое время, так как по разным причинам могут возникнуть задержки в подтверждении платежа вашим веб-сервером.

source: Pre-populate booking form
es_es: Rellenar previamente el formulario de reserva
fr_fr: Pré-remplir le formulaire de réservation
pl_pl: Wstępnie wypełniony formularz rezerwacji
pt_br: Pré-preencher formulário de reserva
ru_ru: Предварительно заполнить форму бронирования

source: Controls if the booking form fields should be pre-populated with available data for logged-in customers.
es_es: Controla si los campos del formulario de reserva deben rellenarse previamente con los datos disponibles para los clientes registrados.
fr_fr: Contrôle si les champs du formulaire de réservation doivent être pré-remplis avec des données disponibles pour les clients connectés.
pl_pl: Kontroluje, czy pola formularza rezerwacji powinny być wstępnie wypełnione dostępnymi danymi dla zalogowanych klientów.
pt_br: Controla se os campos do formulário de reserva devem ser pré-preenchidos com dados disponíveis para clientes logados.
ru_ru: Определяет, должны ли поля формы бронирования быть предварительно заполнены доступными данными для вошедших в систему клиентов.

source: Each form field should be instructed where to fetch data through a proper meta-key configuration.
es_es: Cada campo del formulario debe estar configurado con una clave de metadatos adecuada para buscar los datos.
fr_fr: Chaque champ de formulaire doit être instruit où chercher les données à travers une configuration de métadonnées appropriée.
pl_pl: Każde pole formularza powinno być poinstruowane, gdzie pobierać dane poprzez odpowiednią konfigurację meta-klucza.
pt_br: Cada campo de formulário deve ser instruído sobre onde buscar dados por meio de uma configuração de meta-chave adequada.
ru_ru: В каждом поле формы должно быть указано, откуда извлекать данные, с помощью правильной конфигурации мета-ключа.

source: Price decimals
es_es: Decimales de precio
fr_fr: Décimales de prix
pl_pl: Cena po przecinku
pt_br: Decimais do preço
ru_ru: Десятичные числа цен

source: The decimal separator here is taken as example, it does not necessarily reflect the actual separator.
es_es: El separador decimal aquí se toma como ejemplo, no necesariamente refleja el separador real.
fr_fr: Le séparateur décimal ici est pris comme exemple et ne reflète pas nécessairement le séparateur réel.
pl_pl: Separator dziesiętny jest tutaj traktowany jako przykład, niekoniecznie odzwierciedla rzeczywisty separator.
pt_br: O separador decimal aqui é tomado como exemplo, não reflete necessariamente o separador real.
ru_ru: Десятичный разделитель здесь взят в качестве примера, он не обязательно отражает фактический разделитель.

source: Price format
es_es: Formato de precio
fr_fr: Format de prix
pl_pl: Format ceny
pt_br: Formato do preço
ru_ru: Формат цены

source: The number of decimals here are taken as example, they does not necessarily reflect the actual number of decimals.
es_es: El número de decimales aquí se toma como ejemplo, no necesariamente refleja el número real de decimales.
fr_fr: Le nombre de décimales ici est pris comme exemple et ne reflète pas nécessairement le nombre réel de décimales.
pl_pl: Podana liczba miejsc po przecinku jest przykładowa i nie musi odzwierciedlać rzeczywistej liczby miejsc po przecinku.
pt_br: O número de decimais aqui é tomado como exemplo, eles não refletem necessariamente o número real de decimais.
ru_ru: Количество десятичных знаков здесь взято в качестве примера, оно не обязательно отражает фактическое количество десятичных знаков.

source: Coupon configuration
es_es: Configuración de cupón
fr_fr: Configuration du coupon
pl_pl: Konfiguracja kuponu
pt_br: Configuração de cupom
ru_ru: Конфигурация купона

source: If set to "fixed", the coupon text will be the same as the promotion name. Alternatively, you can enter a list of single-use coupons, separated by commas. Please refer to the documentation for more information on coupon configuration.
es_es: Si es fijo, el texto del cupón será igual al nombre de la promoción. De lo contrario, puedes proporcionar una lista de cupones de un solo uso separados por comas. Consulta la documentación para obtener más detalles.
fr_fr: Si fixe, le texte du coupon sera identique au nom de la promotion. Sinon, vous pouvez fournir une liste de coupons à usage unique séparés par des virgules. Consultez la documentation pour plus de détails.
pl_pl: Jeśli ustawiona jest wartość "stała", tekst kuponu będzie taki sam jak nazwa promocji. Alternatywnie można wprowadzić listę kuponów jednorazowych, oddzielonych przecinkami. Więcej informacji na temat konfiguracji kuponów można znaleźć w dokumentacji.
pt_br: Se fixo, o texto do cupom será igual ao nome da promoção. Caso contrário, você pode fornecer uma lista de cupons de uso único separados por vírgula. Verifique a documentação para obter detalhes.
ru_ru: Если установлено значение «фиксированное», текст купона будет таким же, как название акции. Альтернативно вы можете ввести список одноразовых купонов, разделив их запятыми. Пожалуйста, обратитесь к документации для получения дополнительной информации о настройке купона.

source: Fixed
es_es: Fijo
fr_fr: Fixe
pl_pl: Naprawiono
pt_br: Fixo
ru_ru: Зафиксированный

source: List
es_es: Lista
fr_fr: Liste
pl_pl: Lista
pt_br: Lista
ru_ru: Список

source: Discount type
es_es: Tipo de descuento
fr_fr: Type de réduction
pl_pl: Typ rabatu
pt_br: Tipo de desconto
ru_ru: Тип скидки

source: Percentage (%)
es_es: Porcentaje (%)
fr_fr: Pourcentage (%)
pl_pl: Odsetek (%)
pt_br: Percentual (%)
ru_ru: Процент (%)

source: Fixed amount
es_es: Cantidad fija
fr_fr: Montant fixe
pl_pl: Stała kwota
pt_br: Quantia fixa
ru_ru: Фиксированное количество

source: Global discount usage limit
es_es: Límite de uso de descuento global
fr_fr: Limite d'utilisation globale de la réduction
pl_pl: Globalny limit wykorzystania rabatów
pt_br: Limite de uso de desconto global
ru_ru: Глобальный лимит использования скидки

source: Specify the maximum number of times the discount can be used globally across all reservations. Enter 0 for no limit.
es_es: Cuántas veces (es decir, reservas) se puede utilizar el descuento en todo el sitio. Establece 0 para sin límite.
fr_fr: Le nombre de fois (c.-à-d. les réservations) où la remise peut être utilisée globalement. Mettez 0 pour aucune limite.
pl_pl: Określ maksymalną liczbę razy, kiedy rabat może być użyty globalnie we wszystkich rezerwacjach. Wprowadź 0 dla braku limitu.
pt_br: Quantas vezes (ou seja, reservas) o desconto pode ser usado globalmente. Defina 0 para nenhum limite.
ru_ru: Укажите максимальное количество раз, которое скидка может быть использована глобально для всех бронирований. Введите 0, чтобы не было ограничений.

source: Please enter the name of the promotion.
es_es: Elige el nombre de la promoción.
fr_fr: Choisissez le nom de la promotion.
pl_pl: Wprowadź nazwę promocji.
pt_br: Escolha o nome da promoção.
ru_ru: Пожалуйста, введите название акции.

source: Promotion duration
es_es: Periodo de promoción
fr_fr: Période de la promotion
pl_pl: Czas trwania promocji
pt_br: Período da promoção
ru_ru: Продолжительность акции

source: The promotion will be valid within the specified date range.
es_es: La promoción se ejecutará dentro de este rango de fechas.
fr_fr: La promotion aura lieu dans cette plage de dates.
pl_pl: Promocja będzie obowiązywać w określonym zakresie dat.
pt_br: A promoção será executada dentro deste intervalo de datas.
ru_ru: Акция будет действительна в течение указанного диапазона дат.

source: Services to target
es_es: Servicios a los que aplica
fr_fr: Services à cibler
pl_pl: Usługi docelowe
pt_br: Serviços a serem direcionados
ru_ru: Целевые услуги

source: Select the services eligible for this promotion.
es_es: Selecciona los servicios a los que se aplica esta promoción.
fr_fr: Sélectionnez les services concernés pas cette promotion.
pl_pl: Wybierz usługi kwalifikujące się do promocji.
pt_br: Selecione os serviços aos quais esta promoção se aplica.
ru_ru: Выберите услуги, подходящие для этой акции.

source: Promotion type
es_es: Tipo de promoción
fr_fr: Type de promotion
pl_pl: Typ promocji
pt_br: Tipo da promoção
ru_ru: Тип акции

source: Campaign
es_es: Campaña
fr_fr: Campagne
pl_pl: Kampania
pt_br: Campanha
ru_ru: Кампания

source: Coupon
es_es: Cupón
pl_pl: Kupon
pt_br: Cupom
ru_ru: Купон

source: Maximum end date for time slots
es_es: Fecha de finalización máxima para intervalos de tiempo
fr_fr: Date de fin maximale pour les créneaux horaires
pl_pl: Maksymalna data zakończenia przedziałów czasowych
pt_br: Data máxima de término para os intervalos de horários
ru_ru: Максимальная дата окончания для временных интервалов

source: The promotion is valid for time slots that end on or before this date.
es_es: La promoción solo es válida para las ranuras horarias que finalizan en o antes de esta fecha.
fr_fr: La promotion n'est valable que pour les créneaux horaires qui se terminent avant cette date ou à cette date.
pl_pl: Promocja jest ważna dla przedziałów czasowych, które kończą się w tym dniu lub przed nim.
pt_br: A promoção é válida apenas para os horários que terminam até esta data.
ru_ru: Акция действительна для временных интервалов, которые заканчиваются не позднее этой даты.

source: Time slot end date condition
es_es: Condición de fecha de finalización del intervalo de tiempo
fr_fr: Condition de date de fin de créneau horaire
pl_pl: Warunek daty zakończenia przedziału czasowego
pt_br: Condição de data de término do intervalo de horários
ru_ru: Условие даты окончания временного интервала

source: The promotion will be applied conditionally based on the time slot end date.
es_es: La promoción se aplicará condicionalmente a la fecha de finalización de la ranura horaria.
fr_fr: La promotion sera appliquée conditionnellement à la date de fin de la plage horaire.
pl_pl: Promocja zostanie zastosowana warunkowo na podstawie daty zakończenia przedziału czasowego.
pt_br: A promoção será aplicada condicionalmente à data de término do intervalo de tempo.
ru_ru: Акция будет применяться условно в зависимости от даты окончания временного интервала.

source: Minimum start date for time slots
es_es: Fecha de inicio mínima para intervalos de tiempo
fr_fr: Date de début minimale pour les créneaux horaires
pl_pl: Minimalna data rozpoczęcia przedziałów czasowych
pt_br: Data mínima de início para os intervalos de horários
ru_ru: Минимальная дата начала для временных интервалов

source: The promotion is valid for time slots that start on or after this date.
es_es: La promoción solo es válida para las ranuras horarias que comienzan en o después de esta fecha.
fr_fr: La promotion n'est valable que pour les créneaux horaires qui commencent après cette date ou à cette date.
pl_pl: Promocja dotyczy przedziałów czasowych, które rozpoczynają się w tym dniu lub później.
pt_br: A promoção é válida apenas para os horários a partir desta data.
ru_ru: Акция действительна для временных интервалов, которые начинаются с этой даты или после нее.

source: Time slot start date condition
es_es: Condición de fecha de inicio del intervalo de tiempo
fr_fr: Condition de date de début de créneau horaire
pl_pl: Warunek daty rozpoczęcia przedziału czasowego
pt_br: Condição de data de início do intervalo de horários
ru_ru: Условие даты начала временного интервала

source: The promotion will be applied conditionally based on the time slot start date.
es_es: La promoción se aplicará condicionalmente a la fecha de inicio de la ranura horaria.
fr_fr: La promotion sera appliquée conditionnellement à la date de début de la plage horaire.
pl_pl: Promocja zostanie zastosowana warunkowo na podstawie daty rozpoczęcia przedziału czasowego.
pt_br: A promoção será aplicada condicionalmente à data de início do intervalo de tempo.
ru_ru: Акция будет применяться условно в зависимости от даты начала временного интервала.

source: Discount value
es_es: Valor del descuento
fr_fr: Valeur de la remise
pl_pl: Wartość dyskontowa
pt_br: Valor de desconto
ru_ru: Значение скидки

source: The discount will be applied to the base price of the service.
es_es: El descuento se aplicará al precio base del servicio.
fr_fr: La remise sera appliquée au prix de base du service.
pl_pl: Rabat zostanie zastosowany do podstawowej ceny usługi.
pt_br: Aplicado ao preço base do serviço.
ru_ru: Скидка будет применена к базовой цене услуги.

source: Allowed services
es_es: Servicios permitidos
fr_fr: Services autorisés
pl_pl: Dozwolone usługi
pt_br: Serviços permitidos
ru_ru: Разрешенные услуги

source: Select the services to which this provider is restricted.
es_es: Selecciona los servicios a los que este proveedor está restringido.
fr_fr: Sélectionnez les services auxquels ce fournisseur est limité.
pl_pl: Wybierz usługi, do których dany dostawca jest ograniczony.
pt_br: Selecione os serviços aos quais este prestador de serviço está restrito.
ru_ru: Выберите услуги, доступ к которым ограничен у этого провайдера.

source: If you want to assign this service provider to specific services, activate this setting.
es_es: Si deseas asignar este proveedor de servicios a servicios específicos, activa esta configuración.
fr_fr: Si vous souhaitez attribuer ce fournisseur de services à des services spécifiques, activez ce paramètre.
pl_pl: Jeśli chcesz przypisać tego usługodawcę do określonych usług, aktywuj to ustawienie.
pt_br: Se você deseja atribuir este prestador de serviços a serviços específicos, ative esta configuração.
ru_ru: Если вы хотите назначить этого поставщика услуг конкретным службам, активируйте этот параметр.

source: Please note that if this setting is active, new services will not be automatically assigned to this provider.
es_es: Ten en cuenta que si esta configuración está activa, los nuevos servicios no se asignarán automáticamente a este proveedor.
fr_fr: Veuillez noter que si ce paramètre est activé, les nouveaux services ne seront pas automatiquement attribués à ce fournisseur.
pl_pl: Należy pamiętać, że jeśli to ustawienie jest aktywne, nowe usługi nie będą automatycznie przypisywane do tego dostawcy.
pt_br: Observe que, se esta configuração estiver ativa, novos serviços não serão atribuídos automaticamente a este prestador de serviço.
ru_ru: Обратите внимание, что если эта настройка активна, новые услуги не будут автоматически закрепляться за этим провайдером.

source: Registration URL
es_es: URL de registro
fr_fr: URL d'inscription
pl_pl: Adres URL rejestracji
pt_br: URL de registro
ru_ru: URL-адрес регистрации

source: When attempting to book a service for logged-in users only, customers will be prompted to register at this page.
es_es: Cuando se intenta reservar un servicio solo para usuarios registrados, se invita a los clientes a registrarse aquí.
fr_fr: Lorsque la réservation d'un service est réservée aux utilisateurs connectés, les clients sont invités à s'inscrire ici.
pl_pl: Podczas próby zarezerwowania usługi tylko dla zalogowanych użytkowników, klienci zostaną poproszeni o zarejestrowanie się na tej stronie.
pt_br: Ao tentar reservar um serviço apenas para usuários logados, os clientes são convidados a se registrar aqui.
ru_ru: При попытке забронировать услугу только для вошедших в систему пользователей клиентам будет предложено зарегистрироваться на этой странице.

source: Leave it empty to use the WordPress default behavior
es_es: Deja el campo vacío para el predeterminado de WordPress
fr_fr: Laisser vide pour le paramètre WordPress par défaut
pl_pl: Pozostaw puste, aby użyć domyślnego zachowania WordPress
pt_br: Deixe em branco para o padrão do WordPress
ru_ru: Оставьте это поле пустым, чтобы использовать поведение WordPress по умолчанию.

source: Sender email
es_es: Correo electrónico del remitente
fr_fr: Adresse email de l'expéditeur
pl_pl: E-mail nadawcy
pt_br: E-mail do remetente
ru_ru: Отправитель электронной почты

source: Please provide the email address that will be used as the sender of notifications from the system. If left empty or invalid, the admin email address of the WordPress website will be used instead.
es_es: Ingresa la dirección de correo electrónico que se utilizará como remitente de las notificaciones del sistema. Si está vacío o es inválido, se utilizará la dirección de correo electrónico del administrador del sitio web de WordPress.
fr_fr: Entrez l'adresse email qui sera utilisée comme expéditeur des notifications du système. Si vide ou invalide, l'adresse email de l'administrateur du site WordPress sera utilisée à la place.
pl_pl: Podaj adres e-mail, który będzie używany jako nadawca powiadomień z systemu. Jeśli pozostanie pusty lub nieprawidłowy, zamiast niego zostanie użyty adres e-mail administratora witryny WordPress.
pt_br: Digite o endereço de e-mail que será usado como remetente das notificações do sistema. Se vazio ou inválido, o endereço de e-mail do administrador do site WordPress será usado.
ru_ru: Укажите адрес электронной почты, который будет использоваться в качестве отправителя уведомлений из системы. Если оставить пустым или недействительным, вместо этого будет использоваться адрес электронной почты администратора веб-сайта WordPress.
