Repository: VonStroheim/thebooking-languages
Catalog: 3.1.0/team-booking-*.po
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

source: No locations available.
es_es: No hay ubicaciones disponibles.
fr_fr: Aucun emplacement disponible.
pl_pl: Brak dostępnych lokalizacji.
pt_br: Nenhuma localidade disponível.
ru_ru: Нет доступных локаций.

source: Go to Locations
es_es: Ir a Ubicaciones
fr_fr: Aller aux emplacements
pl_pl: Przejdź do Lokalizacje
pt_br: Ir para locais
ru_ru: Перейти к локациям

source: Customer's local timezone
es_es: Zona horaria local del cliente
fr_fr: Fuseau horaire local du client
pl_pl: Lokalna strefa czasowa klienta
pt_br: Fuso horário local do cliente
ru_ru: Местный часовой пояс клиента

source: Customer was not able to pay within the allowed time. Expired reservations are going to be automatically deleted on a weekly basis, unless the status is manually changed or the reservation is set as paid.
es_es: El cliente no ha podido pagar dentro del plazo permitido. Las reservas caducadas se eliminarán automáticamente cada semana, a menos que se cambie manualmente el estado o se establezca la reserva como pagada.
fr_fr: Le client n'a pas été en mesure de payer dans le délai imparti. Les réservations expirées seront automatiquement supprimées chaque semaine, sauf si le statut est modifié manuellement ou si la réservation est réglée comme payée.
pl_pl: Klient nie był w stanie dokonać płatności w wyznaczonym czasie. Wygasłe rezerwacje będą automatycznie usuwane co tydzień, chyba że status zostanie zmieniony ręcznie lub rezerwacja zostanie ustawiona jako opłacona.
pt_br: O cliente não conseguiu pagar dentro do prazo permitido. As reservas expiradas serão excluídas automaticamente semanalmente, a menos que o status seja alterado manualmente ou a reserva seja definida como paga.
ru_ru: Клиент не смог оплатить в течение отведенного времени. Бронирования с истекшим сроком действия будут автоматически удаляться еженедельно, если только статус не будет изменен вручную или бронирование не станет оплаченным.

source: To do
es_es: Por hacer
fr_fr: À faire
pl_pl: Do zrobienia
pt_br: A fazer
ru_ru: Делать

source: Done
es_es: Hecho
fr_fr: Terminé
pl_pl: Gotowe
pt_br: Feito
ru_ru: Сделанный

source: Draft
es_es: Borrador
fr_fr: Brouillon
pl_pl: Wersja robocza
pt_br: Rascunho
ru_ru: Черновик

source: Total time: %s
es_es: Tiempo total: %s
fr_fr: Temps total : %s
pl_pl: Całkowity czas: %s
pt_br: Tempo total: %s
ru_ru: Общее время: %s

source: Add interval
es_es: Añadir intervalo
fr_fr: Ajouter l'intervalle
pl_pl: Dodaj interwał
pt_br: Adicionar intervalo
ru_ru: Добавить интервал

source: Remove interval
es_es: Eliminar intervalo
fr_fr: Supprimer l'intervalle
pl_pl: Usuń interwał
pt_br: Remover intervalo
ru_ru: Удалить интервал

source: Showing from %s
es_es: Mostrando desde %s
fr_fr: Affichage à partir du %s
pl_pl: Wyświetlanie z %s
pt_br: Mostrando a partir de %s
ru_ru: Показаны из %s

source: to %s
es_es: a %s
fr_fr: jusqu'au %s
pl_pl: na %s
pt_br: para %s
ru_ru: до %s

source: Activity period
es_es: Periodo de actividad
fr_fr: Période d'activité
pl_pl: Okres aktywności
pt_br: Período de atividade
ru_ru: Период активности

source: Excluded dates
es_es: Fechas excluidas
fr_fr: Dates exclues
pl_pl: Wykluczone daty
pt_br: Datas excluídas
ru_ru: Исключенные даты

source: New plan
es_es: Nuevo plan
fr_fr: Nouveau plan
pl_pl: Nowy plan
pt_br: Novo plano
ru_ru: Новый план

source: Create a new Plan
es_es: Crear un nuevo plan
fr_fr: Créer un nouveau plan
pl_pl: Utwórz nowy plan
pt_br: Criar um novo plano
ru_ru: Создать новый план

source: Please provide a name for the plan
es_es: Por favor, proporciona un nombre para el plan
fr_fr: Veuillez fournir un nom pour le plan
pl_pl: Podaj nazwę planu
pt_br: Por favor, forneça um nome para o plano
ru_ru: Укажите название плана

source: Independent
es_es: Independiente
fr_fr: Indépendant
pl_pl: Niezależny
pt_br: Independente
ru_ru: Независимый

source: When set as independent, reservations from other plans will not interfere with the availability of this plan, and vice versa.
es_es: Cuando se establece como independiente, las reservas de otros planes no interferirán con la disponibilidad de este plan, y viceversa.
fr_fr: Lorsqu'il est défini comme indépendant, les réservations d'autres plans n'interféreront pas avec la disponibilité de ce plan, et vice versa.
pl_pl: Gdy jest ustawiony jako niezależny, rezerwacje z innych planów nie będą kolidować z dostępnością tego planu i odwrotnie.
pt_br: Quando definido como independente, reservas de outros planos não interferirão na disponibilidade deste plano, e vice-versa.
ru_ru: Когда установлено как независимое, бронирования из других планов не будут мешать доступности этого плана и наоборот.

source: Weekly plan
es_es: Plan semanal
fr_fr: Plan hebdomadaire
pl_pl: Plan tygodniowy
pt_br: Plano semanal
ru_ru: Еженедельный план

source: Services to which this availability source is applied.
es_es: Servicios a los que se aplica esta fuente de disponibilidad.
fr_fr: Services auxquels cette source de disponibilité s'applique.
pl_pl: Usługi, do których stosowane jest to źródło dostępności.
pt_br: Serviços aos quais esta fonte de disponibilidade é aplicada.
ru_ru: Службы, к которым применяется этот источник доступности.

source: Providers to which this availability source is applied.
es_es: Proveedores a los que se aplica esta fuente de disponibilidad.
fr_fr: Prestataires auxquels cette source de disponibilité est appliquée.
pl_pl: Dostawcy, do których stosowane jest to źródło dostępności.
pt_br: Provedores aos quais esta fonte de disponibilidade é aplicada.
ru_ru: Поставщики, к которым применяется этот источник доступности.

source: Changing the service provider will disassociate any existing provider's Google Account. Please remember to reconfigure the Google Calendars for this plan, if necessary.
es_es: Cambiar el proveedor de servicios desasociará cualquier cuenta de Google del proveedor existente. Por favor, recuerde reconfigurar los calendarios de Google para este plan, si es necesario.
fr_fr: Changer le prestataire de services dissociera le compte Google de tout prestataire existant. N'oubliez pas de reconfigurer les calendriers Google pour ce plan, si nécessaire.
pl_pl: Zmiana dostawcy usług spowoduje odłączenie istniejącego konta Google dostawcy. Pamiętaj, aby w razie potrzeby ponownie skonfigurować Kalendarze Google dla tego planu.
pt_br: Alterar o prestador de serviço desassociará qualquer Conta do Google do prestador existente. Lembre-se de reconfigurar os Calendários do Google para este plano, se necessário.
ru_ru: Изменение поставщика услуг приведет к разъединению любой существующей учетной записи Google поставщика. Пожалуйста, не забудьте перенастроить календари Google для этого плана, если это необходимо.

source: Destination calendars
es_es: Calendarios de destino
fr_fr: Calendriers de destination
pl_pl: Kalendarze miejsc docelowych
pt_br: Calendários de destino
ru_ru: Календари назначения

source: Calendars in which reservation events should be created for this plan.
es_es: Calendarios en los que se deben crear eventos de reserva para este plan.
fr_fr: Calendriers dans lesquels les événements de réservation doivent être créés pour ce plan.
pl_pl: Kalendarze, w których należy utworzyć zdarzenia rezerwacji dla tego planu.
pt_br: Calendários nos quais eventos de reserva devem ser criados para este plano.
ru_ru: Календари, в которых должны создаваться события бронирования для этого плана.

source: Personal calendars
es_es: Calendarios personales
fr_fr: Calendriers personnels
pl_pl: Kalendarze osobiste
pt_br: Calendários pessoais
ru_ru: Личные календари

source: Calendars whose busy events will block availability for this plan.
es_es: Calendarios cuyos eventos ocupados bloquearán la disponibilidad para este plan.
fr_fr: Calendriers dont les événements occupés bloqueront la disponibilité pour ce plan.
pl_pl: Kalendarze z zajętymi wydarzeniami zablokują dostępność dla tego planu.
pt_br: Calendários cujos eventos ocupados bloquearão a disponibilidade para este plano.
ru_ru: Календари, занятые события которых будут блокировать доступность для этого плана.

source: Source calendars
es_es: Calendarios fuente
fr_fr: Calendriers source
pl_pl: Kalendarze źródłowe
pt_br: Calendários de origem
ru_ru: Исходные календари

source: Calendars whose busy events will be considered as AVAILABLE time for the selected services. If more BUSY events overlap, their UNION will be considered.
es_es: Calendarios cuyos eventos ocupados se considerarán como tiempo DISPONIBLE para los servicios seleccionados. Si se superponen más eventos OCUPADOS, se considerará su UNIÓN.
fr_fr: Calendriers dont les événements occupés seront considérés comme du temps DISPONIBLE pour les services sélectionnés. Si plusieurs événements OCCUPÉS se chevauchent, leur UNION sera considérée.
pl_pl: Kalendarze, których zajęte wydarzenia będą traktowane jako DOSTĘPNY czas dla wybranych usług. Jeśli nałoży się na siebie więcej zdarzeń BUSY, zostanie uwzględniona ich UNION.
pt_br: Calendários cujos eventos ocupados serão considerados como tempo DISPONÍVEL para os serviços selecionados. Se mais eventos OCUPADOS se sobrepuserem, sua UNIÃO será considerada.
ru_ru: Календари, занятые событиями которых будут рассматриваться как ДОСТУПНОЕ время для выбранных услуг. Если несколько ЗАНЯТЫХ событий перекрываются, их ОБЪЕДИНЕНИЕ будет рассматриваться.

source: Schedule
es_es: Horario
fr_fr: Horaire
pl_pl: Harmonogram
pt_br: Agenda
ru_ru: Расписание

source: Google 3-way
es_es: Google 3-vías
fr_fr: Google 3-voies
pt_br: Google 3-vias
ru_ru: Google 3-способ

source: Edit content
es_es: Editar contenido
fr_fr: Modifier le contenu
pl_pl: Edytuj zawartość
pt_br: Editar conteúdo
ru_ru: Редактировать контент

source: Select
es_es: Seleccionar
fr_fr: Choisir
pl_pl: Wybierz
pt_br: Selecione
ru_ru: Выбирать

source: Remove
es_es: Eliminar
fr_fr: Enlever
pl_pl: Usunąć
pt_br: Remover
ru_ru: Удалять

source: This file is from a different version.
es_es: Este archivo es de una versión diferente.
fr_fr: Ce fichier provient d'une version differente.
pl_pl: Ten plik pochodzi z innej wersji.
pt_br: Este arquivo é de uma versão diferente.
ru_ru: Этот файл из другой версии.

source: Not a valid JSON file.
es_es: No es un archivo JSON válido.
fr_fr: Fichier JSON non valide.
pl_pl: Nieprawidłowy plik JSON.
pt_br: Não é um arquivo JSON válido.
ru_ru: Недопустимый файл JSON.

source: Import
es_es: Importar
fr_fr: Importer
pt_br: Importar
ru_ru: Импортировать

source: Export
es_es: Exportar
fr_fr: Exporter
pl_pl: Eksport
pt_br: Exportar
ru_ru: Экспорт

source: Discard change
es_es: Descartar cambios
fr_fr: Annuler les modifications
pl_pl: Odrzuć zmianę
pt_br: Descartar alteração
ru_ru: Отменить изменение

source: Save change
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
pl_pl: Zapisz zmianę
pt_br: Salvar alteração
ru_ru: Сохранить изменения

source: Time left
es_es: Tiempo restante
fr_fr: Temps restant
pl_pl: Pozostały czas
pt_br: Tempo restante
ru_ru: Оставшееся время

source: Your reservation is expired.
es_es: Tu reserva ha caducado.
fr_fr: Votre réservation a expiré.
pl_pl: Twoja rezerwacja wygasła.
pt_br: Sua reserva expirou.
ru_ru: Срок действия вашего бронирования истек.

source: Thank you for the reservation
es_es: Gracias por la reserva
fr_fr: Merci pour votre réservation
pl_pl: Dziękujemy za rezerwację
pt_br: Obrigado pela reserva
ru_ru: Спасибо за бронирование.

source: To confirm the reservation, please select a payment method.
es_es: Para confirmar la reserva, por favor selecciona un método de pago.
fr_fr: Pour confirmer la réservation, merci de choisir un moyen de paiement.
pl_pl: Aby potwierdzić rezerwację, wybierz metodę płatności.
pt_br: Para confirmar a reserva, por favor, selecione um método de pagamento.
ru_ru: Для подтверждения бронирования выберите способ оплаты.

source: Please select a payment method.
es_es: Por favor, selecciona un método de pago.
fr_fr: Merci de choisir un moyen de paiement.
pl_pl: Wybierz metodę płatności.
pt_br: Por favor, selecione um método de pagamento.
ru_ru: Пожалуйста, выберите способ оплаты.

source: Amount to pay
es_es: Importe a pagar
fr_fr: Montant à payer
pl_pl: Kwota do zapłaty
pt_br: Valor a pagar
ru_ru: Сумма к оплате

source: Pay
es_es: Pagar
fr_fr: Payer
pl_pl: Wynagrodzenie
pt_br: Pagar
ru_ru: Платить

source: Summary
es_es: Resumen
fr_fr: Vérifiez vos éléments
pl_pl: Podsumowanie
pt_br: Resumo
ru_ru: Краткое содержание

source: Back
es_es: Atrás
fr_fr: Revenir en arrière
pl_pl: Powrót
pt_br: Voltar
ru_ru: Назад

source: Book now
es_es: Reservar ahora
fr_fr: Valider
pl_pl: Zarezerwuj teraz
pt_br: Agendar agora
ru_ru: Забронируйте сейчас

source: Coupon?
es_es: ¿Cupón?
fr_fr: Vous avez un coupon ?
pl_pl: Kupon?
pt_br: Cupom?
ru_ru: Купон?

source: Apply
es_es: Aplicar
fr_fr: Utiliser
pl_pl: Zastosuj
pt_br: Aplicar
ru_ru: Применять

source: Price details
es_es: Detalles de precio
fr_fr: Prix
pl_pl: Szczegóły dotyczące ceny
pt_br: Detalhes do preço
ru_ru: Подробности о цене

source: %s list price
es_es: Precio de lista %s
fr_fr: Liste des prix %s
pl_pl: %s cena katalogowa
pt_br: %s lista de preços
ru_ru: %s прейскурантная цена

source: X %d ticket =
es_es: X %d entrada =
fr_fr: X %d billet =
pl_pl: X %d bilet =
ru_ru: X %d билет =

source: Coupon %s
es_es: Cupón %s
pl_pl: Kupon %s
pt_br: Cupom %s
ru_ru: Купоны %s

source: Slot %d: %s discount
es_es: Ranura %d: descuento de %s
fr_fr: Créneau %d : Réduction de %s
pl_pl: Slot %d: %s zniżka
pt_br: Desconto do Horário %d: %s
ru_ru: Слот %d: скидка %s

source: %s discount
es_es: Descuento de %s
fr_fr: Réduction de %s
pl_pl: %s rabat
pt_br: %s desconto
ru_ru: Скидка %s

source: Total
pl_pl: Łącznie
ru_ru: Итого

source: Coupon applied!
es_es: ¡Cupón aplicado!
fr_fr: Le coupon est applique!
pl_pl: Kupon zastosowany!
pt_br: Cupom aplicado!
ru_ru: Купон применен!

source: Invalid coupon!
es_es: ¡Cupón no válido!
fr_fr: Coupon invalide!
pl_pl: Nieważny kupon!
pt_br: Cupom inválido!
ru_ru: Недействительный купон!

source: Go back
es_es: Volver
fr_fr: Revenir en arrière
pl_pl: Wróć
pt_br: Voltar
ru_ru: Вернуться

source: Reservations for %s number %s
es_es: Reservas para %s número %s
fr_fr: Reservations pour %s nombre %s
pl_pl: Rezerwacje na %s numer %s
pt_br: Reservas por %s número %s
ru_ru: Бронирование для %s, номер %s

source: Add to calendar
es_es: Añadir al calendario
fr_fr: Ajouter à votre calendrier
pl_pl: Dodaj do kalendarza
pt_br: Adicionar ao calendário
ru_ru: Добавить в календарь

source: Thank you for your reservation
es_es: Gracias por su reserva
fr_fr: Merci pour votre réservation
pl_pl: Dziękujemy za rezerwację
pt_br: Obrigado por sua reserva
ru_ru: Спасибо за ваше бронирование.

source: Thank you for your reservation, we will notify you once confirmed.
es_es: Gracias por su reserva, le notificaremos una vez confirmado.
fr_fr: Merci pour votre réservation, nous vous informerons une fois confirmé.
pl_pl: Dziękujemy za rezerwację, powiadomimy Cię po jej potwierdzeniu.
pt_br: Obrigado pela sua reserva, iremos notificá-lo assim que for confirmada.
ru_ru: Спасибо за ваше бронирование, мы уведомим вас, как только оно будет подтверждено.

source: Reservation ID: %s
es_es: ID de reserva: %s
fr_fr: ID de réservation : %s
pl_pl: ID rezerwacji: %s
pt_br: ID da reserva: %s
ru_ru: Идентификатор резервирования: %s

source: Do you wish to pay online?
es_es: ¿Deseas pagar en línea?
fr_fr: Voulez vous payer en ligne ?
pl_pl: Czy chcesz zapłacić online?
pt_br: Você deseja pagar online?
ru_ru: Вы хотите оплатить онлайн?

source: Select a service
es_es: Selecciona un servicio
fr_fr: Choisissez un service
pl_pl: Wybierz usługę
pt_br: Selecione um serviço
ru_ru: Выберите услугу

source: Promo price!
es_es: ¡Precio promocional!
fr_fr: Prix Promo !
pl_pl: Cena promocyjna!
pt_br: Preço da promoção!
ru_ru: Акционная цена!

source: starts from
es_es: comienza desde
fr_fr: à partir de
pl_pl: zaczyna się od
pt_br: a partir de
ru_ru: начинается с

source: Upcoming
es_es: Próximas
fr_fr: Rdv à venir
pl_pl: Nadchodzące
pt_br: Por vir
ru_ru: Предстоящие

source: Promo
pl_pl: Promocja
pt_br: Promoção
ru_ru: Промо

source: Map cannot be loaded right now, sorry.
es_es: El mapa no se puede cargar en este momento, lo sentimos.
fr_fr: La carte ne peut être téléchargée , désolé.
pl_pl: Mapa nie może być teraz załadowana, przepraszamy.
pt_br: O mapa não pode ser carregado agora, desculpe.
ru_ru: Карту сейчас невозможно загрузить, извините.

source: Warning
es_es: Advertencia
fr_fr: Attention
pl_pl: Ostrzeżenie
pt_br: Aviso
ru_ru: Предупреждение

source: Please input
es_es: Por favor, introduzca
fr_fr: Veuillez entrer
pl_pl: Wprowadź dane
pt_br: Por favor insira
ru_ru: Пожалуйста, введите

source: Validation failed
es_es: Validación fallida
fr_fr: La validation a échoué
pl_pl: Walidacja nie powiodła się
pt_br: Falha na validação
ru_ru: Проверка не удалась

source: Select...
es_es: Seleccionar...
fr_fr: Choisir…
pl_pl: Wybierz...
pt_br: Selecione...
ru_ru: Выбирать...

source: Upload
es_es: Subir
fr_fr: Télécharger
pl_pl: Przesyłanie
ru_ru: Загрузить

source: Max file size is %d MB, this file is %d MB
es_es: El tamaño máximo del archivo es de %d MB, este archivo es de %d MB
fr_fr: La taille de fichier maximale est de %d Mo, ce fichier fait %d Mo
pl_pl: Maksymalny rozmiar pliku to %d MB, ten plik ma rozmiar %d MB
pt_br: Máx tamanho de arquivo é %d MB, este arquivo tem %d MB
ru_ru: Максимальный размер файла: %d МБ, размер этого файла: %d МБ.

source: Next
es_es: Siguiente
fr_fr: Continuer
pl_pl: Następny
pt_br: Próximo
ru_ru: Следующий

source: %s left
es_es: %s quedan
fr_fr: %s restants
pl_pl: %s lewy
pt_br: %s restante
ru_ru: %s осталось

source: Get directions
es_es: Obtener indicaciones
fr_fr: Obtenir des directions
pl_pl: Uzyskaj wskazówki dojazdu
pt_br: Obter direção
ru_ru: Получить направление

source: %s or %s to book this service
es_es: %s o %s para reservar este servicio
fr_fr: %s ou %s pour réserver ce service
pl_pl: %s lub %s , aby zarezerwować tę usługę
pt_br: %s de %s para agendar este serviço
ru_ru: %s или %s, чтобы забронировать эту услугу

source: Login
es_es: Iniciar sesión
fr_fr: Se connecter
pl_pl: Logowanie
ru_ru: Авторизоваться

source: Register
es_es: Registrarse
fr_fr: S’inscrire
pl_pl: Rejestr
pt_br: Registro
ru_ru: регистр

source: Promo available!
es_es: ¡Promoción disponible!
fr_fr: Promo disponible!
pl_pl: Promocja dostępna!
pt_br: Promoção disponível!
ru_ru: Доступна акция!

source: Select a provider
es_es: Seleccionar un proveedor
fr_fr: Choisissez un praticien
pl_pl: Wybór dostawcy
pt_br: Selecione um prestador de serviço
ru_ru: Выберите провайдера

source: Select one or more adjacent timeslots
es_es: Seleccionar uno o más horarios adyacentes
fr_fr: Choisissez un ou plusieurs créneaux adjacents
pl_pl: Wybierz jeden lub więcej sąsiadujących przedziałów czasowych
pt_br: Selecione um ou mais intervalos de tempo adjacentes
ru_ru: Выберите один или несколько соседних временных интервалов.

source: Select a timeslot
es_es: Seleccionar un horario
fr_fr: Choisissez un créneau
pl_pl: Wybierz przedział czasowy
pt_br: Selecione um horário
ru_ru: Выберите временной интервал

source: Local times in %s
es_es: Horarios locales en %s
fr_fr: Heures locales à %s
pl_pl: Czas lokalny w %s
pt_br: Horário local em %s
ru_ru: Местное время в %s

source: This timeslot is not adjacent to the others!
es_es: ¡Este horario no es adyacente a los demás!
fr_fr: Ce créneau n’est pas adjacent aux autres !
pl_pl: Ten przedział czasowy nie sąsiaduje z innymi!
pt_br: Este intervalo de tempo não é adjacente aos outros!
ru_ru: Этот временной интервал не соседствует с другими!

source: Pay %s
es_es: Pagar %s
fr_fr: Payer %s
pt_br: Pagar %s
ru_ru: Заплатить %s

source: Join Zoom meeting
es_es: Unirse a la reunión de Zoom
fr_fr: Rejoindre un meeting Zoom
pl_pl: Dołącz do spotkania Zoom
pt_br: Entrar na reunião do Zoom
ru_ru: Присоединяйтесь к встрече Zoom

source: Join Google Meet
es_es: Unirse a Google Meet
fr_fr: Rejoindre Google Meet (Lien visio)
pl_pl: Dołącz do Google Meet
pt_br: Junte-se ao Google Meet
ru_ru: Присоединяйтесь к Google Meet

source: Please tell us the reason
es_es: Por favor, indícanos el motivo
fr_fr: Merci de justifier
pl_pl: Podaj nam powód
pt_br: Por favor, informe o motivo
ru_ru: Пожалуйста, сообщите нам причину

source: Saving...
es_es: Guardando...
fr_fr: Enregistrement...
pl_pl: Oszczędzanie...
pt_br: Salvando...
ru_ru: Сохранение...

source: Whoops
es_es: ¡Ups!
fr_fr: Oups
pl_pl: Ups
ru_ru: упс

source: Success
es_es: Éxito
fr_fr: Succès
pl_pl: Sukces
pt_br: Sucesso
ru_ru: Успех

source: Starts from %s
es_es: A partir de %s
fr_fr: À partir de
pl_pl: Zaczyna się od %s
pt_br: Iniciar a partir de %s
ru_ru: Начинается с %s

source: %d available
es_es: %d disponibles
fr_fr: %d disponible
pl_pl: %d dostępny
pt_br: %d disponível
ru_ru: %d доступно

source: Sold out
es_es: Agotado
fr_fr: Il n’y a plus de places
pl_pl: Wyprzedane
pt_br: Lotado
ru_ru: Распроданный

# WP Block Editor
source: Service restrictions
es_es: Restricciones del servicio
fr_fr: Restrictions de service
pl_pl: Ograniczenia dotyczące usług
pt_br: Restrições de serviço
ru_ru: Ограничения услуги

# WP Block Editor
source: For unrestricted listing, leave all checkboxes unselected.
es_es: Para una lista sin restricciones, deje todas las casillas sin seleccionar.
fr_fr: Pour une liste non restreinte, laissez toutes les cases non cochées.
pl_pl: Aby wyświetlić listę bez ograniczeń, pozostaw wszystkie pola wyboru niezaznaczone.
pt_br: Para uma listagem irrestrita, deixe todas as caixas de seleção desmarcadas.
ru_ru: Для неограниченного списка оставьте все флажки неотмеченными.

# WP Block Editor
source: Provider restrictions
es_es: Restricciones del proveedor
fr_fr: Restrictions du prestataire
pl_pl: Ograniczenia dostawcy
pt_br: Restrições do provedor
ru_ru: Ограничения поставщика

# WP Block Editor
source: Configuration
es_es: Configuración
pl_pl: Konfiguracja
pt_br: Configuração
ru_ru: Конфигурация

# WP Block Editor
source: Widget type
es_es: Tipo de widget
fr_fr: Type de widget
pl_pl: Typ widżetu
pt_br: Tipo de Widget
ru_ru: Тип виджета

# WP Block Editor
source: Monthly calendar
es_es: Calendario mensual
fr_fr: Calendrier mensuel
pl_pl: Kalendarz miesięczny
pt_br: Calendário mensal
ru_ru: Ежемесячный календарь

# WP Block Editor
source: Upcoming events
es_es: Eventos próximos
fr_fr: Événements à venir
pl_pl: Nadchodzące wydarzenia
pt_br: Eventos futuros
ru_ru: Предстоящие события

# WP Block Editor
source: Unscheduled services
es_es: Servicios no programados
fr_fr: Services non planifiés
pl_pl: Usługi nieplanowane
pt_br: Serviços não agendados
ru_ru: Услуги без расписания

# WP Block Editor
source: Reservations list (logged users only)
es_es: Lista de reservas (solo usuarios registrados)
fr_fr: Liste des réservations (utilisateurs connectés uniquement)
pl_pl: Lista rezerwacji (tylko zalogowani użytkownicy)
pt_br: Lista de reservas (somente usuários logados)
ru_ru: Список бронирований (только для зарегистрированных пользователей).

# WP Block Editor
source: Visible events
es_es: Eventos mostrados
fr_fr: Événements affichés
pl_pl: Widoczne zdarzenia
pt_br: Eventos exibidos
ru_ru: Видимые события

# WP Block Editor
source: Number of upcoming events shown on the page
es_es: Número de próximos eventos mostrados en la página
fr_fr: Le nombre d'événements à venir affichés sur la page
pl_pl: Liczba nadchodzących wydarzeń wyświetlanych na stronie
pt_br: O número de eventos futuros exibidos na página
ru_ru: Количество предстоящих событий, отображаемых на странице.

# WP Block Editor
source: Show more
es_es: Mostrar más
fr_fr: Afficher plus
pl_pl: Pokaż więcej
pt_br: Mostrar mais
ru_ru: Показать больше
